{
  "site.title": "EatClever",
  "site.subtitle": "حقائق غذائية لخيارات الطعام اليومية",
  "wisdom.p1": "جسمك ذكي بشكل مذهل. كل يوم، يقوم بتفكيك الطعام الذي تتناوله واستخلاص ما يحتاجه بالضبط — بناء العضلات، وإصلاح الخلايا، وتقوية العظام، ومحاربة العدوى، والحفاظ على طاقتك طوال اليوم.",
  "wisdom.p2": "السر بسيط: تناول طعاماً متنوعاً، طبيعياً، وملوناً. عندما تملأ طبقك بمجموعة متنوعة من الأطعمة الحقيقية — الخضروات والفواكه والبروتينات والحبوب والمكسرات — يعرف جسمك بالضبط ماذا يفعل بها.",
  "wisdom.p3": "للمكملات والحبوب مكانها، لكن الطبيعة توفر معظم ما نحتاجه. حفنة من الجوز، قطعة من السلمون، وعاء من الخضروات الملونة — هذه ليست مجرد وجبات، إنها دواء. كل لقمة مهمة.",
  "wisdom.cta": "EatClever لا يخبرك بما يجب عليك فعله. نحن نعرض لك الحقائق — وأنت تتخذ القرارات المناسبة لك ولعائلتك.",
  "nav.about": "حول الموقع",
  "nav.methodology": "المنهجية",
  "nav.categories": "استكشاف المواضيع",
  "nav.food_search": "البحث عن الأطعمة",
  "nav.compare": "مقارنة الأطعمة",
  "nav.quiz": "اختبار التغذية",
  "nav.planner": "مخطط الوجبات",
  "nav.labels_guide": "دليل الملصقات",
  "hero.title": "كُل بذكاء. عِش بصحة أفضل.",
  "hero.subtitle": "خياراتك الغذائية اليومية تشكّل صحتك أكثر من أي نظام غذائي واحد. استكشف الحقائق، قارن خياراتك، وقرر ما يناسبك.",
  "cat.age_nutrition": "التغذية حسب العمر",
  "cat.age_nutrition.desc": "ما يحتاجه جسمك يتغير مع نموك. تعرف على العناصر الغذائية الأهم في كل مرحلة من مراحل الحياة، من الطفولة إلى سنوات الشيخوخة.",
  "cat.food_vs_supplements": "الغذاء مقابل المكملات",
  "cat.food_vs_supplements.desc": "هل يمكن لحبة دواء أن تحل محل طبق من الطعام الحقيقي؟ قارن بين المكملات الشائعة والأطعمة الكاملة التي توفر نفس العناصر الغذائية بشكل طبيعي.",
  "cat.taste_nutrition": "المذاق والتغذية",
  "cat.taste_nutrition.desc": "الطعام الصحي لا يجب أن يكون مملاً. اكتشف كيف تجمع بين المذاق الرائع والتغذية السليمة في وجبات ستستمتع بها فعلاً.",
  "cat.eat_out_vs_home": "الأكل خارجاً مقابل المنزل",
  "cat.eat_out_vs_home.desc": "حصص المطاعم والمكونات الخفية تتراكم بسرعة. شاهد مقارنات جنباً إلى جنب للوجبات الشائعة وبدائلها المحضرة منزلياً.",
  "cat.cook_time": "وقت الطبخ والتغذية",
  "cat.cook_time.desc": "وقتك ضيق؟ اعثر على وصفات سريعة ومتوسطة وبطيئة تثبت أن الأكل المغذي يناسب أي جدول زمني.",
  "cat.shopping": "التسوق الذكي",
  "cat.shopping.desc": "تناول طعاماً صحياً بأي ميزانية. خطط وجبات أسبوعية وقوائم تسوق بثلاث نقاط سعرية، بالإضافة إلى نصائح للاستفادة القصوى من كل دولار.",
  "age.children": "الأطفال (0-12)",
  "age.teens": "المراهقون (13-19)",
  "age.adults": "البالغون (20-59)",
  "age.seniors": "كبار السن (60+)",
  "age.infant": "الرضيع (0-1)",
  "age.toddler": "الطفل الصغير (1-3)",
  "age.school_age": "سن المدرسة (4-12)",
  "age.teen": "المراهق (13-19)",
  "age.young_adult": "الشاب البالغ (20-39)",
  "age.middle_age": "منتصف العمر (40-59)",
  "age.senior": "كبير السن (60+)",
  "age.infant.tips": "يوفر حليب الأم أو الحليب الصناعي معظم العناصر الغذائية خلال السنة الأولى. أدخل الأطعمة الصلبة الغنية بالحديد في حوالي الشهر السادس. تجنب العسل حتى عمر سنة. قدم مجموعة متنوعة من القوامات الطرية والمهروسة لبناء عادات أكل صحية.",
  "age.toddler.tips": "الأطفال الصغار يتعلمون الأكل بشكل مستقل، لذا توقع الفوضى والانتقائية في الطعام. قدم حصصاً صغيرة من الأطعمة الغنية بالعناصر الغذائية على مدار اليوم. الحليب كامل الدسم مهم لنمو الدماغ. قطّع الأطعمة المستديرة لتجنب خطر الاختناق.",
  "age.school_age.tips": "الأجسام النامية تحتاج الكالسيوم لعظام قوية والحديد للطاقة. قلل من المشروبات السكرية والوجبات الخفيفة المعلبة. أشرك الأطفال في تحضير الوجبات لبناء عادات صحية تدوم مدى الحياة. وجبة إفطار متوازنة تحسّن التركيز في المدرسة.",
  "age.teen.tips": "النمو السريع يجعل هذه فترة حرجة للكالسيوم والحديد والبروتين. المراهقون الذين يمارسون الرياضة قد يحتاجون سعرات حرارية إضافية وترطيباً أكبر. تجنب الحميات القاسية ومشروبات الطاقة. بناء علاقة إيجابية مع الطعام في هذه المرحلة يستمر مدى الحياة.",
  "age.young_adult.tips": "هذا هو الوقت لتأسيس أنماط أكل تدعم الصحة على المدى الطويل. أعطِ الأولوية للأطعمة الكاملة بدلاً من الأطعمة الجاهزة. الحديد والفولات مهمان بشكل خاص لمن يخططن للحمل. أوميغا-3 تدعم صحة الدماغ والقلب.",
  "age.middle_age.tips": "يتباطأ الأيض بشكل طبيعي، لذا تزداد أهمية الكثافة الغذائية أكثر من أي وقت مضى. ركز على الألياف لصحة الجهاز الهضمي، والكالسيوم وفيتامين د للعظام، وأوميغا-3 لصحة القلب. الوجبات المنتظمة مع الكثير من الخضروات والبروتين تساعد في الحفاظ على كتلة العضلات.",
  "age.senior.tips": "غالباً ما تقل الشهية مع التقدم في العمر، لذا يجب أن تكون كل لقمة ذات قيمة غذائية. ينخفض امتصاص فيتامين B12، مما يجعل الأطعمة المدعمة أو المكملات تستحق النظر. البروتين يدعم الحفاظ على العضلات، وهو أمر بالغ الأهمية لمنع السقوط والحفاظ على الاستقلالية.",
  "age.daily_calories": "نطاق السعرات الحرارية اليومية",
  "age.focus_nutrients": "العناصر الغذائية الأساسية التي يجب التركيز عليها",
  "age.key_foods": "الأطعمة الموصى بها",
  "age.foods_to_avoid": "الأطعمة التي يجب تقليلها أو تجنبها",
  "nutrient.protein": "البروتين",
  "nutrient.protein.desc": "لبنة بناء أساسية للعضلات والأعضاء والجهاز المناعي.",
  "nutrient.protein.body_effect": "يبني البروتين ويصلح كل نسيج في جسمك، من العضلات والعظام إلى الجلد والشعر. كما أنه يصنع الإنزيمات والهرمونات التي تحافظ على عمل الأيض. يحتاجه الأطفال والمراهقون للنمو، والبالغون للحفاظ على الأنسجة وإصلاحها، وكبار السن لمنع فقدان العضلات.",
  "nutrient.fat": "الدهون",
  "nutrient.fat.desc": "مصدر طاقة مركّز يدعم نمو الخلايا وامتصاص العناصر الغذائية.",
  "nutrient.fat.body_effect": "تحمي الدهون أعضاءك وتعزل جسمك وتساعد في امتصاص الفيتامينات A وD وE وK. دماغك يتكون من حوالي 60% دهون. يحتاج الرضع والأطفال الصغار إلى أكبر نسبة من الدهون مقارنة بحجم الجسم لأن أدمغتهم تنمو بسرعة.",
  "nutrient.carbs": "الكربوهيدرات",
  "nutrient.carbs.desc": "مصدر الطاقة المفضل والأكثر كفاءة لجسمك.",
  "nutrient.carbs.body_effect": "تتحلل الكربوهيدرات إلى جلوكوز يغذي الدماغ والعضلات والجهاز العصبي المركزي. الكربوهيدرات المعقدة من الحبوب الكاملة والبقوليات والخضروات تطلق الطاقة ببطء وثبات. جميع الفئات العمرية تحتاج الكربوهيدرات كمصدر أساسي للطاقة.",
  "nutrient.fiber": "الألياف",
  "nutrient.fiber.desc": "تدعم الهضم الصحي وتغذي البكتيريا المفيدة في الأمعاء وتساعد في التحكم بسكر الدم.",
  "nutrient.fiber.body_effect": "تحافظ الألياف على حركة الجهاز الهضمي بسلاسة وتغذي البكتيريا النافعة في أمعائك وتساعدك على الشعور بالشبع لفترة أطول بعد الوجبات. كما أنها تبطئ امتصاص السكر مما يثبّت مستويات سكر الدم. يحتاج البالغون حوالي 25-30 غراماً يومياً.",
  "nutrient.vitamin_a": "فيتامين أ",
  "nutrient.vitamin_a.desc": "يدعم الرؤية ووظيفة المناعة وصحة البشرة.",
  "nutrient.vitamin_a.body_effect": "فيتامين أ ضروري للرؤية الحادة خاصة في الإضاءة الخافتة. كما أنه يحافظ على صحة بشرتك وبطانات رئتيك وأمعائك كخط دفاع أول ضد العدوى. يحتاجه الأطفال للنمو والتطور، والبالغون للحفاظ على المناعة وصحة البشرة.",
  "nutrient.vitamin_b12": "فيتامين B12",
  "nutrient.vitamin_b12.desc": "ضروري لوظيفة الأعصاب وتكوين خلايا الدم الحمراء وتخليق الحمض النووي.",
  "nutrient.vitamin_b12.body_effect": "يحافظ فيتامين B12 على عمل أعصابك بشكل صحيح ويساعد في تكوين خلايا الدم الحمراء التي تنقل الأكسجين في جميع أنحاء جسمك. يمكن أن يسبب نقصه التعب والضعف ومشاكل الأعصاب. كبار السن أكثر عرضة لخطر النقص لأن الامتصاص ينخفض مع التقدم في العمر.",
  "nutrient.vitamin_c": "فيتامين ج",
  "nutrient.vitamin_c.desc": "مضاد أكسدة قوي يعزز المناعة ويساعد الجسم على امتصاص الحديد.",
  "nutrient.vitamin_c.body_effect": "يحمي فيتامين ج خلاياك من التلف ويساعد الجروح على الشفاء بشكل أسرع ويعزز قدرة جهازك المناعي على محاربة العدوى. كما أنه يحسّن بشكل كبير امتصاص الحديد عند تناوله مع الأطعمة الغنية بالحديد.",
  "nutrient.vitamin_d": "فيتامين د",
  "nutrient.vitamin_d.desc": "فيتامين أشعة الشمس الذي يقوي العظام ويدعم صحة المناعة.",
  "nutrient.vitamin_d.body_effect": "يساعد فيتامين د جسمك على امتصاص الكالسيوم مما يجعله ضرورياً لعظام وأسنان قوية. كما يلعب دوراً رئيسياً في وظيفة المناعة وتنظيم المزاج. ينتجه جلدك من أشعة الشمس، لكن كثيرين لا يحصلون على ما يكفي، خاصة في فصل الشتاء.",
  "nutrient.vitamin_e": "فيتامين هـ",
  "nutrient.vitamin_e.desc": "مضاد أكسدة يحمي الخلايا من التلف ويدعم صحة البشرة.",
  "nutrient.vitamin_e.body_effect": "يعمل فيتامين هـ كدرع لخلاياك يحميها من الأضرار التأكسدية الناتجة عن التلوث والأشعة فوق البنفسجية والأيض الطبيعي. يدعم صحة البشرة ويساعد جهازك المناعي على محاربة البكتيريا والفيروسات.",
  "nutrient.vitamin_k": "فيتامين ك",
  "nutrient.vitamin_k.desc": "ضروري لتخثر الدم وأيض العظام.",
  "nutrient.vitamin_k.body_effect": "فيتامين ك هو السبب في توقف الجرح عن النزيف. بدون كمية كافية منه، حتى جرح صغير يمكن أن يكون خطيراً. كما أنه يوجّه الكالسيوم إلى عظامك بدلاً من شرايينك، وهو أمر مهم لصحة القلب والعظام على المدى الطويل.",
  "nutrient.calcium": "الكالسيوم",
  "nutrient.calcium.desc": "أكثر المعادن وفرة في جسمك، وهو ضروري للعظام والأسنان.",
  "nutrient.calcium.body_effect": "حوالي 99% من الكالسيوم في جسمك موجود في العظام والأسنان، مما يمنحها القوة والبنية. النسبة المتبقية 1% حيوية لانقباض العضلات وإشارات الأعصاب ونظم القلب. يحتاج المراهقون إلى أكبر كمية لبناء ذروة كتلة العظام.",
  "nutrient.iron": "الحديد",
  "nutrient.iron.desc": "ينقل الأكسجين في الدم ويدعم إنتاج الطاقة.",
  "nutrient.iron.body_effect": "الحديد هو جوهر الهيموغلوبين، الجزيء في خلايا الدم الحمراء الذي ينقل الأكسجين من رئتيك إلى كل جزء من جسمك. بدون حديد كافٍ، تشعر بالتعب والضعف وعدم القدرة على التركيز. المراهقات والنساء في سن الإنجاب هم الأكثر عرضة لخطر النقص.",
  "nutrient.magnesium": "المغنيسيوم",
  "nutrient.magnesium.desc": "يشارك في أكثر من 300 تفاعل إنزيمي، من إنتاج الطاقة إلى استرخاء العضلات.",
  "nutrient.magnesium.body_effect": "المغنيسيوم قوة خفية تشارك في أكثر من 300 تفاعل كيميائي حيوي. يساعد عضلاتك على الاسترخاء بعد الانقباض، ويحافظ على انتظام نبض قلبك، ويدعم عظاماً قوية، وينظم مستويات سكر الدم. معظم الناس لا يحصلون على ما يكفي منه.",
  "nutrient.potassium": "البوتاسيوم",
  "nutrient.potassium.desc": "ينظم توازن السوائل وانقباضات العضلات وضغط الدم.",
  "nutrient.potassium.body_effect": "يعمل البوتاسيوم مع الصوديوم للتحكم في توازن السوائل في خلاياك وتنظيم ضغط الدم. يساعد العضلات على الانقباض بشكل صحيح بما في ذلك عضلة القلب. معظم الناس لا يتناولون ما يكفي من البوتاسيوم.",
  "nutrient.zinc": "الزنك",
  "nutrient.zinc.desc": "يدعم الدفاع المناعي والتئام الجروح وإدراك التذوق.",
  "nutrient.zinc.body_effect": "الزنك ضروري لجهاز مناعي قوي يساعد جسمك على محاربة الفيروسات والبكتيريا. كما يسرّع التئام الجروح ويدعم حاسة التذوق والشم ويلعب دوراً في انقسام الخلايا. النباتيون قد يحتاجون كمية أكبر بسبب انخفاض الامتصاص من المصادر النباتية.",
  "nutrient.selenium": "السيلينيوم",
  "nutrient.selenium.desc": "معدن نادر يدعم وظيفة الغدة الدرقية ويحمي من الأضرار التأكسدية.",
  "nutrient.selenium.body_effect": "يعمل السيلينيوم بهدوء ولكن بقوة. يساعد غدتك الدرقية على إنتاج الهرمونات التي تنظم الأيض، ويحمي خلاياك من الأضرار التأكسدية، ويدعم جهازك المناعي. تحتاج فقط كمية صغيرة يومياً، وحبة أو حبتان من الجوز البرازيلي تكفي.",
  "nutrient.omega_3": "أحماض أوميغا-3 الدهنية",
  "nutrient.omega_3.desc": "دهون أساسية تدعم صحة الدماغ والقلب والمفاصل.",
  "nutrient.omega_3.body_effect": "أوميغا-3 دهون لا يستطيع جسمك تصنيعها بنفسه، لذا يجب الحصول عليها من الطعام. تقلل الالتهاب وتدعم وظائف الدماغ والذاكرة وتحمي قلبك وقد تخفف تيبس المفاصل. يحتاجها الأطفال لنمو الدماغ والبالغون لصحة القلب.",
  "nutrient.folate": "الفولات",
  "nutrient.folate.desc": "فيتامين من مجموعة ب ضروري لانقسام الخلايا وتخليق الحمض النووي ومنع العيوب الخلقية.",
  "nutrient.folate.body_effect": "الفولات ضروري في كل مرة يصنع فيها جسمك خلايا جديدة، وهذا يحدث باستمرار. وهو حاسم أثناء الحمل لمنع عيوب الأنبوب العصبي في الأجنة، مما يجعله أهم عنصر غذائي للنساء اللواتي يخططن للحمل.",
  "vitamins.title": "دليل الفيتامينات والمعادن",
  "vitamins.subtitle": "ماذا تفعل، أين تجدها، ومن يحتاجها أكثر",
  "vitamins.found_in": "توجد طبيعياً في",
  "vitamins.important_for": "مهمة بشكل خاص لـ",
  "vitamins.supplement_note": "متى قد تساعد المكملات",
  "vitamins.food_first": "الغذاء أولاً — المكملات فقط عند الحاجة الحقيقية",
  "labels.title": "فهم ملصقات التغذية",
  "labels.subtitle": "ماذا تعني الأرقام على عبوات الطعام فعلاً",
  "labels.per_100g": "القيم لكل 100 غرام",
  "labels.per_serving": "القيم لكل حصة",
  "labels.what_is_protein": "البروتين: لبنات بناء العضلات والعظام والجلد. ابحث عن 10 غرام أو أكثر لكل 100 غرام للأطعمة الغنية بالبروتين.",
  "labels.what_is_fat": "الدهون: ضرورية للطاقة ووظيفة الخلايا. أقل من 3 غرام/100 غرام تعني قليلة الدسم. أكثر من 17.5 غرام/100 غرام تعني عالية الدسم.",
  "labels.what_is_saturated_fat": "الدهون المشبعة: حافظ على أقل من 5 غرام/100 غرام. الكميات العالية مرتبطة بأمراض القلب.",
  "labels.what_is_carbs": "الكربوهيدرات: مصدر الطاقة الرئيسي لجسمك. الكربوهيدرات المعقدة (الحبوب الكاملة) أفضل من السكريات البسيطة.",
  "labels.what_is_sugar": "السكر: أقل من 5 غرام/100 غرام يعني منخفض. أكثر من 22.5 غرام/100 غرام يعني مرتفع. تحقق من السكريات المخفية في الصلصات والمشروبات.",
  "labels.what_is_fiber": "الألياف: استهدف 6 غرام أو أكثر لكل 100 غرام. ممتازة للهضم والشعور بالشبع لفترة أطول.",
  "labels.what_is_salt": "الملح/الصوديوم: أقل من 0.3 غرام/100 غرام يعني منخفض. أكثر من 1.5 غرام/100 غرام يعني مرتفع. معظم الناس يتناولون الكثير منه.",
  "labels.what_is_calories": "السعرات الحرارية (كيلو كالوري): الطاقة التي يحصل عليها جسمك من الطعام. يحتاج البالغ في المتوسط حوالي 2000 كيلو كالوري/يوم.",
  "labels.daily_reference": "% المدخول اليومي المرجعي",
  "labels.traffic_light": "نظام إشارة المرور",
  "labels.green_low": "أخضر = منخفض (جيد لمعظم العناصر الغذائية)",
  "labels.amber_medium": "أصفر = متوسط (مقبول باعتدال)",
  "labels.red_high": "أحمر = مرتفع (تناول أقل من هذه)",
  "labels.tip": "قارن المنتجات المتشابهة باستخدام قيم لكل 100 غرام — إنها الطريقة الأكثر عدلاً للمقارنة.",
  "supp.vitamin_d": "مكمل فيتامين د",
  "supp.vitamin_d.why": "كثير من الناس لا يحصلون على ما يكفي من أشعة الشمس لإنتاج فيتامين د الكافي، خاصة خلال أشهر الشتاء أو في المناطق الشمالية.",
  "supp.vitamin_d.note": "فكر في تناول المكمل إذا كان تعرضك لأشعة الشمس محدوداً أو بشرتك داكنة أو عمرك فوق 60. شريحة سلمون مدتها 15 دقيقة توفر تقريباً حاجة يوم كامل.",
  "supp.vitamin_c": "مكمل فيتامين ج",
  "supp.vitamin_c.why": "شائع لدعم المناعة، رغم أن معظم الناس يلبون احتياجاتهم بسهولة من الفواكه والخضروات.",
  "supp.vitamin_c.note": "حبة فلفل أحمر واحدة أو حبتا كيوي توفران فيتامين ج أكثر من معظم حبوب المكملات. نادراً ما تكون المكملات ضرورية إذا كنت تتناول الفواكه والخضروات يومياً.",
  "supp.vitamin_b12": "مكمل فيتامين B12",
  "supp.vitamin_b12.why": "ضروري للنباتيين لأن B12 يوجد بشكل حصري تقريباً في الأطعمة الحيوانية. كما ينخفض الامتصاص مع التقدم في العمر.",
  "supp.vitamin_b12.note": "إذا كنت تتناول اللحوم أو الأسماك بانتظام، فمن المرجح أنك تحصل على ما يكفي. يجب على النباتيين تناول المكملات أو الأطعمة المدعمة. يجب على كبار السن مناقشة مستويات B12 مع طبيبهم.",
  "supp.iron": "مكمل الحديد",
  "supp.iron.why": "يوصى به غالباً للنساء ذوات الدورة الشهرية الغزيرة والحوامل ومن تم تشخيصهم بفقر الدم الناتج عن نقص الحديد.",
  "supp.iron.note": "لا تتناول مكمل الحديد دون فحص دم يؤكد النقص، لأن الحديد الزائد قد يكون ضاراً. اجمع مصادر الحديد النباتية مع فيتامين ج لامتصاص أفضل.",
  "supp.calcium": "مكمل الكالسيوم",
  "supp.calcium.why": "قد يساعد الأشخاص الذين يتجنبون منتجات الألبان أو لديهم حساسية اللاكتوز أو تم تشخيصهم بهشاشة العظام أو انخفاض كثافة العظام.",
  "supp.calcium.note": "التوفو المحضر بالكالسيوم يوفر كالسيوم أكثر من كوب حليب لكل حصة. إذا كنت تتناول منتجات الألبان والخضروات الورقية بانتظام، فقد لا تحتاج مكملاً. تناول الكالسيوم بجرعات أصغر لامتصاص أفضل.",
  "supp.magnesium": "مكمل المغنيسيوم",
  "supp.magnesium.why": "معدن شائع النقص يدعم جودة النوم واسترخاء العضلات وأكثر من 300 تفاعل إنزيمي في الجسم.",
  "supp.magnesium.note": "حفنة من اللوز مع حصة من السبانخ تغطي حوالي 40% من الاحتياج اليومي. غليسينات المغنيسيوم غالباً ما يكون أفضل تحملاً من الأشكال الأخرى عند تناول المكملات.",
  "supp.omega_3": "مكمل أوميغا-3 (زيت السمك)",
  "supp.omega_3.why": "يدعم صحة القلب والدماغ والمفاصل. غالباً ما يتناوله من لا يأكلون الأسماك بانتظام.",
  "supp.omega_3.note": "حصتان من الأسماك الدهنية أسبوعياً تغطيان احتياجات معظم الناس من أوميغا-3. ملعقة كبيرة من بذور الشيا أو حفنة من الجوز توفر الشكل النباتي (ALA). قد تكون مكملات زيت السمك مفيدة لمن لا يتناولون الأسماك.",
  "supp.zinc": "مكمل الزنك",
  "supp.zinc.why": "يدعم وظيفة المناعة والتئام الجروح وإدراك التذوق. يؤخذ أحياناً عند أول علامات نزلة البرد.",
  "supp.zinc.note": "معظم من يتناولون غذاءً متنوعاً يحصلون على ما يكفي من الزنك. قد يحتاج النباتيون ما يصل إلى 50% أكثر بسبب انخفاض الامتصاص من المصادر النباتية. الزنك الزائد قد يتداخل مع امتصاص النحاس.",
  "supp.folate": "مكمل الفولات (حمض الفوليك)",
  "supp.folate.why": "حاسم قبل وأثناء الحمل المبكر لمنع عيوب الأنبوب العصبي. مهم أيضاً لتكوين خلايا الدم الحمراء.",
  "supp.folate.note": "يجب على النساء اللواتي يخططن للحمل تناول 400 ميكروغرام يومياً قبل شهر واحد على الأقل من الحمل. كوب من العدس المطبوخ يغطي حوالي 90% من الاحتياج اليومي للبالغين غير الحوامل.",
  "supp.potassium": "مكمل البوتاسيوم",
  "supp.potassium.why": "يساعد في تنظيم ضغط الدم وتوازن السوائل. معظم الناس لا يحصلون على ما يكفي من الغذاء وحده.",
  "supp.potassium.note": "جرعات المكملات منخفضة (99 ملغ) لأن البوتاسيوم الزائد قد يكون خطيراً، خاصة لمن يعانون من مشاكل في الكلى. حبة بطاطا حلوة مشوية واحدة توفر أكثر من 700 ملغ طبيعياً. الغذاء هو أفضل مصدر.",
  "supp.vitamin_a": "مكمل فيتامين أ",
  "supp.vitamin_a.why": "يدعم الرؤية ووظيفة المناعة وصحة البشرة. النقص نادر في الدول المتقدمة لكنه شائع في أجزاء من العالم النامي.",
  "supp.vitamin_a.note": "حبة بطاطا حلوة متوسطة واحدة توفر 160% من الاحتياج اليومي. البيتا كاروتين من الخضروات يتحول إلى فيتامين أ حسب الحاجة، لذا السمية من مصادر الغذاء شبه مستحيلة. مكملات فيتامين أ المشكّل مسبقاً يمكن أن تكون سامة بجرعات عالية.",
  "supp.vitamin_e": "مكمل فيتامين هـ",
  "supp.vitamin_e.why": "يعمل كمضاد أكسدة يحمي الخلايا من التلف. يُروّج له أحياناً لصحة البشرة ومكافحة الشيخوخة.",
  "supp.vitamin_e.note": "حفنة من اللوز توفر أكثر من 50% من الاحتياج اليومي. مكملات فيتامين هـ بجرعات عالية أظهرت نتائج متباينة في الدراسات وقد تتداخل مع أدوية سيولة الدم. مصادر الغذاء هي الموصى بها.",
  "supp.selenium": "مكمل السيلينيوم",
  "supp.selenium.why": "يدعم وظيفة الغدة الدرقية والدفاع المناعي والحماية من الإجهاد التأكسدي.",
  "supp.selenium.note": "حبة أو حبتان فقط من الجوز البرازيلي يومياً توفران احتياجك الكامل من السيلينيوم. علبة تونة تغطي 140% من الاحتياج اليومي. نادراً ما يكون المكمل ضرورياً والسيلينيوم الزائد قد يكون ساماً.",
  "supp.probiotics": "مكمل البروبيوتيك",
  "supp.probiotics.why": "يهدف إلى دعم صحة الأمعاء عن طريق إدخال البكتيريا المفيدة. الأبحاث واعدة لكنها لا تزال في تطور للعديد من الادعاءات الصحية.",
  "supp.probiotics.note": "الزبادي اليوناني والكفير والأطعمة المخمرة الأخرى تحتوي بشكل طبيعي على البروبيوتيك وتوفر أيضاً البروتين والكالسيوم وعناصر غذائية أخرى لا تستطيع الكبسولات تقديمها. فكر في البروبيوتيك الغذائي أولاً.",
  "supp.fiber": "مكمل الألياف",
  "supp.fiber.why": "يُستخدم عندما يكون تناول الألياف الغذائية غير كافٍ. يساعد في انتظام الهضم والتحكم بسكر الدم وإدارة الكوليسترول.",
  "supp.fiber.note": "ملعقتان كبيرتان من بذور الشيا توفران حوالي 10 غرام من الألياف بالإضافة إلى البروتين وأوميغا-3 والمعادن التي لا يستطيع مكمل السيليوم توفيرها. الأطعمة الكاملة توفر الألياف مع مئات المكونات المفيدة الأخرى.",
  "supp.food_first_message": "الطبيعة توفر معظم ما نحتاجه. إليك كيف تحصل على عناصرك الغذائية من الطعام الحقيقي.",
  "recipe.salmon_avocado_bowl": "وعاء السلمون والأفوكادو مع الأرز",
  "recipe.salmon_avocado_bowl.desc": "وعاء نابض بالحياة من السلمون المحمّر على أرز بني هش مع شرائح الأفوكادو الكريمية. غني بأوميغا-3 والبروتين، وهذا الغداء المتوازن جاهز في 12 دقيقة فقط.",
  "recipe.salmon_avocado_bowl.steps": "1. اطبخ الأرز البني حسب تعليمات العبوة واتركه جانباً.\n2. تبّل شريحة السلمون بالملح والفلفل وعصرة ليمون.\n3. سخّن مقلاة غير لاصقة على نار متوسطة-عالية مع رشة زيت زيتون.\n4. اطبخ السلمون 3-4 دقائق لكل جانب حتى ينضج.\n5. وزّع الأرز في وعاء وضع السلمون فوقه.\n6. أضف شرائح الأفوكادو وحبات الإداماميه.\n7. رش بذور السمسم وقدّمه مع صلصة الصويا.",
  "recipe.overnight_oats_berries": "شوفان الليل مع التوت",
  "recipe.overnight_oats_berries.desc": "شوفان كريمي بدون طبخ منقوع طوال الليل مع التوت الأزرق الطازج وبذور الشيا ولمسة من العسل. خذه من الثلاجة لإفطار فوري غني بالألياف.",
  "recipe.overnight_oats_berries.steps": "1. اخلط الشوفان والحليب وبذور الشيا في برطمان أو وعاء.\n2. أضف العسل وقلّب جيداً.\n3. أغلق الوعاء وضعه في الثلاجة طوال الليل (6 ساعات على الأقل).\n4. في الصباح، قلّب الشوفان وأضف التوت الأزرق الطازج فوقه.\n5. رش بضع حبات لوز مقطعة أو جوز هند مبشور.\n6. استمتع به بارداً مباشرة من الثلاجة.",
  "recipe.scrambled_eggs_toast": "بيض مخفوق على خبز محمص مع السبانخ",
  "recipe.scrambled_eggs_toast.desc": "بيض مخفوق هش مكدس على خبز قمح كامل محمص مع سبانخ ذابلة ورشة جبنة شيدر. إفطار غني بالبروتين يمكن للعائلة كلها الاستمتاع به في أقل من 10 دقائق.",
  "recipe.scrambled_eggs_toast.steps": "1. اكسر ثلاث بيضات في وعاء وأضف رشة حليب واخفقها حتى تصبح ناعمة.\n2. سخّن مقلاة غير لاصقة على نار متوسطة-منخفضة مع قطعة صغيرة من الزبدة.\n3. أضف السبانخ وقلّبها حتى تذبل قليلاً ثم انقلها إلى طبق.\n4. اسكب خليط البيض في نفس المقلاة.\n5. قلّب بلطف بملعقة خشبية لتكوين خثرات كبيرة وطرية.\n6. ارفعها عن النار وهي لا تزال رطبة قليلاً.\n7. قدّمها على الخبز المحمص مع السبانخ والجبنة المبشورة.",
  "recipe.greek_yogurt_parfait": "بارفيه الزبادي اليوناني",
  "recipe.greek_yogurt_parfait.desc": "طبقات من الزبادي اليوناني الكثيف والفراولة الطازجة واللوز المقرمش ولمسة من العسل. وجبة خفيفة أو إفطار خفيف غني بالبروتين يُحضّر في أقل من خمس دقائق.",
  "recipe.greek_yogurt_parfait.steps": "1. ضع طبقة من الزبادي اليوناني في كوب أو وعاء.\n2. أضف طبقة من شرائح الفراولة.\n3. رش اللوز المفروم.\n4. كرر الطبقات حتى يمتلئ الكوب.\n5. اسكب العسل فوقه وقدّمه فوراً.",
  "recipe.avocado_toast_egg": "خبز محمص بالأفوكادو مع بيضة مقلية",
  "recipe.avocado_toast_egg.desc": "أفوكادو ناضج مهروس على خبز قمح كامل محمص، مغطى ببيضة مقلية ذهبية وشرائح طماطم طازجة. مزيج مُشبع من الدهون الصحية والبروتين والألياف.",
  "recipe.avocado_toast_egg.steps": "1. حمّص خبز القمح الكامل حتى يصبح ذهبياً ومقرمشاً.\n2. أثناء تحميص الخبز، سخّن مقلاة صغيرة على نار متوسطة مع رشة زيت زيتون.\n3. اكسر البيضة في المقلاة واقلها حتى ينضج البياض ويبقى الصفار سائلاً.\n4. اهرس الأفوكادو على الخبز المحمص بالشوكة.\n5. ضع البيضة المقلية فوق الأفوكادو.\n6. أضف شرائح الطماطم وتبّل بالملح والفلفل.",
  "recipe.banana_peanut_butter_smoothie": "سموذي الموز وزبدة الفول السوداني",
  "recipe.banana_peanut_butter_smoothie.desc": "سموذي كثيف وكريمي يمزج الموز الناضج مع زبدة الفول السوداني والحليب الكامل وملعقة شوفان. مثالي لدفعة طاقة قبل أو بعد النشاط البدني.",
  "recipe.banana_peanut_butter_smoothie.steps": "1. قشّر الموزة وقطّعها إلى أجزاء.\n2. أضف الموز وزبدة الفول السوداني والحليب والشوفان إلى الخلاط.\n3. اخلط على سرعة عالية لمدة 30-45 ثانية حتى يصبح ناعماً تماماً.\n4. اسكبه في كوب طويل.\n5. يمكنك إضافة مكعبات ثلج للحصول على قوام أكثر برودة وسماكة.",
  "recipe.tuna_salad_wrap": "لفائف سلطة التونة",
  "recipe.tuna_salad_wrap.desc": "تونة مفتتة ممزوجة مع أفوكادو مهروس وطماطم طازجة وسبانخ صغيرة، ملفوفة في خبز القمح الكامل. غداء غني بالبروتين وأوميغا-3 وسهل التعبئة.",
  "recipe.tuna_salad_wrap.steps": "1. صفّي التونة المعلبة جيداً وضعها في وعاء.\n2. اهرس الأفوكادو واخلطه مع التونة بدلاً من المايونيز.\n3. قطّع الطماطم مكعبات وأضفها إلى خليط التونة.\n4. تبّل بالملح والفلفل وعصرة ليمون.\n5. افرد الخليط على خبز القمح الكامل وأضف أوراق السبانخ.\n6. لف بإحكام وقطّع بالنصف.",
  "recipe.apple_almond_snack": "وجبة التفاح واللوز الخفيفة",
  "recipe.apple_almond_snack.desc": "أبسط وجبة خفيفة صحية: شرائح تفاح مقرمشة مع حفنة من اللوز الخام. مزيج الألياف والدهون الصحية والحلاوة الطبيعية يبقي الجوع بعيداً لساعات.",
  "recipe.apple_almond_snack.steps": "1. اغسل التفاحة وقطّعها إلى شرائح مع إزالة القلب.\n2. حضّر حفنة من اللوز (حوالي 23 حبة).\n3. رتّبها في طبق أو ضعها في وعاء للتنقل.\n4. للتنويع، أضف رشة قرفة أو ملعقة صغيرة من زبدة اللوز للتغميس.",
  "recipe.cottage_cheese_fruit_bowl": "وعاء الجبن القريش والفواكه",
  "recipe.cottage_cheese_fruit_bowl.desc": "جبن قريش كريمي مغطى بقطع المانجو الحلوة والجوز المقرمش ورشة بذور الكتان. غني بالبروتين وأوميغا-3 مع طعم استوائي حلو طبيعي.",
  "recipe.cottage_cheese_fruit_bowl.steps": "1. ضع الجبن القريش في وعاء.\n2. قشّر المانجو وقطّعها إلى قطع صغيرة.\n3. رتّب المانجو فوق الجبن القريش.\n4. انثر الجوز وبذور الكتان المطحونة فوقها.\n5. أضف رشة عسل إذا رغبت في مزيد من الحلاوة.",
  "recipe.dark_chocolate_banana_bites": "قطع الموز بالشوكولاتة الداكنة",
  "recipe.dark_chocolate_banana_bites.desc": "شرائح موز مجمدة مغمسة في شوكولاتة داكنة مذابة ومرشوشة باللوز المطحون. حلوى طبيعية مليئة بمضادات الأكسدة والبوتاسيوم والمغنيسيوم.",
  "recipe.dark_chocolate_banana_bites.steps": "1. قشّر الموز وقطّعه إلى شرائح بسمك 1 سم.\n2. غلّف صينية خبز بورق الزبدة ورتّب شرائح الموز في طبقة واحدة.\n3. جمّدها لمدة 30 دقيقة حتى تتماسك.\n4. أذب الشوكولاتة الداكنة في حمام مائي أو الميكروويف.\n5. اغمس كل شريحة موز في الشوكولاتة ورشها باللوز المطحون.\n6. أعدها إلى الصينية وجمّدها لمدة 15 دقيقة أخرى.\n7. قدّمها مباشرة من الفريزر.",
  "recipe.chicken_stir_fry": "دجاج وبروكلي مقلي",
  "recipe.chicken_stir_fry.desc": "قطع صدر دجاج طرية مقلية مع البروكلي والفلفل الحلو على أرز بني، مع الثوم ورشة صلصة صويا. وجبة غنية بالبروتين ومتوازنة جاهزة في 20 دقيقة.",
  "recipe.chicken_stir_fry.steps": "1. قطّع صدر الدجاج إلى شرائح رفيعة وتبّلها بالملح والفلفل ورشة صلصة صويا.\n2. اطبخ الأرز البني حسب تعليمات العبوة.\n3. سخّن زيت الزيتون في مقلاة كبيرة أو ووك على نار عالية.\n4. أضف شرائح الدجاج واقلها 4-5 دقائق حتى تنضج ثم انقلها إلى طبق.\n5. في نفس المقلاة، اقل البروكلي والفلفل الحلو المقطع 3-4 دقائق.\n6. أعد الدجاج وأضف الثوم المفروم ورشة صلصة صويا.\n7. قلّب لمدة دقيقة وقدّمه فوق الأرز البني.",
  "recipe.lentil_soup": "شوربة العدس الشهية",
  "recipe.lentil_soup.desc": "قدر دافئ من العدس المطبوخ مع الجزر والطماطم والسبانخ والثوم. اقتصادية ونباتية ومليئة بالحديد والألياف. تكفي أربع حصص كبيرة.",
  "recipe.lentil_soup.steps": "1. اغسل العدس تحت الماء البارد وصفّه.\n2. سخّن زيت الزيتون في قدر كبير على نار متوسطة.\n3. أضف الجزر المقطع والثوم المفروم واطبخهم 3-4 دقائق حتى يلينوا.\n4. أضف العدس والطماطم المعلبة والماء أو المرق.\n5. اتركها تغلي ثم خفف النار واطبخها 20-25 دقيقة.\n6. أضف السبانخ وقلّب حتى تذبل.\n7. تبّل بالملح والفلفل والكمون وقدّمها ساخنة.",
  "recipe.shrimp_garlic_pasta": "باستا الروبيان بالثوم",
  "recipe.shrimp_garlic_pasta.desc": "روبيان سمين مقلي مع كمية وفيرة من الثوم، ممزوج مع باستا القمح الكامل وطماطم كرزية وسبانخ طازجة بزيت الزيتون. عشاء مستوحى من البحر المتوسط غني بالسيلينيوم والبروتين.",
  "recipe.shrimp_garlic_pasta.steps": "1. اطبخ الباستا في ماء مغلي مملح حسب تعليمات العبوة. صفّها واحتفظ بنصف كوب من ماء الباستا.\n2. أثناء طبخ الباستا، سخّن زيت الزيتون في مقلاة كبيرة على نار متوسطة-عالية.\n3. أضف الروبيان واطبخه 2-3 دقائق لكل جانب حتى يصبح وردياً ثم انقله إلى طبق.\n4. في نفس المقلاة، اقل الثوم المفروم 30 ثانية.\n5. أضف الطماطم الكرزية المقطعة نصفين واطبخها دقيقتين.\n6. أعد الروبيان وأضف الباستا والسبانخ وبعض ماء الباستا.\n7. قلّب حتى تذبل السبانخ وقدّمها فوراً.",
  "recipe.quinoa_veggie_bowl": "وعاء الكينوا والخضروات المغذي",
  "recipe.quinoa_veggie_bowl.desc": "كينوا هشة مع الحمص والأفوكادو والكيل والفلفل المشوي، متبلة بزيت الزيتون والليمون. وعاء بروتين نباتي كامل مع ألياف رائعة.",
  "recipe.quinoa_veggie_bowl.steps": "1. اغسل الكينوا جيداً واطبخها في الماء حسب تعليمات العبوة. فكّكها بالشوكة.\n2. صفّ الحمص واغسله.\n3. اشوِ شرائح الفلفل مع رشة زيت زيتون على 200 درجة مئوية لمدة 15 دقيقة.\n4. وزّع الكينوا في أوعية وأضف الحمص والأفوكادو المقطع والكيل والفلفل المشوي.\n5. اخلط زيت الزيتون وعصير الليمون والملح والفلفل كصلصة.\n6. اسكب الصلصة فوق الوعاء وقدّمه.",
  "recipe.turkey_spinach_wrap": "لفائف الديك الرومي والسبانخ",
  "recipe.turkey_spinach_wrap.desc": "شرائح صدر ديك رومي قليل الدهن مع سبانخ طازجة وشيدر وطماطم في خبز القمح الكامل. غداء غني بالبروتين وسهل الحمل ومثالي للعمل أو المدرسة.",
  "recipe.turkey_spinach_wrap.steps": "1. افرد خبز القمح الكامل على سطح نظيف.\n2. رتّب أوراق السبانخ على الخبز مع ترك حافة.\n3. وزّع شرائح الديك الرومي بالتساوي فوق السبانخ.\n4. أضف شرائح الطماطم وشريحة من الجبنة.\n5. لف بإحكام مع طي الأطراف للداخل.\n6. قطّع بالنصف بشكل مائل وقدّمه.",
  "recipe.tofu_veggie_stir_fry": "توفو وخضروات مقلية",
  "recipe.tofu_veggie_stir_fry.desc": "مكعبات توفو مقرمشة مقلية مع البروكلي والفطر والجزر على أرز بني. عشاء نباتي مُشبع غني بالكالسيوم والبروتين.",
  "recipe.tofu_veggie_stir_fry.steps": "1. اضغط التوفو بين مناشف ورقية لإزالة الرطوبة الزائدة ثم قطّعه إلى مكعبات 2 سم.\n2. اطبخ الأرز البني حسب تعليمات العبوة.\n3. سخّن زيت الزيتون في مقلاة كبيرة أو ووك على نار عالية.\n4. أضف مكعبات التوفو واقلها حتى تصبح ذهبية ومقرمشة من جميع الجوانب ثم انقلها.\n5. في نفس المقلاة، اقل البروكلي والفطر والجزر المقطع 4-5 دقائق.\n6. أعد التوفو وأضف صلصة الصويا والثوم المفروم.\n7. قلّب لمدة دقيقة وقدّمه فوق الأرز.",
  "recipe.oatmeal_banana_walnut": "شوفان بالموز والجوز",
  "recipe.oatmeal_banana_walnut.desc": "شوفان دافئ وكريمي مطبوخ بالحليب الكامل، مغطى بشرائح الموز والجوز المقرمش ورشة عسل. بداية صحية للقلب وغنية بالألياف لأي صباح.",
  "recipe.oatmeal_banana_walnut.steps": "1. اخلط الشوفان والحليب في قدر صغير على نار متوسطة.\n2. قلّب من حين لآخر حتى يبدأ بالغليان الخفيف.\n3. اطبخ 5-7 دقائق مع التقليب المتكرر حتى يصبح الشوفان سميكاً وكريمياً.\n4. اسكبه في وعاء وأضف شرائح الموز والجوز.\n5. اسكب العسل فوقه وقدّمه ساخناً.",
  "recipe.egg_veggie_muffins": "مافن البيض والخضروات",
  "recipe.egg_veggie_muffins.desc": "أكواب بيض فردية مخبوزة مع السبانخ والفلفل الحلو والفطر والشيدر. حضّر دفعة يوم الأحد وأعد تسخينها طوال الأسبوع لإفطار سريع غني بالبروتين.",
  "recipe.egg_veggie_muffins.steps": "1. سخّن الفرن على 180 درجة مئوية (350 فهرنهايت) وادهن قالب مافن بـ 6 فتحات.\n2. قطّع السبانخ والفلفل الحلو والفطر إلى قطع صغيرة.\n3. وزّع الخضروات بالتساوي بين فتحات المافن.\n4. اكسر البيض في وعاء واخفقه مع رشة ملح وفلفل.\n5. اسكب خليط البيض فوق الخضروات ورش الجبنة المبشورة.\n6. اخبزها 20-25 دقيقة حتى ينتفخ البيض ويصبح ذهبياً.\n7. اتركها تبرد قليلاً قبل إخراجها من القالب.",
  "recipe.chickpea_salad": "سلطة الحمص المتوسطية",
  "recipe.chickpea_salad.desc": "سلطة ملونة من الحمص والطماطم المقطعة والفلفل الحلو والأفوكادو والسبانخ متبلة بزيت الزيتون والليمون. نباتية وغنية بالألياف وقابلة للتعديل بلا حدود.",
  "recipe.chickpea_salad.steps": "1. صفّ الحمص واغسله.\n2. قطّع الطماطم والفلفل الحلو والأفوكادو إلى قطع متساوية الحجم.\n3. اخلط الحمص والخضروات المقطعة وأوراق السبانخ في وعاء كبير.\n4. اخفق زيت الزيتون وعصير الليمون والملح والفلفل معاً كصلصة.\n5. اسكب الصلصة فوق السلطة وقلّبها برفق.\n6. قدّمها فوراً أو ضعها في الثلاجة لمدة ساعة لتتشرب النكهات.",
  "recipe.salmon_kale_sweet_potato": "سلمون مع الكيل والبطاطا الحلوة",
  "recipe.salmon_kale_sweet_potato.desc": "شرائح سلمون مخبوزة في الفرن تُقدم مع أسافين البطاطا الحلوة المشوية والكيل المقلي بالثوم. عشاء غني بالعناصر الغذائية ومحمّل بأوميغا-3 وفيتامين أ ومركبات مضادة للالتهاب.",
  "recipe.salmon_kale_sweet_potato.steps": "1. سخّن الفرن على 200 درجة مئوية (400 فهرنهايت).\n2. قطّع البطاطا الحلوة إلى أسافين وادهنها بزيت الزيتون والملح وضعها على صينية خبز.\n3. اشوها لمدة 15 دقيقة.\n4. تبّل شرائح السلمون بالملح والفلفل والليمون وضعها على الصينية.\n5. أعد الصينية إلى الفرن واخبزها 12-15 دقيقة إضافية.\n6. في هذه الأثناء، اقل الكيل مع الثوم في زيت الزيتون حتى يذبل.\n7. وزّع البطاطا والكيل والسلمون في أطباق وقدّمها.",
  "recipe.homemade_turkey_burger": "برغر الديك الرومي المنزلي",
  "recipe.homemade_turkey_burger.desc": "فطائر ديك رومي طرية متبلة بالأعشاب تُقدم على خبز قمح كامل مع أفوكادو وطماطم وسبانخ طازجة. نسخة أقل دهوناً وأكثر تغذية من البرغر الكلاسيكي.",
  "recipe.homemade_turkey_burger.steps": "1. في وعاء، اخلط لحم الديك الرومي المفروم مع الملح والفلفل ومسحوق الثوم ورشة بابريكا.\n2. شكّل الخليط إلى فطيرتين متساويتين مع ضغط تجويف صغير في وسط كل منهما.\n3. سخّن مقلاة شواء على نار متوسطة-عالية.\n4. اطبخ الفطائر 5-6 دقائق لكل جانب حتى تنضج تماماً.\n5. حمّص خبز القمح الكامل.\n6. وزّع الأفوكادو المهروس وشرائح الطماطم والسبانخ على الخبز وضع الفطيرة فوقها.",
  "recipe.beef_broccoli_bowl": "وعاء اللحم والبروكلي",
  "recipe.beef_broccoli_bowl.desc": "شرائح رقيقة من اللحم البقري القليل الدهن مقلية مع البروكلي في صلصة ثوم لذيذة على أرز بني. مزيج كلاسيكي يوفر الحديد والزنك وB12 في كل لقمة.",
  "recipe.beef_broccoli_bowl.steps": "1. قطّع اللحم إلى شرائح رفيعة عكس ألياف اللحم.\n2. اطبخ الأرز البني حسب تعليمات العبوة.\n3. سخّن زيت الزيتون في مقلاة كبيرة أو ووك على نار عالية.\n4. أضف شرائح اللحم واقلها 3-4 دقائق حتى تحمّر ثم انقلها.\n5. في نفس المقلاة، اقل البروكلي 3-4 دقائق.\n6. أعد اللحم وأضف الثوم المفروم وصلصة الصويا.\n7. قلّب لمدة دقيقة وقدّمه فوق الأرز البني.",
  "recipe.black_bean_sweet_potato_chili": "تشيلي الفاصوليا السوداء والبطاطا الحلوة",
  "recipe.black_bean_sweet_potato_chili.desc": "تشيلي سميك ومدخن مصنوع من الفاصوليا السوداء والبطاطا الحلوة المشوية والطماطم والفلفل الحلو. نباتي واقتصادي ومليء بالألياف. يكفي أربعة أوعية كبيرة.",
  "recipe.black_bean_sweet_potato_chili.steps": "1. قشّر البطاطا الحلوة وقطّعها إلى مكعبات 2 سم.\n2. سخّن زيت الزيتون في قدر كبير على نار متوسطة.\n3. أضف الفلفل الحلو المقطع والثوم المفروم واطبخهم 3 دقائق.\n4. أضف مكعبات البطاطا الحلوة وقلّب.\n5. أضف الفاصوليا السوداء المصفاة والطماطم المعلبة والكمون والبابريكا المدخنة.\n6. اتركها تغلي ثم خفف النار واطبخها 25-30 دقيقة حتى تلين البطاطا.\n7. تبّل بالملح والفلفل وقدّمها مع رشة كزبرة طازجة.",
  "recipe.baked_chicken_vegetables": "دجاج وخضروات مشوية في صينية واحدة",
  "recipe.baked_chicken_vegetables.desc": "صدور دجاج مشوية على صينية واحدة مع البطاطا الحلوة والبروكلي والجزر. تحضير بسيط وتنظيف قليل ووجبة متوازنة ستأكلها العائلة كلها.",
  "recipe.baked_chicken_vegetables.steps": "1. سخّن الفرن على 200 درجة مئوية (400 فهرنهايت).\n2. قطّع البطاطا الحلوة والجزر إلى قطع متساوية الحجم.\n3. ادهن الخضروات بزيت الزيتون والملح والفلفل والثوم المفروم على صينية خبز كبيرة.\n4. اشوها لمدة 15 دقيقة.\n5. تبّل صدور الدجاج وضعها بين الخضروات.\n6. أضف البروكلي وأعد الصينية إلى الفرن.\n7. اخبز 20-25 دقيقة إضافية حتى ينضج الدجاج تماماً.",
  "recipe.sardine_toast_salad": "خبز السردين المحمص مع سلطة خضراء",
  "recipe.sardine_toast_salad.desc": "سردين معلب مهروس مع أفوكادو على خبز قمح كامل محمص، يُقدم مع سلطة كيل وطماطم. وجبة اقتصادية مقللة الشأن غنية بأوميغا-3 والكالسيوم وB12.",
  "recipe.sardine_toast_salad.steps": "1. صفّ السردين وضعه في وعاء.\n2. اهرسه بالشوكة مع إضافة أفوكادو مقطع وعصرة ليمون وملح وفلفل.\n3. حمّص خبز القمح الكامل حتى يصبح ذهبياً.\n4. افرد خليط السردين والأفوكادو على الخبز المحمص.\n5. حضّر سلطة جانبية من الكيل والطماطم المقطعة مع رشة زيت زيتون.\n6. قدّم الخبز مع السلطة الجانبية.",
  "recipe.lentil_bolognese": "بولونيز العدس",
  "recipe.lentil_bolognese.desc": "صلصة باستا غنية بطعم اللحم مصنوعة بالكامل من العدس والفطر والجزر والطماطم. حتى محبي اللحوم يستمتعون بها. غنية بالحديد والألياف والبروتين.",
  "recipe.lentil_bolognese.steps": "1. اغسل العدس تحت الماء البارد وصفّه.\n2. قطّع الجزر والفطر إلى قطع صغيرة.\n3. سخّن زيت الزيتون في قدر كبير على نار متوسطة.\n4. أضف الثوم المفروم والجزر المقطع واطبخهم 3 دقائق.\n5. أضف الفطر وقلّب حتى يلين.\n6. أضف العدس والطماطم المعلبة والأعشاب الإيطالية.\n7. اتركها تغلي ثم خفف النار واطبخها 25-30 دقيقة حتى ينضج العدس.\n8. قدّمها فوق باستا القمح الكامل.",
  "recipe.stuffed_bell_peppers": "فلفل حلو محشي",
  "recipe.stuffed_bell_peppers.desc": "فلفل حلو ملون محشي بمزيج لذيذ من الكينوا والفاصوليا السوداء والطماطم والشيدر المذاب. وجبة بروتين كاملة تبدو رائعة لكنها سهلة بشكل مفاجئ.",
  "recipe.stuffed_bell_peppers.steps": "1. سخّن الفرن على 190 درجة مئوية (375 فهرنهايت).\n2. اقطع أعلى حبات الفلفل وأزل البذور.\n3. اطبخ الكينوا حسب تعليمات العبوة.\n4. اخلط الكينوا المطبوخة مع الفاصوليا السوداء المصفاة والطماطم المقطعة والتوابل.\n5. احشِ كل حبة فلفل بالخليط ورش الجبنة المبشورة فوقها.\n6. رتّب الفلفل في صينية خبز وأضف قليلاً من الماء في القاع.\n7. اخبز 30-35 دقيقة حتى يلين الفلفل وتذوب الجبنة.",
  "recipe.slow_cooker_chicken_soup": "شوربة الدجاج بالطبخ البطيء",
  "recipe.slow_cooker_chicken_soup.desc": "شوربة دجاج مريحة ومغذية تطبخ نفسها تقريباً. صدر دجاج مطبوخ ببطء مع الجزر والقرنبيط والسبانخ والثوم. تكفي ست حصص للأسبوع.",
  "recipe.slow_cooker_chicken_soup.steps": "1. ضع صدور الدجاج في قاع طنجرة الطبخ البطيء.\n2. أضف الجزر المقطع وزهرات القرنبيط والثوم المفروم فوقها.\n3. اسكب مرق الدجاج أو الماء حتى يغطي المكونات.\n4. اطبخ على حرارة منخفضة 6-8 ساعات أو عالية 3-4 ساعات.\n5. أخرج الدجاج وفتته بالشوكة ثم أعده إلى القدر.\n6. أضف السبانخ وقلّب حتى تذبل.\n7. تبّل بالملح والفلفل وقدّمها ساخنة.",
  "recipe.baked_salmon_quinoa": "سلمون مخبوز مع كينوا بالليمون",
  "recipe.baked_salmon_quinoa.desc": "شرائح سلمون بالأعشاب والليمون مخبوزة حتى تصبح هشة وتُقدم فوق كينوا هشة مع بروكلي مشوي. عشاء غني بأوميغا-3 أنيق ومغذٍ في آن واحد.",
  "recipe.baked_salmon_quinoa.steps": "1. سخّن الفرن على 200 درجة مئوية (400 فهرنهايت).\n2. اطبخ الكينوا حسب تعليمات العبوة. بعد النضج، فكّكها بالشوكة وأضف قشر الليمون وعصيره.\n3. ضع زهرات البروكلي على صينية خبز وادهنها بزيت الزيتون.\n4. تبّل شرائح السلمون بالملح والفلفل والأعشاب وضعها على الصينية.\n5. اخبز 15-18 دقيقة حتى ينضج السلمون ويصبح البروكلي مقرمشاً.\n6. وزّع الكينوا في أطباق وضع السلمون والبروكلي فوقها.\n7. اعصر ليمونة إضافية فوقها وقدّمها.",
  "recipe.cauliflower_chickpea_curry": "كاري القرنبيط والحمص",
  "recipe.cauliflower_chickpea_curry.desc": "كاري عطر ودافئ من القرنبيط والحمص في صلصة طماطم متبلة مع السبانخ. نباتي وغني بالألياف ومُشبع جداً يُقدم مع الأرز أو الخبز المسطح.",
  "recipe.cauliflower_chickpea_curry.steps": "1. قطّع القرنبيط إلى زهرات صغيرة.\n2. سخّن زيت الزيتون في قدر كبير على نار متوسطة.\n3. أضف الثوم المفروم واطبخه 30 ثانية حتى تفوح رائحته.\n4. أضف زهرات القرنبيط وقلّبها لتتغطى بالزيت.\n5. أضف الحمص المصفى والطماطم المعلبة ومسحوق الكاري والكمون.\n6. اتركها تغلي ثم خفف النار واطبخها 20 دقيقة حتى يلين القرنبيط.\n7. أضف السبانخ وقلّب حتى تذبل.\n8. تبّل وقدّمه فوق الأرز أو مع خبز مسطح.",
  "resto.burger_meal": "وجبة البرغر",
  "resto.burger_meal.restaurant": "تشيز برغر من الوجبات السريعة مع بطاطا مقلية ومشروب غازي كبير",
  "resto.burger_meal.home": "برغر ديك رومي منزلي مع أسافين بطاطا حلوة وماء",
  "resto.burger_meal.tip": "الفرق الأكبر ليس البرغر نفسه بل الأطباق الجانبية. استبدال البطاطا المقلية والمشروب الغازي بالبطاطا الحلوة المشوية والماء يقلل السعرات إلى النصف ويزيل معظم السكر المضاف.",
  "resto.fried_chicken_combo": "وجبة الدجاج المقلي",
  "resto.fried_chicken_combo.restaurant": "3 قطع دجاج مقلي مع سلطة كولسلو وبسكويت ومشروب كبير",
  "resto.fried_chicken_combo.home": "صدر دجاج مشوي في الفرن مع خضروات محمّرة",
  "resto.fried_chicken_combo.tip": "الشي بدلاً من القلي العميق يقلل الدهون بنسبة 85% مع الحفاظ على نفس كمية البروتين. سلطة الكولسلو في المطاعم غالباً محمّلة بالمايونيز، لذا الخضروات المشوية بديل أخف بكثير.",
  "resto.pepperoni_pizza": "بيتزا بيبروني (3 شرائح)",
  "resto.pepperoni_pizza.restaurant": "3 شرائح من بيتزا بيبروني التوصيل",
  "resto.pepperoni_pizza.home": "بيتزا منزلية بقمح كامل مع مكونات طازجة",
  "resto.pepperoni_pizza.tip": "بيتزا التوصيل عادة تحتوي على جبنة ولحوم مصنعة أكثر بكثير من النسخ المنزلية. استخدام قاعدة قمح كامل وإضافة خضروات يمنحك ألياف أكثر وصوديوم أقل.",
  "resto.margherita_pizza": "بيتزا مارغريتا (3 شرائح)",
  "resto.margherita_pizza.restaurant": "3 شرائح من بيتزا مارغريتا بأسلوب المطاعم",
  "resto.margherita_pizza.home": "مارغريتا منزلية بموتزاريلا طازجة وريحان",
  "resto.margherita_pizza.tip": "حتى بيتزا أبسط مثل المارغريتا تتشرب زيتاً وجبنة إضافية في المطاعم. التحضير المنزلي يتيح لك التحكم في جودة المكونات وكمية الجبنة.",
  "resto.general_tso_chicken": "دجاج الجنرال تسو",
  "resto.general_tso_chicken.restaurant": "دجاج الجنرال تسو مع أرز مقلي من مطعم صيني",
  "resto.general_tso_chicken.home": "دجاج مقلي منزلي مع أرز بني وخضروات",
  "resto.general_tso_chicken.tip": "دجاج الجنرال تسو مغطى بالعجينة ومقلي في زيت عميق ومغلف بصلصة سكرية. القلي البسيط يمنحك كل النكهة مع جزء بسيط من الدهون والسكر. استخدم الثوم والزنجبيل الطازج للنكهة الطبيعية.",
  "resto.pad_thai": "باد تاي",
  "resto.pad_thai.restaurant": "باد تاي بالروبيان من المطعم",
  "resto.pad_thai.home": "باستا روبيان وخضروات منزلية بالثوم وزيت الزيتون",
  "resto.pad_thai.tip": "باد تاي المطاعم يُطبخ عادة بكمية كبيرة من الزيت مع صلصة تمر هندي حلوة تضيف سعرات مخفية. باستا بالثوم وزيت الزيتون مع الروبيان تمنح رضاً مماثلاً مع صوديوم أقل بكثير.",
  "resto.burrito_bowl": "وعاء البوريتو",
  "resto.burrito_bowl.restaurant": "وعاء بوريتو كبير مع أرز وفاصوليا ولحم وجبنة وكريمة حامضة وغواكامولي",
  "resto.burrito_bowl.home": "وعاء كينوا وخضروات منزلي مع حمص وأفوكادو",
  "resto.burrito_bowl.tip": "أوعية البوريتو في المطاعم سخية، وهذه هي المشكلة. الكريمة الحامضة والجبنة الإضافية وحدها قد تضيف 300+ سعرة حرارية. وعاء كينوا منزلي مع خضروات طازجة يمنحك ألياف أكثر وتحكماً أفضل.",
  "resto.quesadilla_combo": "وجبة الكيساديا",
  "resto.quesadilla_combo.restaurant": "كيساديا بالجبنة مع أرز وفاصوليا ورقائق من مطعم مكسيكي",
  "resto.quesadilla_combo.home": "كيساديا قمح كامل منزلية مع فاصوليا سوداء وخضروات",
  "resto.quesadilla_combo.tip": "كيساديا المطاعم تستخدم خبز تورتيلا ضخم محمّل بالجبنة وغالباً تأتي مع أطباق جانبية عالية السعرات. استخدام تورتيلا قمح كامل أصغر مع الفاصوليا والخضروات يجعلها وجبة أكثر توازناً.",
  "resto.fettuccine_alfredo": "فيتوتشيني ألفريدو",
  "resto.fettuccine_alfredo.restaurant": "فيتوتشيني ألفريدو من المطعم مع خبز بالثوم",
  "resto.fettuccine_alfredo.home": "ألفريدو منزلي خفيف مع باستا قمح كامل وخضروات",
  "resto.fettuccine_alfredo.tip": "صلصة ألفريدو المطاعم هي أساساً زبدة وكريمة ثقيلة بكميات كبيرة. نسخة أخف باستخدام الحليب وكمية أقل من البارميزان وإضافة البروكلي أو السبانخ تقلل الدهون بشكل كبير مع الحفاظ على الطعم.",
  "resto.pasta_bolognese": "باستا بولونيز",
  "resto.pasta_bolognese.restaurant": "سباغيتي بولونيز من المطعم مع خبز بالثوم",
  "resto.pasta_bolognese.home": "بولونيز العدس المنزلي مع باستا قمح كامل",
  "resto.pasta_bolognese.tip": "استبدال اللحم المفروم بالعدس يقلل الدهون بنسبة 74% ويضيف كمية هائلة من الألياف والحديد. معظم الناس لا يستطيعون التمييز بعد الطبخ مع الطماطم والأعشاب. جرّبها قبل أن تحكم عليها.",
  "resto.latte_muffin": "لاتيه ومافن",
  "resto.latte_muffin.restaurant": "لاتيه بنكهة كبير مع مافن توت أزرق من مقهى",
  "resto.latte_muffin.home": "شوفان منزلي مع موز وجوز وعسل",
  "resto.latte_muffin.tip": "مافن المقهى قد يحتوي على سكر بقدر ثلاثة ألواح شوكولاتة. الشوفان مع الفواكه يوفر طاقة مستمرة بدون انهيار السكر، ويكلف جزءاً بسيطاً من الثمن، ويبقيك شبعاناً لفترة أطول.",
  "resto.deli_sub_sandwich": "ساندويتش صب ديلي",
  "resto.deli_sub_sandwich.restaurant": "ساندويتش صب 12 بوصة مع لحوم مصنعة وجبنة وصلصة",
  "resto.deli_sub_sandwich.home": "لفائف ديك رومي وسبانخ منزلية مع خضروات طازجة",
  "resto.deli_sub_sandwich.tip": "ساندويتشات الصب قنابل صوديوم بسبب اللحوم المصنعة والجبنة والصلصات. استخدام شرائح ديك رومي طازجة بدلاً من اللحوم المصنعة وتخطي الصلصة الثقيلة يقلل الصوديوم بنسبة 75% والطعم لا يقل لذة.",
  "shop.budget_week": "أسبوع اقتصادي ($50)",
  "shop.moderate_week": "أسبوع متوازن ($80)",
  "shop.premium_week": "أسبوع مميز ($120)",
  "shop.tip.seasonal": "اشترِ الفواكه والخضروات في موسمها. تكلفتها أقل وطعمها أفضل ومستوى عناصرها الغذائية أعلى لأنها تُقطف في ذروة نضجها بدلاً من شحنها من بعيد.",
  "shop.tip.bulk": "اشترِ المواد الأساسية مثل الأرز والشوفان والعدس والفاصوليا بكميات كبيرة. تدوم لأشهر وتكلفتها أقل بكثير لكل حصة وتشكل أساس مئات الوجبات المغذية.",
  "shop.tip.frozen": "الفواكه والخضروات المجمدة تُقطف وتُجمد في ذروة قيمتها الغذائية. غالباً أرخص من الطازجة وتدوم أطول ومغذية بنفس القدر. احتفظ بتشكيلة في الفريزر للوجبات السريعة.",
  "shop.tip.store_brands": "منتجات العلامة التجارية للمتجر غالباً تحتوي نفس المكونات مثل العلامات المشهورة بتكلفة أقل 20-40%. قارن ملصقات التغذية للتأكد. هذه واحدة من أسهل الطرق لتقليل فاتورة البقالة.",
  "shop.tip.meal_prep": "اقضِ ساعة أو ساعتين في عطلة نهاية الأسبوع في تحضير وجبات الأسبوع. الطبخ بكميات كبيرة للشوربات والحبوب والبروتينات يوفر الوقت في أيام الأسبوع المزدحمة ويقلل إغراء طلب الوجبات الجاهزة.",
  "shop.tip.avoid_waste": "خطط وجباتك قبل التسوق والتزم بقائمتك. استخدم بقايا الطعام بشكل إبداعي. جمّد الخبز واللحم والموز الناضج قبل أن يفسد. هدر الطعام هو هدر للمال.",
  "shop.weekly_cost": "التكلفة الأسبوعية التقديرية",
  "shop.per_day": "في اليوم",
  "shop.shopping_list": "قائمة التسوق",
  "shop.grocery_section": "قسم البقالة",
  "shop.section.produce": "الخضروات والفواكه",
  "shop.section.meat_counter": "قسم اللحوم",
  "shop.section.fish_counter": "قسم الأسماك",
  "shop.section.dairy": "الألبان والبيض",
  "shop.section.bakery": "المخبز",
  "shop.section.bulk_bins": "المواد الجافة والسائبة",
  "shop.section.canned_goods": "المعلبات والمحفوظات",
  "shop.section.frozen": "المجمدات",
  "shop.section.oils_condiments": "الزيوت والتوابل",
  "food.category.protein": "البروتين",
  "food.category.grain": "الحبوب والنشويات",
  "food.category.vegetable": "الخضروات",
  "food.category.fruit": "الفواكه",
  "food.category.dairy": "الألبان",
  "food.category.nut_seed": "المكسرات والبذور",
  "food.category.legume": "البقوليات",
  "food.category.other": "أخرى",
  "food.fruit_class.citrus": "الحمضيات",
  "food.fruit_class.berry": "التوتيات",
  "food.fruit_class.tropical": "الفواكه الاستوائية",
  "food.fruit_class.stone": "الفواكه ذات النواة",
  "food.fruit_class.pome": "الفواكه التفاحية",
  "food.fruit_class.melon": "البطيخيات",
  "score.excellent": "مصدر ممتاز",
  "score.good": "مصدر جيد",
  "score.moderate": "مصدر معتدل",
  "score.low": "مصدر منخفض",
  "time.quick": "سريع (أقل من 15 دقيقة)",
  "time.medium": "متوسط (15-30 دقيقة)",
  "time.long": "أطول (30+ دقيقة)",
  "difficulty.easy": "سهل",
  "difficulty.medium": "متوسط",
  "difficulty.advanced": "متقدم",
  "meal.breakfast": "الإفطار",
  "meal.lunch": "الغداء",
  "meal.dinner": "العشاء",
  "meal.snack": "وجبة خفيفة",
  "compare.title": "مقارنة الأطعمة",
  "compare.subtitle": "ضع أي طعامين جنباً إلى جنب لترى كيف تتقارن عناصرهما الغذائية. المعرفة هي الخطوة الأولى نحو خيارات أفضل.",
  "compare.select_hint": "ابحث أو اختر طعاماً للمقارنة",
  "compare.per_serving": "لكل حصة",
  "compare.per_100g": "لكل 100 غرام",
  "compare.winner": "أعلى في هذا العنصر الغذائي",
  "planner.title": "مخطط الوجبات",
  "planner.subtitle": "ابنِ وجباتك اليومية وشاهد كيف تتراكم مقارنة بالأهداف الغذائية الموصى بها لفئتك العمرية.",
  "planner.select_age": "اختر فئتك العمرية",
  "planner.add_meal": "أضف وجبة",
  "planner.daily_total": "المجموع اليومي",
  "planner.rda_coverage": "% من المدخول اليومي الموصى به",
  "planner.breakfast": "الإفطار",
  "planner.lunch": "الغداء",
  "planner.dinner": "العشاء",
  "planner.snack": "وجبة خفيفة",
  "planner.clear_all": "مسح جميع الوجبات",
  "quiz.title": "اختبار التغذية",
  "quiz.subtitle": "اختبر معرفتك عن الطعام الذي تتناوله. بدون أحكام، فقط تعلّم.",
  "quiz.start": "ابدأ الاختبار",
  "quiz.question_of": "السؤال {current} من {total}",
  "quiz.score": "نتيجتك",
  "quiz.next": "السؤال التالي",
  "quiz.results": "عرض النتائج",
  "quiz.play_again": "العب مرة أخرى",
  "quiz.share_score": "شارك نتيجتك",
  "quiz.rating.expert": "خبير تغذية! أنت تعرف حقاً ما تتحدث عنه.",
  "quiz.rating.great": "معرفة رائعة! فقط بضع ثغرات تحتاج سدها.",
  "quiz.rating.good": "بداية جيدة! أنت تعرف الأساسيات ومستعد لتعلم المزيد.",
  "quiz.rating.learning": "لا تقلق! الجميع يبدأ من مكان ما. استكشف الموقع لاكتشاف المزيد.",
  "food.detail.nutrients": "العناصر الغذائية لكل 100 غرام",
  "food.detail.recipes": "وصفات تحتوي على هذا الطعام",
  "food.detail.age_benefits": "الأفضل لهذه الفئات العمرية",
  "food.detail.replaces_supplement": "قد يساعد في استبدال هذا المكمل",
  "food.detail.available_at": "تجده في متجر البقالة",
  "food.detail.cost_tier": "مستوى التكلفة",
  "about.title": "حول EatClever",
  "about.intro": "EatClever مصدر مستقل لمعلومات التغذية. نقدم حقائق عن الأطعمة اليومية لتتمكن من اتخاذ قراراتك المستنيرة. بدون حميات، بدون شعور بالذنب، بدون رعاة. فقط بيانات.",
  "about.mission.title": "مهمتنا",
  "about.mission.text": "نؤمن بأن فهم محتويات طعامك حق وليس امتيازاً. EatClever موجود لجعل بيانات التغذية متاحة ومفهومة وقابلة للتطبيق للجميع، بغض النظر عن الميزانية أو الخلفية.",
  "about.sources.title": "مصادرنا",
  "about.sources.text": "جميع البيانات الغذائية مستمدة من قواعد بيانات محكّمة علمياً بما في ذلك مركز بيانات الغذاء التابع لوزارة الزراعة الأمريكية والإرشادات الغذائية لمنظمة الصحة العالمية وهيئات التغذية الوطنية. القيم تمثل الكميات النموذجية وقد تختلف.",
  "about.contact.title": "اتصل بنا",
  "about.contact.text": "هل لديك سؤال أو تصحيح أو اقتراح؟ نرحب بملاحظاتك. تواصل معنا عبر نموذج الاتصال وسنرد عليك.",
  "methodology.title": "المنهجية",
  "methodology.intro": "الشفافية مهمة. إليك كيف نجمع ونحسب ونقدم معلومات التغذية على EatClever.",
  "methodology.sources.title": "مصادر البيانات",
  "methodology.update.title": "جدول التحديث",
  "methodology.limitations.title": "القيود",
  "footer.about": "حول EatClever",
  "footer.sources": "مصادر البيانات",
  "footer.legal": "إشعار قانوني",
  "footer.contact": "اتصل بنا",
  "footer.copyright": "EatClever. حقائق غذائية لخيارات مستنيرة.",
  "footer.support": "ادعم هذا المشروع",
  "footer.sister_sites": "مشاريع ذات صلة",
  "privacy.title": "سياسة الخصوصية",
  "impressum.title": "إشعار قانوني",
  "lang.en": "الإنجليزية",
  "general.back": "رجوع",
  "general.home": "الرئيسية",
  "general.learn_more": "اعرف المزيد",
  "general.view_all": "عرض الكل",
  "general.search": "ابحث عن الأطعمة...",
  "general.loading": "جارٍ التحميل...",
  "general.no_results": "لم يتم العثور على نتائج. جرّب مصطلح بحث مختلف.",
  "general.per_100g": "لكل 100 غرام",
  "general.per_serving": "لكل حصة",
  "general.daily_value": "% القيمة اليومية",
  "general.share": "مشاركة",
  "general.calories": "السعرات الحرارية",
  "general.protein": "البروتين",
  "general.fat": "الدهون",
  "general.carbs": "الكربوهيدرات",
  "general.fiber": "الألياف",
  "general.sodium": "الصوديوم",
  "general.sugar": "السكر",
  "general.cost": "التكلفة",
  "general.cook_time": "وقت الطبخ",
  "general.servings": "الحصص",
  "general.ingredients": "المكونات",
  "general.steps": "خطوات التحضير",
  "general.tags": "العلامات",
  "general.minutes": "دقيقة",
  "general.save": "حفظ",
  "general.cancel": "إلغاء",
  "general.close": "إغلاق",
  "general.yes": "نعم",
  "general.no": "لا",
  "general.or": "أو",
  "general.and": "و",
  "general.of": "من",
  "general.show_more": "عرض المزيد",
  "general.show_less": "عرض أقل",
  "general.filter": "تصفية",
  "general.sort_by": "ترتيب حسب",
  "general.reset": "إعادة تعيين",
  "general.download": "تحميل",
  "general.print": "طباعة",
  "general.per_person": "للشخص الواحد",
  "general.budget": "اقتصادي",
  "general.moderate": "متوسط",
  "general.premium": "مميز",
  "general.disclaimer": "هذه المعلومات لأغراض تعليمية فقط وليست نصيحة طبية أو غذائية. استشر متخصصاً في الرعاية الصحية قبل إجراء تغييرات كبيرة على نظامك الغذائي.",
  "food.cost_tier.1": "اقتصادي",
  "food.cost_tier.2": "متوسط السعر",
  "food.cost_tier.3": "مميز",
  "food.availability.common": "متاح على نطاق واسع طوال العام",
  "food.availability.seasonal": "موسمي (الأفضل في موسمه)",
  "food.availability.specialty": "منتج متخصص",
  "food.section.fish_counter": "قسم الأسماك",
  "food.section.meat_counter": "قسم اللحوم",
  "food.section.dairy": "ممر الألبان",
  "food.section.produce": "قسم الخضروات والفواكه",
  "food.section.bulk_bins": "المواد الجافة والسائبة",
  "food.section.canned_goods": "ممر المعلبات",
  "food.section.bakery": "قسم المخبز",
  "food.section.oils_condiments": "الزيوت والتوابل",
  "food.section.snacks": "ممر الوجبات الخفيفة",
  "resto.category.fast_food": "وجبات سريعة",
  "resto.category.pizza": "بيتزا",
  "resto.category.asian": "آسيوي",
  "resto.category.mexican": "مكسيكي",
  "resto.category.italian": "إيطالي",
  "resto.category.cafe": "مقهى",
  "resto.category.deli": "ديلي",
  "resto.savings_label": "توفيرك عند الطبخ في المنزل",
  "resto.fewer_calories": "سعرات حرارية أقل",
  "resto.less_fat": "دهون أقل",
  "resto.less_sodium": "صوديوم أقل",
  "resto.cost_savings": "توفير في التكلفة",
  "resto.home_version": "النسخة المنزلية",
  "resto.restaurant_version": "نسخة المطعم",
  "resto.cook_time": "وقت الطبخ في المنزل",
  "compare.calories": "السعرات الحرارية",
  "compare.protein": "البروتين",
  "compare.fat": "الدهون",
  "compare.carbs": "الكربوهيدرات",
  "compare.fiber": "الألياف",
  "compare.vitamins": "الفيتامينات",
  "compare.minerals": "المعادن",
  "compare.swap_foods": "تبديل الأطعمة",
  "compare.add_to_planner": "إضافة إلى مخطط الوجبات",
  "planner.calories_target": "هدف السعرات الحرارية",
  "planner.protein_target": "هدف البروتين",
  "planner.remaining": "المتبقي",
  "planner.exceeded": "تم التجاوز",
  "planner.day": "اليوم",
  "planner.week_view": "عرض الأسبوع",
  "planner.day_view": "عرض اليوم",
  "planner.export": "تصدير الخطة",
  "planner.import": "استيراد الخطة",
  "planner.suggested_meals": "وجبات مقترحة",
  "planner.remove_meal": "إزالة",
  "quiz.correct": "صحيح!",
  "quiz.incorrect": "ليس تماماً.",
  "quiz.explanation": "التوضيح",
  "quiz.did_you_know": "هل تعلم؟",
  "quiz.category.vitamins": "الفيتامينات والمعادن",
  "quiz.category.nutrients": "العناصر الغذائية الكبرى",
  "quiz.category.foods": "حقائق عن الطعام",
  "quiz.category.labels": "قراءة الملصقات",
  "quiz.category.myths": "خرافات التغذية",
  "age.section.title": "التغذية عبر مراحل الحياة",
  "age.section.subtitle": "احتياجات جسمك تتغير مع كل عقد. إليك ما يجب التركيز عليه في كل مرحلة.",
  "age.calorie_range": "نطاق السعرات اليومية الموصى به",
  "age.key_nutrients": "العناصر الغذائية الأساسية لهذا العمر",
  "age.recommended_foods": "أفضل الأطعمة الموصى بها",
  "age.foods_to_limit": "الأطعمة التي يجب تقليلها",
  "age.tips_title": "نصائح عملية",
  "supp.section.title": "الغذاء مقابل المكملات",
  "supp.section.subtitle": "شاهد بالضبط كمية الطعام الحقيقي اللازمة لمطابقة حبة مكمل شائعة.",
  "supp.common_dose": "الجرعة الشائعة للمكمل",
  "supp.food_alternative": "البديل الغذائي",
  "supp.per_serving": "الحصة الواحدة توفر",
  "supp.of_daily_need": "من احتياجك اليومي",
  "supp.verdict": "الحكم",
  "cook.section.title": "وقت الطبخ والتغذية",
  "cook.section.subtitle": "سواء كان لديك 5 دقائق أو 50، هناك وجبة مغذية بانتظارك. فلتر حسب الوقت واعثر على وصفات تناسب جدولك.",
  "cook.filter.all": "جميع الوصفات",
  "cook.filter.quick": "أقل من 15 دقيقة",
  "cook.filter.medium": "15-30 دقيقة",
  "cook.filter.long": "30+ دقيقة",
  "cook.filter.meal_type": "نوع الوجبة",
  "cook.filter.difficulty": "مستوى الصعوبة",
  "taste.section.title": "المذاق والتغذية",
  "taste.section.subtitle": "الأكل الصحي لا يعني التخلي عن النكهة. بل اكتشاف تركيبات جديدة ترضي حاسة التذوق وجسمك معاً.",
  "taste.flavour_pairings": "تركيبات نكهات تعزز التغذية",
  "taste.umami": "أطعمة غنية بالأومامي",
  "taste.sweet_natural": "بدائل حلوة طبيعية",
  "taste.herbs_spices": "أعشاب وتوابل ذات فوائد",
  "shop.section.title": "دليل التسوق الذكي",
  "shop.section.subtitle": "ثلاث خطط وجبات أسبوعية بثلاث نقاط سعرية. كل واحدة مكتملة غذائياً مع قوائم تسوق كاملة وتكاليف تقديرية.",
  "shop.plan_includes": "هذه الخطة تشمل",
  "shop.meals_per_day": "وجبات في اليوم",
  "shop.est_cost": "التكلفة التقديرية",
  "shop.view_shopping_list": "عرض قائمة التسوق",
  "shop.view_meal_plan": "عرض الوجبات اليومية",
  "shop.day_label": "اليوم",
  "shop.item": "المنتج",
  "shop.quantity": "الكمية",
  "shop.est_price": "السعر التقديري",
  "shop.section_label": "القسم",
  "shop.total": "المجموع",
  "shop.tips_title": "نصائح لتوفير المال",
  "labels.section.title": "دليل ملصقات التغذية",
  "labels.section.subtitle": "فهم ملصقات الطعام يساعدك على اتخاذ خيارات أفضل في متجر البقالة. إليك ما يجب البحث عنه.",
  "labels.how_to_read": "كيف تقرأ ملصق التغذية",
  "labels.step_1": "تحقق من حجم الحصة أولاً. جميع الأرقام الأخرى مبنية على هذه الكمية.",
  "labels.step_2": "انظر إلى السعرات الحرارية لفهم كمية الطاقة التي توفرها حصة واحدة.",
  "labels.step_3": "تحقق من الدهون والدهون المشبعة والسكر والملح. حافظ على هذه القيم منخفضة.",
  "labels.step_4": "ابحث عن كميات أعلى من الألياف والبروتين والفيتامينات والمعادن.",
  "labels.step_5": "استخدم عمود لكل 100 غرام لمقارنة المنتجات المختلفة بشكل عادل.",
  "labels.common_traps": "مصائد الملصقات الشائعة",
  "labels.trap_serving_size": "أحجام الحصص غير الواقعية تجعل المنتجات تبدو أكثر صحة مما هي عليه.",
  "labels.trap_sugar_names": "للسكر أكثر من 50 اسماً: سكروز، فركتوز، شراب الذرة، مالتوز، دكستروز، والعديد غيرها.",
  "labels.trap_health_claims": "\"طبيعي\" و\"متعدد الحبوب\" و\"محلى بخفة\" هي مصطلحات تسويقية وليست حقائق غذائية.",
  "labels.trap_zero": "\"0 غرام دهون متحولة\" يمكن أن يحتوي على ما يصل إلى 0.5 غرام لكل حصة. تحقق من المكونات بحثاً عن الزيوت المهدرجة جزئياً.",
  "vitamins.section.title": "دليل الفيتامينات والمعادن",
  "vitamins.section.subtitle": "ماذا يفعل كل عنصر غذائي، أين تجده طبيعياً، ومن يحتاجه أكثر. انقر على أي عنصر لرؤية المصادر الغذائية.",
  "vitamins.rda": "الكمية اليومية الموصى بها",
  "vitamins.top_foods": "أفضل المصادر الغذائية",
  "vitamins.deficiency_signs": "علامات عدم الحصول على ما يكفي",
  "vitamins.excess_risk": "مخاطر الإفراط",
  "error.page_not_found": "الصفحة غير موجودة",
  "error.data_load_failed": "تعذر تحميل البيانات. يرجى التحقق من اتصالك والمحاولة مرة أخرى.",
  "error.generic": "حدث خطأ ما. يرجى المحاولة مرة أخرى.",
  "accessibility.skip_to_content": "الانتقال إلى المحتوى الرئيسي",
  "accessibility.open_menu": "فتح قائمة التنقل",
  "accessibility.close_menu": "إغلاق قائمة التنقل",
  "accessibility.language_selector": "اختيار اللغة",
  "accessibility.dark_mode": "تبديل الوضع الداكن",
  "accessibility.increase_font": "تكبير حجم الخط",
  "accessibility.decrease_font": "تصغير حجم الخط",
  "cat.section_title": "استكشف حسب الفئة",
  "cat.section_subtitle": "ستة أركان للأكل الذكي",
  "featured.title": "مميز",
  "featured.subtitle": "رؤى غذائية سريعة",
  "footer.explore": "استكشف",
  "footer.tools": "أدوات",
  "footer.about.project": "حول EatClever",
  "footer.about.methodology": "مصادر البيانات",
  "footer.legal.impressum": "البيان القانوني",
  "footer.legal.privacy": "سياسة الخصوصية",
  "about.approach.title": "نهجنا",
  "about.approach.text": "كل توصية في EatClever مبنية على بيانات من المنظمات الصحية الرائدة والأبحاث المحكّمة علمياً. نركز على الأطعمة الكاملة والأكل المتوازن والنصائح العملية التي تناسب الحياة الواقعية.",
  "methodology.approach.title": "نهجنا",
  "methodology.approach.text": "نقارن مصادر متعددة لضمان الدقة. القيم الغذائية تمثل أحجام حصص قياسية ويتم تحديثها بانتظام. مقارناتنا وتوصياتنا تتبع الإرشادات الغذائية المعتمدة.",
  "methodology.limitations.text": "علم التغذية معقد ومتطور. الاحتياجات الفردية تختلف حسب العمر والحالة الصحية ومستوى النشاط وعوامل أخرى. EatClever يقدم إرشادات عامة ولا ينبغي أن يحل محل الاستشارة المهنية.",
  "methodology.sources.text": "يستمد EatClever بيانات التغذية من المصادر الموثوقة والمحكّمة علمياً التالية:",
  "impressum.intro": "إشعار قانوني وفقاً للأنظمة المعمول بها.",
  "impressum.responsible.title": "المسؤول عن المحتوى",
  "impressum.responsible.text": "EatClever منصة تعليمية غير تجارية لمعرفة التغذية. المحتوى مقدم لأغراض إعلامية فقط ولا يشكل نصيحة طبية أو غذائية.",
  "impressum.disclaimer.title": "إخلاء المسؤولية",
  "impressum.disclaimer.text": "بينما نسعى للدقة، لا نقدم أي ضمانات بشأن اكتمال أو موثوقية المعلومات المقدمة. تختلف الاحتياجات الغذائية حسب الفرد، وينبغي طلب الإرشاد المهني للحالات الصحية المحددة.",
  "impressum.copyright.title": "حقوق النشر",
  "impressum.copyright.text": "محتوى وتصميم هذا الموقع محمي بحقوق النشر. الاستنساخ أو التعديل أو التوزيع أو أي شكل من أشكال الاستخدام خارج نطاق قانون حقوق النشر يتطلب موافقة خطية. التنزيلات والنسخ مسموح بها للاستخدام الشخصي غير التجاري فقط.",
  "impressum.links.title": "الروابط الخارجية",
  "impressum.links.text": "يحتوي هذا الموقع على روابط لمواقع خارجية. ليس لدينا أي سيطرة على محتوى المواقع المرتبطة ولا نتحمل أي مسؤولية عن محتواها. المشغلون المعنيون هم المسؤولون عن محتوى مواقعهم.",
  "privacy.intro": "خصوصيتك تهمنا. هذه الصفحة توضح كيف يتعامل EatClever مع البيانات.",
  "privacy.collection.title": "جمع البيانات",
  "privacy.collection.text": "EatClever موقع ثابت ولا يجمع بيانات شخصية. لا نستخدم ملفات تعريف الارتباط للتتبع ولا نطلب حسابات مستخدمين. أي تفضيلات (مثل اختيار اللغة) تُخزن محلياً في متصفحك فقط.",
  "privacy.analytics.title": "التحليلات",
  "privacy.analytics.text": "قد نستخدم تحليلات تحترم الخصوصية لفهم أنماط الاستخدام العامة. لا يتم جمع أو مشاركة أي معلومات تعريف شخصية مع أطراف ثالثة.",
  "privacy.thirdparty.title": "خدمات الطرف الثالث",
  "privacy.thirdparty.text": "قد يقوم EatClever بتحميل موارد من شبكات توصيل المحتوى (CDN) لمكتبات مثل Chart.js. هذه الخدمات لديها سياسات خصوصية خاصة بها. لا يتم نقل بيانات شخصية إلى هذه الخدمات من خلال استخدام موقعنا.",
  "privacy.rights.title": "حقوقك",
  "privacy.rights.text": "بما أننا لا نجمع بيانات شخصية، لا توجد معلومات شخصية للوصول إليها أو تعديلها أو حذفها. يمكنك مسح التخزين المحلي لمتصفحك في أي وقت لإعادة تعيين أي تفضيلات مخزنة محلياً.",
  "privacy.changes.title": "التغييرات على هذه السياسة",
  "privacy.changes.text": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. أي تغييرات ستنعكس على هذه الصفحة مع تاريخ محدّث."
}