{
  "site.title": "EatClever",
  "site.subtitle": "Nutrition facts for everyday food choices",

  "wisdom.p1": "Your body is remarkably intelligent. Every day, it breaks down the food you eat and extracts exactly what it needs — building muscle, repairing cells, strengthening bones, fighting infections, and keeping your brain sharp. You don't need to micromanage every vitamin. You just need to give your body the right raw materials.",
  "wisdom.p2": "The secret is simple: eat diverse, eat natural, eat colorful. When you fill your plate with a variety of real foods — vegetables, fruits, proteins, grains, nuts — your body knows exactly what to do with them. It's been doing this for millions of years. Trust it.",
  "wisdom.p3": "Supplements and pills have their place, but nature provides most of what we need. A handful of walnuts, a piece of salmon, a bowl of colorful vegetables — these aren't just meals, they're medicine. Every bite is an opportunity to nourish your body and keep the doctor away.",
  "wisdom.cta": "EatClever doesn't tell you what to do. We show you the facts — you make the choices that are right for you and your family.",

  "nav.about": "About",
  "nav.methodology": "Methodology",
  "nav.categories": "Explore Topics",
  "nav.food_search": "Food Search",
  "nav.compare": "Compare Foods",
  "nav.quiz": "Nutrition Quiz",
  "nav.planner": "Meal Planner",
  "nav.labels_guide": "Labels Guide",

  "hero.title": "Eat Smart. Live Better.",
  "hero.subtitle": "The everyday food choices you make shape your health more than any single diet ever could. Explore the facts, compare your options, and decide what works best for you.",

  "cat.age_nutrition": "Nutrition by Age",
  "cat.age_nutrition.desc": "What your body needs changes as you grow. See which nutrients matter most at every stage of life, from infancy to your senior years.",
  "cat.food_vs_supplements": "Food vs. Supplements",
  "cat.food_vs_supplements.desc": "Can a pill replace a plate of real food? Compare common supplements with the whole foods that naturally deliver the same nutrients.",
  "cat.taste_nutrition": "Taste & Nutrition",
  "cat.taste_nutrition.desc": "Healthy food does not have to be boring. Discover how to combine great taste with solid nutrition in meals you will actually enjoy.",
  "cat.eat_out_vs_home": "Eating Out vs. Home",
  "cat.eat_out_vs_home.desc": "Restaurant portions and hidden ingredients add up fast. See side-by-side comparisons of popular meals and their homemade alternatives.",
  "cat.cook_time": "Cook Time & Nutrition",
  "cat.cook_time.desc": "Short on time? Find quick, medium, and slow recipes that prove nutritious eating fits any schedule.",
  "cat.shopping": "Smart Shopping",
  "cat.shopping.desc": "Eat well on any budget. Weekly meal plans and shopping lists at three price points, plus tips to stretch every dollar.",

  "age.children": "Children (0-12)",
  "age.teens": "Teens (13-19)",
  "age.adults": "Adults (20-59)",
  "age.seniors": "Seniors (60+)",
  "age.infant": "Infant (0-1)",
  "age.toddler": "Toddler (1-3)",
  "age.school_age": "School Age (4-12)",
  "age.teen": "Teen (13-19)",
  "age.young_adult": "Young Adult (20-39)",
  "age.middle_age": "Middle Age (40-59)",
  "age.senior": "Senior (60+)",

  "age.infant.tips": "Breast milk or formula provides most nutrients for the first year. Introduce iron-rich solid foods around 6 months. Avoid honey until age 1. Offer a variety of soft, mashed textures to build healthy eating habits early.",
  "age.toddler.tips": "Toddlers are learning to eat independently, so expect mess and pickiness. Offer small portions of nutrient-dense foods throughout the day. Whole milk is important for brain development. Cut round foods like grapes into small pieces to prevent choking.",
  "age.school_age.tips": "Growing bodies need calcium for strong bones and iron for energy. Limit sugary drinks and packaged snacks. Involve children in meal preparation to build lifelong healthy habits. A balanced breakfast supports focus and learning at school.",
  "age.teen.tips": "Rapid growth makes this a critical time for calcium, iron, and protein. Teens who play sports may need extra calories and hydration. Avoid crash diets and energy drinks. Building a positive relationship with food now pays off for decades.",
  "age.young_adult.tips": "This is the time to establish eating patterns that support long-term health. Prioritize whole foods over convenience foods. Iron and folate are especially important for those planning pregnancies. Omega-3s support brain health during demanding years.",
  "age.middle_age.tips": "Metabolism naturally slows, so nutrient density matters more than ever. Focus on fiber for digestive health, calcium and vitamin D for bones, and omega-3s for heart health. Regular meals with plenty of vegetables help maintain steady energy throughout the day.",
  "age.senior.tips": "Appetite often decreases with age, so every bite should count nutritionally. Vitamin B12 absorption declines, making fortified foods or supplements worth considering. Protein supports muscle maintenance, and vitamin D plus calcium help protect against fractures. Stay hydrated even when not feeling thirsty.",

  "age.daily_calories": "Daily Calorie Range",
  "age.focus_nutrients": "Key Nutrients to Focus On",
  "age.key_foods": "Recommended Foods",
  "age.foods_to_avoid": "Foods to Limit or Avoid",

  "nutrient.protein": "Protein",
  "nutrient.protein.desc": "Essential building block for muscles, organs, and immune function.",
  "nutrient.protein.body_effect": "Protein builds and repairs every tissue in your body, from muscles and bones to skin and hair. It also makes enzymes and hormones that keep your metabolism running. Children and teens need it for growth, adults for maintenance, and seniors for preventing muscle loss.",

  "nutrient.fat": "Fat",
  "nutrient.fat.desc": "Concentrated energy source that supports cell growth and nutrient absorption.",
  "nutrient.fat.body_effect": "Fat cushions your organs, insulates your body, and helps absorb vitamins A, D, E, and K. Your brain is nearly 60% fat. Infants and toddlers need the most fat relative to body size because their brains are developing rapidly. Choose unsaturated fats from fish, nuts, and olive oil over saturated sources.",

  "nutrient.carbs": "Carbohydrates",
  "nutrient.carbs.desc": "Your body's preferred and most efficient source of energy.",
  "nutrient.carbs.body_effect": "Carbohydrates break down into glucose, which fuels your brain, muscles, and central nervous system. Complex carbs from whole grains, legumes, and vegetables release energy slowly and steadily. All age groups need carbs, but active teens and athletes need the most. Choose whole grains over refined ones for lasting energy and better blood sugar control.",

  "nutrient.fiber": "Fiber",
  "nutrient.fiber.desc": "Supports healthy digestion, feeds beneficial gut bacteria, and helps control blood sugar.",
  "nutrient.fiber.body_effect": "Fiber keeps your digestive system moving smoothly, feeds the good bacteria in your gut, and helps you feel full longer after meals. It also slows sugar absorption, which steadies blood sugar levels. Adults and seniors benefit most from high fiber intake for heart health and regularity, but children need it too for healthy digestion.",

  "nutrient.vitamin_a": "Vitamin A",
  "nutrient.vitamin_a.desc": "Supports vision, immune function, and healthy skin.",
  "nutrient.vitamin_a.body_effect": "Vitamin A is critical for sharp vision, especially in low light. It also keeps your skin and the linings of your lungs and gut healthy, acting as a first line of defense against infections. Children need vitamin A for proper growth and immune development. Found abundantly in orange and dark green vegetables.",

  "nutrient.vitamin_b12": "Vitamin B12",
  "nutrient.vitamin_b12.desc": "Essential for nerve function, red blood cell formation, and DNA synthesis.",
  "nutrient.vitamin_b12.body_effect": "Vitamin B12 keeps your nerves working properly and helps make red blood cells that carry oxygen throughout your body. A deficiency can cause fatigue, weakness, and nerve problems. Seniors are at highest risk because absorption decreases with age. Vegans and vegetarians should pay special attention, as B12 is found almost exclusively in animal foods.",

  "nutrient.vitamin_c": "Vitamin C",
  "nutrient.vitamin_c.desc": "Powerful antioxidant that boosts immunity and helps the body absorb iron.",
  "nutrient.vitamin_c.body_effect": "Vitamin C protects your cells from damage, helps wounds heal faster, and boosts your immune system's ability to fight infections. It also dramatically improves iron absorption when eaten alongside iron-rich foods. Important for all ages, but especially for growing children and anyone recovering from illness or injury.",

  "nutrient.vitamin_d": "Vitamin D",
  "nutrient.vitamin_d.desc": "The sunshine vitamin that strengthens bones and supports immune health.",
  "nutrient.vitamin_d.body_effect": "Vitamin D helps your body absorb calcium, making it essential for strong bones and teeth. It also plays a major role in immune function and mood regulation. Your skin produces it from sunlight, but many people do not get enough, especially in northern climates. Seniors need more because their skin becomes less efficient at making it, and infants need it because breast milk provides very little.",

  "nutrient.vitamin_e": "Vitamin E",
  "nutrient.vitamin_e.desc": "Antioxidant that protects cells from damage and supports skin health.",
  "nutrient.vitamin_e.body_effect": "Vitamin E acts as a shield for your cells, protecting them from oxidative damage caused by pollution, UV rays, and normal metabolism. It supports healthy skin, helps your immune system fight off bacteria and viruses, and may slow age-related decline. All ages benefit, but it is particularly relevant for adults and seniors as a protective nutrient.",

  "nutrient.vitamin_k": "Vitamin K",
  "nutrient.vitamin_k.desc": "Essential for blood clotting and bone metabolism.",
  "nutrient.vitamin_k.body_effect": "Vitamin K is the reason a cut stops bleeding. Without enough of it, even a small wound could be dangerous. It also directs calcium into your bones rather than your arteries, which matters for long-term heart and bone health. Adults and seniors need the most. Dark leafy greens like kale and spinach are the richest sources by far.",

  "nutrient.calcium": "Calcium",
  "nutrient.calcium.desc": "The most abundant mineral in your body, critical for bones and teeth.",
  "nutrient.calcium.body_effect": "About 99% of your calcium lives in your bones and teeth, giving them their strength and structure. The remaining 1% is vital for muscle contractions, nerve signaling, and heart rhythm. Teens need the most because they are building peak bone mass. Seniors need plenty to slow bone loss. Dairy, sardines with bones, and calcium-set tofu are top sources.",

  "nutrient.iron": "Iron",
  "nutrient.iron.desc": "Carries oxygen in your blood and supports energy production.",
  "nutrient.iron.body_effect": "Iron is the core of hemoglobin, the molecule in red blood cells that carries oxygen from your lungs to every part of your body. Without enough iron, you feel tired, weak, and unable to concentrate. Teens, especially girls after menstruation begins, and young women need the most. Pair iron-rich foods with vitamin C to boost absorption significantly.",

  "nutrient.magnesium": "Magnesium",
  "nutrient.magnesium.desc": "Involved in over 300 enzyme reactions, from energy production to muscle relaxation.",
  "nutrient.magnesium.body_effect": "Magnesium is a behind-the-scenes powerhouse involved in over 300 biochemical reactions. It helps your muscles relax after contracting, keeps your heart rhythm steady, supports strong bones, and regulates blood sugar. Deficiency is surprisingly common and can cause muscle cramps, poor sleep, and anxiety. Adults and seniors benefit most from increasing intake through nuts, seeds, and dark leafy greens.",

  "nutrient.potassium": "Potassium",
  "nutrient.potassium.desc": "Regulates fluid balance, muscle contractions, and blood pressure.",
  "nutrient.potassium.body_effect": "Potassium works alongside sodium to control fluid balance in your cells and regulate blood pressure. It helps muscles contract properly, including your heart muscle. Most people do not eat enough potassium, which can raise blood pressure over time. Adults and seniors benefit the most from increasing intake. Bananas are famous for potassium, but sweet potatoes, spinach, and avocados actually contain more.",

  "nutrient.zinc": "Zinc",
  "nutrient.zinc.desc": "Supports immune defense, wound healing, and taste perception.",
  "nutrient.zinc.body_effect": "Zinc is essential for a strong immune system, helping your body fight off viruses and bacteria. It also speeds wound healing, supports your sense of taste and smell, and plays a role in cell division. Teens need more during growth spurts, and seniors often absorb less efficiently. Beef, shellfish, and legumes are excellent sources.",

  "nutrient.selenium": "Selenium",
  "nutrient.selenium.desc": "Trace mineral that supports thyroid function and protects against oxidative damage.",
  "nutrient.selenium.body_effect": "Selenium works quietly but powerfully. It helps your thyroid produce hormones that regulate metabolism, protects your cells from oxidative damage, and supports your immune system. Only a small amount is needed, but deficiency can impair thyroid function and immune response. Brazil nuts are so rich in selenium that just one or two per day covers your needs. All age groups benefit equally.",

  "nutrient.omega_3": "Omega-3 Fatty Acids",
  "nutrient.omega_3.desc": "Essential fats that support brain, heart, and joint health.",
  "nutrient.omega_3.body_effect": "Omega-3s are fats your body cannot make on its own, so you must get them from food. They reduce inflammation, support brain function and memory, protect your heart, and may ease joint stiffness. Children need them for brain development, adults for heart protection, and seniors for both cognitive health and reducing inflammation. Fatty fish like salmon and sardines are the best sources of the most active forms (EPA and DHA).",

  "nutrient.folate": "Folate",
  "nutrient.folate.desc": "B vitamin critical for cell division, DNA synthesis, and preventing birth defects.",
  "nutrient.folate.body_effect": "Folate is essential every time your body makes new cells, which happens constantly. It is critical during pregnancy to prevent neural tube defects in developing babies, making it the most important nutrient for women of childbearing age. It also supports red blood cell production and helps prevent anemia. Lentils, spinach, and black beans are excellent plant-based sources.",

  "vitamins.title": "Vitamin & Mineral Guide",
  "vitamins.subtitle": "What they do, where to find them, who needs them most",
  "vitamins.found_in": "Found naturally in",
  "vitamins.important_for": "Especially important for",
  "vitamins.supplement_note": "When supplements may help",
  "vitamins.food_first": "Food first — supplements only when truly needed",

  "labels.title": "Understanding Nutrition Labels",
  "labels.subtitle": "What the numbers on food packaging really mean",
  "labels.per_100g": "Values per 100g",
  "labels.per_serving": "Values per serving",
  "labels.what_is_protein": "Protein: Building blocks for muscles, bones, skin. Look for 10g+ per 100g for high-protein foods.",
  "labels.what_is_fat": "Fat: Essential for energy and cell function. Below 3g/100g is low-fat. Above 17.5g/100g is high-fat.",
  "labels.what_is_saturated_fat": "Saturated Fat: Keep below 5g/100g. High amounts linked to heart disease.",
  "labels.what_is_carbs": "Carbohydrates: Your body's main energy source. Complex carbs (whole grains) are better than simple sugars.",
  "labels.what_is_sugar": "Sugar: Below 5g/100g is low. Above 22.5g/100g is high. Check for hidden sugars in sauces and drinks.",
  "labels.what_is_fiber": "Fiber: Aim for 6g+ per 100g. Great for digestion and feeling full longer.",
  "labels.what_is_salt": "Salt/Sodium: Below 0.3g/100g is low. Above 1.5g/100g is high. Most people eat too much.",
  "labels.what_is_calories": "Calories (kcal): Energy your body gets from food. Average adult needs ~2000 kcal/day.",
  "labels.daily_reference": "% Daily Reference Intake",
  "labels.traffic_light": "Traffic light system",
  "labels.green_low": "Green = Low (good for most nutrients)",
  "labels.amber_medium": "Amber = Medium (okay in moderation)",
  "labels.red_high": "Red = High (eat less of these)",
  "labels.tip": "Compare similar products using per 100g values — it's the fairest way to compare.",

  "supp.vitamin_d": "Vitamin D Supplement",
  "supp.vitamin_d.why": "Many people do not get enough sunlight to produce adequate vitamin D, especially during winter months or in northern latitudes.",
  "supp.vitamin_d.note": "Consider supplementing if you get limited sun exposure, have dark skin, or are over 60. A 15-minute salmon fillet provides nearly a full day's worth.",

  "supp.vitamin_c": "Vitamin C Supplement",
  "supp.vitamin_c.why": "Popular for immune support, though most people easily meet their needs through fruits and vegetables.",
  "supp.vitamin_c.note": "A single red bell pepper or two kiwis provide more vitamin C than most supplement pills. Supplements rarely needed if you eat fruits and vegetables daily.",

  "supp.vitamin_b12": "Vitamin B12 Supplement",
  "supp.vitamin_b12.why": "Essential for vegans and vegetarians since B12 is found almost exclusively in animal foods. Absorption also decreases with age.",
  "supp.vitamin_b12.note": "If you eat meat or fish regularly, you are likely getting enough. Vegans should supplement or eat fortified foods. Seniors should discuss B12 levels with their doctor.",

  "supp.iron": "Iron Supplement",
  "supp.iron.why": "Often recommended for women with heavy periods, pregnant women, and those diagnosed with iron-deficiency anemia.",
  "supp.iron.note": "Do not supplement iron without a blood test confirming deficiency, as excess iron can be harmful. Pair plant-based iron sources with vitamin C for better absorption.",

  "supp.calcium": "Calcium Supplement",
  "supp.calcium.why": "May help people who avoid dairy, are lactose intolerant, or have been diagnosed with osteoporosis or low bone density.",
  "supp.calcium.note": "Calcium-set tofu provides more calcium per serving than a glass of milk. If you eat dairy and leafy greens regularly, you may not need a supplement. Take calcium in smaller doses for better absorption.",

  "supp.magnesium": "Magnesium Supplement",
  "supp.magnesium.why": "A commonly deficient mineral that supports sleep quality, muscle relaxation, and over 300 enzyme reactions in the body.",
  "supp.magnesium.note": "A handful of almonds plus a serving of spinach covers about 40% of daily needs. Magnesium glycinate is often better tolerated than other forms if supplementing.",

  "supp.omega_3": "Omega-3 Supplement (Fish Oil)",
  "supp.omega_3.why": "Supports heart, brain, and joint health. Often taken by people who do not eat fish regularly.",
  "supp.omega_3.note": "Two servings of fatty fish per week covers most people's omega-3 needs. A tablespoon of chia seeds or a handful of walnuts provides the plant-based form (ALA). Fish oil supplements may be helpful for those who dislike seafood.",

  "supp.zinc": "Zinc Supplement",
  "supp.zinc.why": "Supports immune function, wound healing, and taste perception. Sometimes taken at the first sign of a cold.",
  "supp.zinc.note": "Most people who eat a varied diet get enough zinc. Vegetarians may need up to 50% more due to lower absorption from plant sources. Excess zinc can interfere with copper absorption.",

  "supp.folate": "Folate Supplement (Folic Acid)",
  "supp.folate.why": "Critical before and during early pregnancy to prevent neural tube defects. Also important for red blood cell formation.",
  "supp.folate.note": "Women planning pregnancy should take 400mcg daily starting at least one month before conception. A cup of cooked lentils covers about 90% of daily needs for non-pregnant adults.",

  "supp.potassium": "Potassium Supplement",
  "supp.potassium.why": "Helps regulate blood pressure and fluid balance. Most people do not get enough from diet alone.",
  "supp.potassium.note": "Supplement doses are kept low (99mg) because excess potassium can be dangerous, especially for people with kidney problems. A single baked sweet potato provides over 700mg naturally. Food is the safest way to increase potassium.",

  "supp.vitamin_a": "Vitamin A Supplement",
  "supp.vitamin_a.why": "Supports vision, immune function, and skin health. Deficiency is rare in developed countries but common in parts of the developing world.",
  "supp.vitamin_a.note": "One medium sweet potato provides 160% of daily needs. Beta-carotene from vegetables is converted to vitamin A as needed, so toxicity from food sources is virtually impossible. Preformed vitamin A supplements can cause toxicity at high doses.",

  "supp.vitamin_e": "Vitamin E Supplement",
  "supp.vitamin_e.why": "Acts as an antioxidant protecting cells from damage. Sometimes promoted for skin health and anti-aging.",
  "supp.vitamin_e.note": "A handful of almonds provides over 50% of daily needs. Vitamin E supplements at high doses have shown mixed results in studies and may interact with blood-thinning medications. Food sources are recommended over supplements.",

  "supp.selenium": "Selenium Supplement",
  "supp.selenium.why": "Supports thyroid function, immune defense, and protection against oxidative stress.",
  "supp.selenium.note": "Just one or two Brazil nuts per day provides your full selenium requirement. A can of tuna covers 140% of daily needs. Supplementation is rarely necessary and excess selenium can be toxic.",

  "supp.probiotics": "Probiotic Supplement",
  "supp.probiotics.why": "Aims to support gut health by introducing beneficial bacteria. Research is promising but still evolving for many health claims.",
  "supp.probiotics.note": "Greek yogurt, kefir, and other fermented foods naturally contain probiotics and also provide protein, calcium, and other nutrients that capsules cannot replicate. Consider food-based probiotics first.",

  "supp.fiber": "Fiber Supplement",
  "supp.fiber.why": "Used when dietary fiber intake is insufficient. Helps with regularity, blood sugar control, and cholesterol management.",
  "supp.fiber.note": "Two tablespoons of chia seeds provide about 10g of fiber plus protein, omega-3s, and minerals that a psyllium supplement cannot. Whole foods deliver fiber along with hundreds of other beneficial compounds. Increase fiber gradually to avoid digestive discomfort.",

  "supp.food_first_message": "Nature provides most of what we need. Here's how to get your nutrients from real food.",

  "recipe.salmon_avocado_bowl": "Salmon & Avocado Rice Bowl",
  "recipe.salmon_avocado_bowl.desc": "A vibrant bowl of pan-seared salmon on fluffy brown rice with creamy avocado slices. Rich in omega-3s and protein, this balanced lunch comes together in just 12 minutes.",
  "recipe.salmon_avocado_bowl.steps": "1. Cook brown rice according to package directions and set aside.\n2. Season the salmon fillet with salt, pepper, and a squeeze of lemon.\n3. Heat a non-stick pan over medium-high heat with a drizzle of olive oil.\n4. Sear the salmon skin-side down for 4 minutes, then flip and cook 3 more minutes.\n5. Slice the avocado while the salmon finishes cooking.\n6. Assemble the bowl: rice on the bottom, salmon on top, avocado on the side.\n7. Finish with a drizzle of soy sauce or your favourite dressing.",

  "recipe.overnight_oats_berries": "Overnight Oats with Berries",
  "recipe.overnight_oats_berries.desc": "Creamy, no-cook oats soaked overnight with fresh blueberries, chia seeds, and a touch of honey. Grab them from the fridge for an instant, fiber-packed breakfast.",
  "recipe.overnight_oats_berries.steps": "1. Combine rolled oats, milk, and chia seeds in a jar or container.\n2. Add honey and stir well to combine.\n3. Seal the container and refrigerate overnight (at least 6 hours).\n4. In the morning, stir the oats and add more milk if too thick.\n5. Top with fresh blueberries.\n6. Enjoy cold straight from the fridge, or warm in the microwave for 90 seconds if you prefer.",

  "recipe.scrambled_eggs_toast": "Scrambled Eggs on Toast with Spinach",
  "recipe.scrambled_eggs_toast.desc": "Fluffy scrambled eggs piled on whole wheat toast with wilted spinach and a sprinkle of cheddar. A protein-rich breakfast the whole family can enjoy in under 10 minutes.",
  "recipe.scrambled_eggs_toast.steps": "1. Crack three eggs into a bowl, add a splash of milk, and whisk until smooth.\n2. Heat a non-stick pan over medium-low heat with a small knob of butter.\n3. Add the spinach and stir until just wilted, about 30 seconds. Remove and set aside.\n4. Pour in the eggs and stir gently with a spatula, letting curds form slowly.\n5. When the eggs are nearly set but still slightly soft, remove from heat.\n6. Toast the bread until golden.\n7. Top the toast with spinach, then eggs, then grated cheddar cheese.",

  "recipe.greek_yogurt_parfait": "Greek Yogurt Parfait",
  "recipe.greek_yogurt_parfait.desc": "Layers of thick Greek yogurt, fresh strawberries, crunchy almonds, and a swirl of honey. A protein-packed snack or light breakfast that takes less than five minutes to build.",
  "recipe.greek_yogurt_parfait.steps": "1. Spoon a layer of Greek yogurt into a glass or bowl.\n2. Add a layer of sliced strawberries.\n3. Sprinkle with chopped almonds.\n4. Repeat the layers until the glass is full.\n5. Drizzle honey over the top.\n6. Serve immediately for the best crunch, or refrigerate for up to 2 hours.",

  "recipe.avocado_toast_egg": "Avocado Toast with Fried Egg",
  "recipe.avocado_toast_egg.desc": "Perfectly ripe avocado smashed onto toasted whole wheat bread, topped with a golden fried egg and fresh tomato slices. A satisfying blend of healthy fats, protein, and fiber.",
  "recipe.avocado_toast_egg.steps": "1. Toast the whole wheat bread until golden and crispy.\n2. While the bread toasts, heat a small pan over medium heat with a drizzle of olive oil.\n3. Crack the egg into the pan and fry until the whites are set but the yolk is still runny.\n4. Mash the avocado with a fork, adding a pinch of salt and a squeeze of lemon.\n5. Spread the mashed avocado onto the toast.\n6. Place the fried egg on top of the avocado.\n7. Arrange tomato slices around the egg and season with salt and pepper.",

  "recipe.banana_peanut_butter_smoothie": "Banana Peanut Butter Smoothie",
  "recipe.banana_peanut_butter_smoothie.desc": "A thick, creamy smoothie blending ripe banana with peanut butter, whole milk, and a scoop of oats. Perfect for an energy boost before or after activity.",
  "recipe.banana_peanut_butter_smoothie.steps": "1. Peel the banana and break it into chunks.\n2. Add the banana, peanut butter, milk, and oats to a blender.\n3. Blend on high speed for 30-45 seconds until completely smooth.\n4. Pour into a tall glass.\n5. For an extra cold smoothie, use a frozen banana or add a handful of ice before blending.",

  "recipe.tuna_salad_wrap": "Tuna Salad Wrap",
  "recipe.tuna_salad_wrap.desc": "Flaked tuna mixed with mashed avocado, fresh tomato, and baby spinach, all wrapped in whole wheat. A high-protein, omega-3-rich lunch that packs easily.",
  "recipe.tuna_salad_wrap.steps": "1. Drain the canned tuna thoroughly and place in a bowl.\n2. Mash the avocado and mix it into the tuna instead of mayonnaise.\n3. Dice the tomato and fold it into the tuna mixture.\n4. Season with salt, pepper, and a squeeze of lemon juice.\n5. Lay the spinach leaves on the whole wheat wrap.\n6. Spoon the tuna mixture onto the spinach.\n7. Roll the wrap tightly, tucking in the sides as you go. Slice in half to serve.",

  "recipe.apple_almond_snack": "Apple & Almond Snack",
  "recipe.apple_almond_snack.desc": "The simplest healthy snack: crisp apple slices paired with a handful of raw almonds. The combination of fiber, healthy fats, and natural sweetness keeps hunger away for hours.",
  "recipe.apple_almond_snack.steps": "1. Wash the apple and slice it into wedges, removing the core.\n2. Measure out a handful of almonds (about 23 almonds).\n3. Arrange on a plate or pack into a container for an on-the-go snack.\n4. For variety, try spreading a thin layer of almond butter on the apple slices instead.",

  "recipe.cottage_cheese_fruit_bowl": "Cottage Cheese & Fruit Bowl",
  "recipe.cottage_cheese_fruit_bowl.desc": "Creamy cottage cheese topped with sweet mango chunks, crunchy walnuts, and a sprinkle of flaxseeds. High in protein and omega-3s, with a naturally sweet tropical taste.",
  "recipe.cottage_cheese_fruit_bowl.steps": "1. Spoon cottage cheese into a bowl.\n2. Peel and dice the mango into bite-sized pieces.\n3. Arrange the mango on top of the cottage cheese.\n4. Scatter walnuts and ground flaxseeds over the top.\n5. Add a drizzle of honey if you like extra sweetness.\n6. Enjoy immediately for the best texture contrast.",

  "recipe.dark_chocolate_banana_bites": "Dark Chocolate Banana Bites",
  "recipe.dark_chocolate_banana_bites.desc": "Frozen banana rounds dipped in melted dark chocolate and sprinkled with crushed almonds. A naturally sweet treat loaded with antioxidants, potassium, and magnesium.",
  "recipe.dark_chocolate_banana_bites.steps": "1. Peel the bananas and slice into 1cm rounds.\n2. Line a baking sheet with parchment paper and arrange banana slices in a single layer.\n3. Freeze for 30 minutes until firm.\n4. Melt the dark chocolate in a microwave-safe bowl in 20-second bursts, stirring between each.\n5. Crush the almonds into small pieces.\n6. Dip each frozen banana round halfway into melted chocolate.\n7. Sprinkle crushed almonds on top before the chocolate sets.\n8. Return to the freezer for 10 minutes to set. Store in the freezer.",

  "recipe.chicken_stir_fry": "Chicken & Broccoli Stir-Fry",
  "recipe.chicken_stir_fry.desc": "Tender chicken breast pieces stir-fried with broccoli and bell pepper over brown rice, finished with garlic and a splash of soy sauce. A high-protein, balanced meal ready in 20 minutes.",
  "recipe.chicken_stir_fry.steps": "1. Slice chicken breast into thin strips and season with salt, pepper, and a splash of soy sauce.\n2. Cook the brown rice according to package directions.\n3. Heat olive oil in a large pan or wok over high heat.\n4. Add chicken strips and stir-fry for 5-6 minutes until golden and cooked through. Remove and set aside.\n5. In the same pan, add minced garlic and stir for 30 seconds.\n6. Add broccoli florets and sliced bell pepper. Stir-fry for 3-4 minutes until crisp-tender.\n7. Return the chicken to the pan, toss everything together, and serve over brown rice.",

  "recipe.lentil_soup": "Hearty Lentil Soup",
  "recipe.lentil_soup.desc": "A warming pot of lentils simmered with carrots, tomatoes, spinach, and garlic. Budget-friendly, vegan, and packed with iron and fiber. Makes four generous servings.",
  "recipe.lentil_soup.steps": "1. Rinse the lentils under cold water and drain.\n2. Heat olive oil in a large pot over medium heat.\n3. Add diced carrots and minced garlic, cooking for 3-4 minutes until softened.\n4. Add the lentils, diced tomatoes, and enough water or broth to cover by about 5cm.\n5. Bring to a boil, then reduce heat and simmer for 20 minutes until lentils are tender.\n6. Stir in the spinach during the last 2 minutes of cooking.\n7. Season with salt, pepper, and a squeeze of lemon juice. Serve hot with crusty bread.",

  "recipe.shrimp_garlic_pasta": "Shrimp & Garlic Pasta",
  "recipe.shrimp_garlic_pasta.desc": "Plump shrimp sauteed with plenty of garlic, tossed with whole wheat pasta, cherry tomatoes, and fresh spinach in olive oil. A Mediterranean-inspired dinner rich in selenium and protein.",
  "recipe.shrimp_garlic_pasta.steps": "1. Cook the pasta in salted boiling water according to package directions. Drain, reserving half a cup of pasta water.\n2. While the pasta cooks, heat olive oil in a large pan over medium-high heat.\n3. Add the shrimp in a single layer and cook 2 minutes per side until pink. Remove and set aside.\n4. Lower heat, add sliced garlic to the same pan, and stir for 1 minute until fragrant.\n5. Add halved cherry tomatoes and cook for 2 minutes.\n6. Toss in the spinach and stir until wilted.\n7. Return the shrimp to the pan, add the drained pasta and a splash of pasta water.\n8. Toss everything together and serve with a squeeze of lemon.",

  "recipe.quinoa_veggie_bowl": "Quinoa & Veggie Power Bowl",
  "recipe.quinoa_veggie_bowl.desc": "Fluffy quinoa loaded with chickpeas, avocado, kale, and roasted bell pepper, dressed in olive oil and lemon. A complete plant-based protein bowl with outstanding fiber.",
  "recipe.quinoa_veggie_bowl.steps": "1. Rinse quinoa well and cook in water according to package directions. Fluff with a fork.\n2. Drain and rinse chickpeas.\n3. Roast sliced bell pepper with a drizzle of olive oil at 200C for 15 minutes.\n4. Massage kale leaves with a small amount of olive oil and a pinch of salt to soften them.\n5. Slice the avocado.\n6. Assemble bowls: quinoa on the bottom, then chickpeas, roasted pepper, kale, and avocado.\n7. Drizzle with olive oil and fresh lemon juice. Season with salt and pepper.",

  "recipe.turkey_spinach_wrap": "Turkey & Spinach Wrap",
  "recipe.turkey_spinach_wrap.desc": "Lean turkey breast slices layered with fresh spinach, cheddar, and tomato in a whole wheat wrap. A high-protein, portable lunch perfect for work or school.",
  "recipe.turkey_spinach_wrap.steps": "1. Lay the whole wheat wrap flat on a clean surface.\n2. Arrange spinach leaves over the wrap, leaving a border at the edges.\n3. Layer turkey slices evenly over the spinach.\n4. Add sliced tomato and a thin layer of grated cheddar.\n5. Season lightly with salt and pepper.\n6. Fold in the sides and roll tightly from the bottom.\n7. Slice in half diagonally and wrap in foil for easy transport.",

  "recipe.tofu_veggie_stir_fry": "Tofu & Vegetable Stir-Fry",
  "recipe.tofu_veggie_stir_fry.desc": "Crispy pan-fried tofu cubes tossed with broccoli, mushrooms, and carrots over brown rice. A satisfying plant-based dinner high in calcium and protein.",
  "recipe.tofu_veggie_stir_fry.steps": "1. Press the tofu between paper towels to remove excess moisture, then cut into 2cm cubes.\n2. Cook brown rice according to package directions.\n3. Heat olive oil in a large pan or wok over high heat.\n4. Add tofu cubes in a single layer and cook undisturbed for 3-4 minutes until golden on the bottom. Flip and repeat.\n5. Remove tofu and set aside.\n6. In the same pan, stir-fry sliced mushrooms for 2 minutes.\n7. Add broccoli florets and sliced carrots, cooking for 3-4 minutes until crisp-tender.\n8. Return tofu to the pan, add a splash of soy sauce, and toss. Serve over rice.",

  "recipe.oatmeal_banana_walnut": "Oatmeal with Banana & Walnuts",
  "recipe.oatmeal_banana_walnut.desc": "Warm, creamy oatmeal cooked with whole milk, topped with sliced banana, crunchy walnuts, and a drizzle of honey. A heart-healthy, fiber-rich start to any morning.",
  "recipe.oatmeal_banana_walnut.steps": "1. Combine oats and milk in a small saucepan over medium heat.\n2. Stir occasionally, bringing to a gentle simmer.\n3. Cook for 5-7 minutes, stirring often, until the oats are thick and creamy.\n4. Pour into a bowl.\n5. Slice the banana and arrange on top.\n6. Sprinkle with chopped walnuts.\n7. Drizzle with honey and serve while warm.",

  "recipe.egg_veggie_muffins": "Egg & Veggie Muffins",
  "recipe.egg_veggie_muffins.desc": "Individual egg cups baked with spinach, bell pepper, mushrooms, and cheddar. Make a batch on Sunday and reheat throughout the week for quick, protein-packed breakfasts.",
  "recipe.egg_veggie_muffins.steps": "1. Preheat the oven to 180C (350F) and grease a 6-cup muffin tin.\n2. Finely chop the spinach, bell pepper, and mushrooms.\n3. Divide the vegetables evenly among the muffin cups.\n4. Crack the eggs into a bowl, whisk well, and season with salt and pepper.\n5. Pour the egg mixture evenly into each cup, filling about three-quarters full.\n6. Sprinkle grated cheddar on top of each.\n7. Bake for 18-20 minutes until set and lightly golden.\n8. Let cool for 2 minutes before removing from the tin. Store in the fridge for up to 4 days.",

  "recipe.chickpea_salad": "Mediterranean Chickpea Salad",
  "recipe.chickpea_salad.desc": "A colourful salad of chickpeas, diced tomato, bell pepper, avocado, and spinach dressed in olive oil and lemon. Vegan, high in fiber, and endlessly customizable.",
  "recipe.chickpea_salad.steps": "1. Drain and rinse the chickpeas.\n2. Dice the tomato, bell pepper, and avocado into similar-sized pieces.\n3. Toss the chickpeas, diced vegetables, and spinach leaves in a large bowl.\n4. Whisk together olive oil, lemon juice, salt, and pepper to make the dressing.\n5. Pour the dressing over the salad and toss gently to coat.\n6. Let sit for 5 minutes to let the flavours meld.\n7. Serve at room temperature. Keeps well in the fridge for lunch the next day.",

  "recipe.salmon_kale_sweet_potato": "Salmon with Kale & Sweet Potato",
  "recipe.salmon_kale_sweet_potato.desc": "Oven-baked salmon fillets served alongside roasted sweet potato wedges and garlicky sauteed kale. A nutrient-dense dinner loaded with omega-3s, vitamin A, and anti-inflammatory compounds.",
  "recipe.salmon_kale_sweet_potato.steps": "1. Preheat the oven to 200C (400F).\n2. Cut sweet potatoes into wedges, toss with olive oil and salt, and spread on a baking sheet.\n3. Roast for 15 minutes.\n4. Season the salmon fillets with salt, pepper, and a drizzle of olive oil.\n5. Add the salmon to the baking sheet alongside the sweet potatoes.\n6. Roast together for 12-15 minutes until salmon flakes easily.\n7. Meanwhile, heat a pan with olive oil and minced garlic. Add kale and saute for 3-4 minutes.\n8. Plate the salmon over kale with sweet potato wedges on the side.",

  "recipe.homemade_turkey_burger": "Homemade Turkey Burgers",
  "recipe.homemade_turkey_burger.desc": "Juicy turkey patties seasoned with herbs, served on whole wheat buns with avocado, tomato, and fresh spinach. A leaner, more nutritious take on the classic burger.",
  "recipe.homemade_turkey_burger.steps": "1. In a bowl, mix ground turkey with salt, pepper, garlic powder, and a pinch of paprika.\n2. Form the mixture into two equal patties, pressing a small indent in the centre of each.\n3. Heat a grill pan or skillet over medium-high heat.\n4. Cook the patties for 5-6 minutes per side until fully cooked through (internal temp 74C/165F).\n5. Toast the whole wheat buns lightly.\n6. Mash a small amount of avocado onto the bottom bun.\n7. Layer the turkey patty, tomato slices, and spinach.\n8. Top with the bun and serve.",

  "recipe.beef_broccoli_bowl": "Beef & Broccoli Bowl",
  "recipe.beef_broccoli_bowl.desc": "Tender strips of lean beef stir-fried with broccoli in a savoury garlic sauce over brown rice. A classic combination that delivers iron, zinc, and B12 in every bite.",
  "recipe.beef_broccoli_bowl.steps": "1. Slice the beef into thin strips against the grain.\n2. Cook brown rice according to package directions.\n3. Heat olive oil in a large pan or wok over high heat.\n4. Add beef strips and stir-fry for 3-4 minutes until browned. Remove and set aside.\n5. Add minced garlic to the same pan and stir for 30 seconds.\n6. Add broccoli florets with a splash of water, cover, and steam for 3 minutes.\n7. Return beef to the pan, add soy sauce, and toss together.\n8. Serve over brown rice with a sprinkle of sesame seeds if desired.",

  "recipe.black_bean_sweet_potato_chili": "Black Bean & Sweet Potato Chili",
  "recipe.black_bean_sweet_potato_chili.desc": "A thick, smoky chili made with black beans, roasted sweet potato, tomatoes, and bell pepper. Vegan, budget-friendly, and loaded with fiber. Makes enough for four generous bowls.",
  "recipe.black_bean_sweet_potato_chili.steps": "1. Peel and dice the sweet potatoes into 2cm cubes.\n2. Heat olive oil in a large pot over medium heat.\n3. Add diced bell pepper and minced garlic, cooking for 3 minutes.\n4. Add the sweet potato cubes and stir to coat.\n5. Add diced tomatoes, drained black beans, and enough water to just cover.\n6. Season with cumin, chili powder, smoked paprika, salt, and pepper.\n7. Bring to a boil, reduce heat, and simmer for 25-30 minutes until sweet potatoes are tender.\n8. Serve in bowls, topped with a dollop of yogurt or sliced avocado if desired.",

  "recipe.baked_chicken_vegetables": "One-Pan Baked Chicken & Vegetables",
  "recipe.baked_chicken_vegetables.desc": "Chicken breasts roasted on a single sheet pan with sweet potato, broccoli, and carrots. Simple preparation, minimal cleanup, and a balanced meal the whole family will eat.",
  "recipe.baked_chicken_vegetables.steps": "1. Preheat the oven to 200C (400F).\n2. Cut sweet potatoes and carrots into even-sized pieces.\n3. Toss the vegetables with olive oil, salt, pepper, and minced garlic on a large baking sheet.\n4. Roast for 15 minutes to give the root vegetables a head start.\n5. Season the chicken breasts with salt, pepper, and your favourite herbs.\n6. Push vegetables to the sides and place chicken in the centre of the pan.\n7. Add broccoli florets around the chicken.\n8. Roast for another 25 minutes until chicken reaches 74C (165F) internally.\n9. Let rest for 5 minutes before slicing and serving.",

  "recipe.sardine_toast_salad": "Sardine Toast with Green Salad",
  "recipe.sardine_toast_salad.desc": "Canned sardines mashed with avocado on toasted whole wheat bread, served alongside a kale and tomato salad. An underrated, budget-friendly meal rich in omega-3s, calcium, and B12.",
  "recipe.sardine_toast_salad.steps": "1. Drain the sardines and place in a bowl.\n2. Mash with a fork, adding diced avocado, a squeeze of lemon, salt, and pepper.\n3. Toast the whole wheat bread until golden.\n4. Spread the sardine-avocado mixture thickly on the toast.\n5. For the salad, combine torn kale leaves and sliced tomatoes.\n6. Dress with olive oil, lemon juice, and a pinch of salt.\n7. Serve the toast alongside the salad.",

  "recipe.lentil_bolognese": "Lentil Bolognese",
  "recipe.lentil_bolognese.desc": "A rich, meaty-tasting pasta sauce made entirely from lentils, mushrooms, carrots, and tomatoes. Even meat lovers enjoy this one. High in iron, fiber, and protein.",
  "recipe.lentil_bolognese.steps": "1. Rinse the lentils under cold water and drain.\n2. Finely dice the carrots and mushrooms.\n3. Heat olive oil in a large saucepan over medium heat.\n4. Add minced garlic and diced carrots, cooking for 3-4 minutes.\n5. Add the mushrooms and cook for another 3 minutes until softened.\n6. Add the lentils and diced tomatoes with their juice.\n7. Add enough water to cover the lentils, bring to a boil, then reduce heat.\n8. Simmer for 25-30 minutes, stirring occasionally, until lentils are tender and the sauce is thick.\n9. Season well with salt, pepper, and dried Italian herbs. Serve over your favourite pasta.",

  "recipe.stuffed_bell_peppers": "Stuffed Bell Peppers",
  "recipe.stuffed_bell_peppers.desc": "Colourful bell peppers filled with a savoury mix of quinoa, black beans, tomato, and melted cheddar. A complete protein meal that looks impressive but is surprisingly easy.",
  "recipe.stuffed_bell_peppers.steps": "1. Preheat the oven to 190C (375F).\n2. Cut the tops off the bell peppers and remove the seeds.\n3. Cook quinoa according to package directions.\n4. Mix the cooked quinoa with drained black beans, diced tomatoes, minced garlic, and half the cheddar.\n5. Season the filling with cumin, salt, and pepper.\n6. Stuff each pepper with the filling, packing it in firmly.\n7. Place peppers upright in a baking dish and sprinkle remaining cheddar on top.\n8. Cover with foil and bake for 25 minutes.\n9. Remove foil and bake 10 more minutes until cheese is golden and peppers are tender.",

  "recipe.slow_cooker_chicken_soup": "Slow Cooker Chicken Soup",
  "recipe.slow_cooker_chicken_soup.desc": "A comforting, nourishing chicken soup that practically makes itself. Chicken breast simmered low and slow with carrots, cauliflower, spinach, and garlic. Makes six servings for the week ahead.",
  "recipe.slow_cooker_chicken_soup.steps": "1. Place chicken breasts in the bottom of the slow cooker.\n2. Add chopped carrots, cauliflower florets, and minced garlic on top.\n3. Pour in enough chicken broth or water to cover everything by about 3cm.\n4. Season with salt, pepper, thyme, and a bay leaf.\n5. Cook on low for 6-8 hours or high for 3-4 hours.\n6. Remove the chicken and shred it with two forks.\n7. Return the shredded chicken to the pot and stir in the spinach.\n8. Let the spinach wilt for 2-3 minutes.\n9. Taste and adjust seasoning. Serve hot. Refrigerate or freeze leftovers in portions.",

  "recipe.baked_salmon_quinoa": "Baked Salmon with Lemon Quinoa",
  "recipe.baked_salmon_quinoa.desc": "Lemon-herb salmon fillets baked until flaky and served over fluffy quinoa with roasted broccoli. An omega-3-rich dinner that is as elegant as it is nutritious.",
  "recipe.baked_salmon_quinoa.steps": "1. Preheat the oven to 200C (400F).\n2. Cook quinoa according to package directions. Once done, fluff with a fork and stir in lemon zest and juice.\n3. Place broccoli florets on a baking sheet, drizzle with olive oil, and season with salt.\n4. Roast broccoli for 10 minutes.\n5. Season salmon fillets with salt, pepper, minced garlic, and olive oil.\n6. Move broccoli to the sides and place salmon on the baking sheet.\n7. Roast together for 12-14 minutes until salmon flakes easily.\n8. Plate the lemon quinoa, top with salmon, and arrange broccoli alongside.",

  "recipe.cauliflower_chickpea_curry": "Cauliflower & Chickpea Curry",
  "recipe.cauliflower_chickpea_curry.desc": "A fragrant, warming curry of cauliflower and chickpeas in a spiced tomato and spinach sauce. Vegan, high in fiber, and deeply satisfying served over rice or with flatbread.",
  "recipe.cauliflower_chickpea_curry.steps": "1. Cut cauliflower into bite-sized florets.\n2. Heat olive oil in a large pot over medium heat.\n3. Add minced garlic and cook for 30 seconds until fragrant.\n4. Add cauliflower florets and stir to coat. Cook for 3 minutes.\n5. Add drained chickpeas, diced tomatoes, and spices (curry powder, turmeric, cumin, salt).\n6. Add a splash of water, cover, and simmer for 20 minutes until cauliflower is tender.\n7. Stir in the spinach and cook for 2 more minutes until wilted.\n8. Adjust seasoning and serve over rice or with warm flatbread.",

  "resto.burger_meal": "Burger Meal",
  "resto.burger_meal.restaurant": "Fast-food cheeseburger with fries and a large soda",
  "resto.burger_meal.home": "Homemade turkey burger with sweet potato wedges and water",
  "resto.burger_meal.tip": "The biggest difference is not the burger itself but the sides. Swapping fries and soda for baked sweet potato and water cuts calories in half and eliminates most of the added sugar.",

  "resto.fried_chicken_combo": "Fried Chicken Combo",
  "resto.fried_chicken_combo.restaurant": "3-piece fried chicken with coleslaw, biscuit, and large drink",
  "resto.fried_chicken_combo.home": "Oven-baked chicken breast with roasted vegetables",
  "resto.fried_chicken_combo.tip": "Baking instead of deep-frying cuts the fat by 85% while keeping the same amount of protein. The coleslaw at restaurants is often loaded with mayonnaise, so roasted vegetables are a much lighter side.",

  "resto.pepperoni_pizza": "Pepperoni Pizza (3 slices)",
  "resto.pepperoni_pizza.restaurant": "3 slices of delivery pepperoni pizza",
  "resto.pepperoni_pizza.home": "Homemade whole wheat pizza with fresh toppings",
  "resto.pepperoni_pizza.tip": "Delivery pizza typically has far more cheese and processed meat than homemade versions. Using a whole wheat base and loading up on vegetables gives you more fiber and less sodium.",

  "resto.margherita_pizza": "Margherita Pizza (3 slices)",
  "resto.margherita_pizza.restaurant": "3 slices of restaurant-style margherita pizza",
  "resto.margherita_pizza.home": "Homemade margherita with fresh mozzarella and basil",
  "resto.margherita_pizza.tip": "Even a simpler pizza like margherita picks up extra oil and cheese at restaurants. Homemade lets you control the quality of ingredients and the amount of cheese.",

  "resto.general_tso_chicken": "General Tso's Chicken",
  "resto.general_tso_chicken.restaurant": "General Tso's chicken with fried rice from a Chinese restaurant",
  "resto.general_tso_chicken.home": "Homemade chicken stir-fry with brown rice and vegetables",
  "resto.general_tso_chicken.tip": "General Tso's chicken is battered, deep-fried, and coated in a sugary sauce. A simple stir-fry gives you all the flavour with a fraction of the fat and sugar. Use fresh garlic and ginger for natural flavour.",

  "resto.pad_thai": "Pad Thai",
  "resto.pad_thai.restaurant": "Restaurant pad Thai with shrimp",
  "resto.pad_thai.home": "Homemade shrimp and vegetable pasta with garlic and olive oil",
  "resto.pad_thai.tip": "Restaurant pad Thai is typically cooked in a lot of oil with a sweet tamarind sauce that adds hidden calories. A garlic and olive oil pasta with shrimp gives similar satisfaction with much less sodium and sugar.",

  "resto.burrito_bowl": "Burrito Bowl",
  "resto.burrito_bowl.restaurant": "Large burrito bowl with rice, beans, meat, cheese, sour cream, and guacamole",
  "resto.burrito_bowl.home": "Homemade quinoa veggie bowl with chickpeas and avocado",
  "resto.burrito_bowl.tip": "Restaurant burrito bowls are generous, which is the problem. The sour cream and extra cheese alone can add 300+ calories. A homemade quinoa bowl with fresh vegetables gives you more fiber and control over portions.",

  "resto.quesadilla_combo": "Quesadilla Combo",
  "resto.quesadilla_combo.restaurant": "Cheese quesadilla with rice, beans, and chips from a Mexican restaurant",
  "resto.quesadilla_combo.home": "Homemade whole wheat quesadilla with black beans and vegetables",
  "resto.quesadilla_combo.tip": "Restaurant quesadillas use huge tortillas loaded with cheese and often come with calorie-dense sides. Using a smaller whole wheat tortilla with beans and vegetables makes a more balanced meal.",

  "resto.fettuccine_alfredo": "Fettuccine Alfredo",
  "resto.fettuccine_alfredo.restaurant": "Restaurant fettuccine Alfredo with garlic bread",
  "resto.fettuccine_alfredo.home": "Lighter homemade Alfredo with whole wheat pasta and vegetables",
  "resto.fettuccine_alfredo.tip": "Restaurant Alfredo sauce is essentially butter and heavy cream in large quantities. A lighter version using milk, a smaller amount of parmesan, and adding broccoli or spinach cuts fat dramatically while still feeling indulgent.",

  "resto.pasta_bolognese": "Pasta Bolognese",
  "resto.pasta_bolognese.restaurant": "Restaurant spaghetti Bolognese with garlic bread",
  "resto.pasta_bolognese.home": "Homemade lentil Bolognese with whole wheat pasta",
  "resto.pasta_bolognese.tip": "Replacing ground beef with lentils cuts the fat by 74% and adds a huge amount of fiber and iron. Most people cannot tell the difference once it is simmered with tomatoes and herbs. Try it before you dismiss it.",

  "resto.latte_muffin": "Latte & Muffin",
  "resto.latte_muffin.restaurant": "Large flavoured latte with a blueberry muffin from a coffee shop",
  "resto.latte_muffin.home": "Homemade oatmeal with banana, walnuts, and honey",
  "resto.latte_muffin.tip": "A coffee shop muffin can contain as much sugar as three chocolate bars. Oatmeal with fruit provides steady energy without the sugar crash, costs a fraction of the price, and keeps you full much longer.",

  "resto.deli_sub_sandwich": "Deli Sub Sandwich",
  "resto.deli_sub_sandwich.restaurant": "12-inch deli sub with processed meat, cheese, and dressing",
  "resto.deli_sub_sandwich.home": "Homemade turkey and spinach wrap with fresh vegetables",
  "resto.deli_sub_sandwich.tip": "Deli subs are sodium bombs due to processed meats, cheese, and sauces. Using fresh sliced turkey instead of processed deli meat and skipping the heavy dressing cuts sodium by 75% and tastes just as satisfying.",

  "shop.budget_week": "Budget-Friendly Week ($50)",
  "shop.moderate_week": "Balanced Week ($80)",
  "shop.premium_week": "Premium Week ($120)",

  "shop.tip.seasonal": "Buy fruits and vegetables in season. They cost less, taste better, and have higher nutrient levels because they are picked at peak ripeness rather than shipped from far away.",
  "shop.tip.bulk": "Stock up on pantry staples like rice, oats, lentils, and beans in bulk. They last for months, cost significantly less per serving, and form the base of hundreds of nutritious meals.",
  "shop.tip.frozen": "Frozen fruits and vegetables are picked and frozen at peak nutrition. They are often cheaper than fresh, last much longer, and are just as nutritious. Keep a variety in the freezer for quick meals.",
  "shop.tip.store_brands": "Store-brand products often contain the same ingredients as name brands at 20-40% lower cost. Compare nutrition labels to confirm. This is one of the easiest ways to reduce your grocery bill.",
  "shop.tip.meal_prep": "Spend an hour or two on the weekend preparing meals for the week. Batch cooking soups, grains, and proteins saves time on busy weekdays and reduces the temptation to order takeout.",
  "shop.tip.avoid_waste": "Plan your meals before shopping and stick to your list. Use leftovers creatively. Freeze bread, meat, and ripe bananas before they go bad. Food waste is money wasted.",

  "shop.weekly_cost": "Estimated weekly cost",
  "shop.per_day": "Per day",
  "shop.shopping_list": "Shopping List",
  "shop.grocery_section": "Grocery section",

  "shop.section.produce": "Produce",
  "shop.section.meat_counter": "Meat Counter",
  "shop.section.fish_counter": "Fish Counter",
  "shop.section.dairy": "Dairy & Eggs",
  "shop.section.bakery": "Bakery",
  "shop.section.bulk_bins": "Bulk & Dry Goods",
  "shop.section.canned_goods": "Canned & Jarred",
  "shop.section.frozen": "Frozen",
  "shop.section.oils_condiments": "Oils & Condiments",

  "food.category.protein": "Protein",
  "food.category.grain": "Grains & Starches",
  "food.category.vegetable": "Vegetables",
  "food.category.fruit": "Fruits",
  "food.category.dairy": "Dairy",
  "food.category.nut_seed": "Nuts & Seeds",
  "food.category.legume": "Legumes",
  "food.category.other": "Other",

  "food.fruit_class.citrus": "Citrus Fruits",
  "food.fruit_class.berry": "Berries",
  "food.fruit_class.tropical": "Tropical Fruits",
  "food.fruit_class.stone": "Stone Fruits",
  "food.fruit_class.pome": "Pome Fruits",
  "food.fruit_class.melon": "Melons",

  "score.excellent": "Excellent source",
  "score.good": "Good source",
  "score.moderate": "Moderate source",
  "score.low": "Low source",

  "time.quick": "Quick (under 15 min)",
  "time.medium": "Medium (15-30 min)",
  "time.long": "Longer (30+ min)",

  "difficulty.easy": "Easy",
  "difficulty.medium": "Moderate",
  "difficulty.advanced": "Advanced",

  "meal.breakfast": "Breakfast",
  "meal.lunch": "Lunch",
  "meal.dinner": "Dinner",
  "meal.snack": "Snack",

  "compare.title": "Compare Foods",
  "compare.subtitle": "Place any two foods side by side to see how their nutrients stack up. Knowledge is the first step to better choices.",
  "compare.select_hint": "Search or select a food to compare",
  "compare.per_serving": "Per serving",
  "compare.per_100g": "Per 100g",
  "compare.winner": "Higher in this nutrient",

  "planner.title": "Meal Planner",
  "planner.subtitle": "Build your daily meals and see how they add up against recommended nutrient targets for your age group.",
  "planner.select_age": "Select your age group",
  "planner.add_meal": "Add a meal",
  "planner.daily_total": "Daily Total",
  "planner.rda_coverage": "% of Recommended Daily Intake",
  "planner.breakfast": "Breakfast",
  "planner.lunch": "Lunch",
  "planner.dinner": "Dinner",
  "planner.snack": "Snack",
  "planner.clear_all": "Clear all meals",

  "quiz.title": "Nutrition Quiz",
  "quiz.subtitle": "Test what you know about the food you eat. No judgement, just learning.",
  "quiz.start": "Start Quiz",
  "quiz.question_of": "Question {current} of {total}",
  "quiz.score": "Your Score",
  "quiz.next": "Next Question",
  "quiz.results": "See Results",
  "quiz.play_again": "Play Again",
  "quiz.share_score": "Share Your Score",
  "quiz.rating.expert": "Nutrition Expert! You really know your stuff.",
  "quiz.rating.great": "Great knowledge! Just a few gaps to fill.",
  "quiz.rating.good": "Good start! You know the basics and are ready to learn more.",
  "quiz.rating.learning": "No worries! Everyone starts somewhere. Explore the site to discover more.",

  "food.detail.nutrients": "Nutrients per 100g",
  "food.detail.recipes": "Recipes featuring this food",
  "food.detail.age_benefits": "Best for these age groups",
  "food.detail.replaces_supplement": "May help replace this supplement",
  "food.detail.available_at": "Find it in the grocery store",
  "food.detail.cost_tier": "Cost level",

  "about.title": "About EatClever",
  "about.intro": "EatClever is an independent nutrition information resource. We present facts about everyday foods so you can make your own informed choices. No diets, no guilt, no sponsors. Just data.",
  "about.mission.title": "Our Mission",
  "about.mission.text": "We believe that understanding what is in your food is a right, not a privilege. EatClever exists to make nutrition data accessible, understandable, and actionable for everyone, regardless of budget, background, or dietary preference. We present the data. You choose.",
  "about.sources.title": "Our Sources",
  "about.sources.text": "All nutritional data is sourced from peer-reviewed databases including the USDA FoodData Central, WHO dietary guidelines, and national nutrition authorities. Values represent typical amounts and may vary based on preparation methods, growing conditions, and specific product brands.",
  "about.contact.title": "Contact",
  "about.contact.text": "Have a question, correction, or suggestion? We welcome your feedback. Reach out through our contact form and we will get back to you.",

  "methodology.title": "Methodology",
  "methodology.intro": "Transparency matters. Here is how we gather, calculate, and present the nutrition information on EatClever.",
  "methodology.sources.title": "Data Sources",
  "methodology.update.title": "Update Schedule",
  "methodology.limitations.title": "Limitations",

  "footer.about": "About EatClever",
  "footer.sources": "Data Sources",
  "footer.legal": "Legal Notice",
  "footer.contact": "Contact Us",
  "footer.copyright": "EatClever. Nutrition facts for informed choices.",
  "footer.support": "Support This Project",
  "footer.sister_sites": "Related Projects",

  "privacy.title": "Privacy Policy",
  "impressum.title": "Legal Notice",

  "lang.en": "English",

  "general.back": "Back",
  "general.home": "Home",
  "general.learn_more": "Learn more",
  "general.view_all": "View all",
  "general.search": "Search foods...",
  "general.loading": "Loading...",
  "general.no_results": "No results found. Try a different search term.",
  "general.per_100g": "per 100g",
  "general.per_serving": "per serving",
  "general.daily_value": "% Daily Value",
  "general.share": "Share",

  "general.calories": "Calories",
  "general.protein": "Protein",
  "general.fat": "Fat",
  "general.carbs": "Carbs",
  "general.fiber": "Fiber",
  "general.sodium": "Sodium",
  "general.sugar": "Sugar",
  "general.cost": "Cost",
  "general.cook_time": "Cook time",
  "general.servings": "Servings",
  "general.ingredients": "Ingredients",
  "general.steps": "Preparation Steps",
  "general.tags": "Tags",
  "general.minutes": "min",
  "general.save": "Save",
  "general.cancel": "Cancel",
  "general.close": "Close",
  "general.yes": "Yes",
  "general.no": "No",
  "general.or": "or",
  "general.and": "and",
  "general.of": "of",
  "general.show_more": "Show more",
  "general.show_less": "Show less",
  "general.filter": "Filter",
  "general.sort_by": "Sort by",
  "general.reset": "Reset",
  "general.download": "Download",
  "general.print": "Print",
  "general.per_person": "per person",
  "general.budget": "Budget",
  "general.moderate": "Moderate",
  "general.premium": "Premium",

  "general.disclaimer": "This information is for educational purposes only and is not intended as medical or dietary advice. Consult a healthcare professional before making significant changes to your diet.",

  "food.cost_tier.1": "Budget-friendly",
  "food.cost_tier.2": "Mid-range",
  "food.cost_tier.3": "Premium",

  "food.availability.common": "Widely available year-round",
  "food.availability.seasonal": "Seasonal (best when in season)",
  "food.availability.specialty": "Specialty item",

  "food.section.fish_counter": "Fish Counter",
  "food.section.meat_counter": "Meat Counter",
  "food.section.dairy": "Dairy Aisle",
  "food.section.produce": "Produce Section",
  "food.section.bulk_bins": "Bulk & Dry Goods",
  "food.section.canned_goods": "Canned Goods Aisle",
  "food.section.bakery": "Bakery Section",
  "food.section.oils_condiments": "Oils & Condiments",
  "food.section.snacks": "Snacks Aisle",

  "resto.category.fast_food": "Fast Food",
  "resto.category.pizza": "Pizza",
  "resto.category.asian": "Asian",
  "resto.category.mexican": "Mexican",
  "resto.category.italian": "Italian",
  "resto.category.cafe": "Cafe",
  "resto.category.deli": "Deli",

  "resto.savings_label": "You save by cooking at home",
  "resto.fewer_calories": "fewer calories",
  "resto.less_fat": "less fat",
  "resto.less_sodium": "less sodium",
  "resto.cost_savings": "cost savings",
  "resto.home_version": "Homemade Version",
  "resto.restaurant_version": "Restaurant Version",
  "resto.cook_time": "Cook time at home",

  "compare.calories": "Calories",
  "compare.protein": "Protein",
  "compare.fat": "Fat",
  "compare.carbs": "Carbs",
  "compare.fiber": "Fiber",
  "compare.vitamins": "Vitamins",
  "compare.minerals": "Minerals",
  "compare.swap_foods": "Swap foods",
  "compare.add_to_planner": "Add to meal planner",

  "planner.calories_target": "Calorie target",
  "planner.protein_target": "Protein target",
  "planner.remaining": "Remaining",
  "planner.exceeded": "Exceeded",
  "planner.day": "Day",
  "planner.week_view": "Week view",
  "planner.day_view": "Day view",
  "planner.export": "Export plan",
  "planner.import": "Import plan",
  "planner.suggested_meals": "Suggested meals",
  "planner.remove_meal": "Remove",

  "quiz.correct": "Correct!",
  "quiz.incorrect": "Not quite.",
  "quiz.explanation": "Explanation",
  "quiz.did_you_know": "Did you know?",
  "quiz.category.vitamins": "Vitamins & Minerals",
  "quiz.category.nutrients": "Macronutrients",
  "quiz.category.foods": "Food Facts",
  "quiz.category.labels": "Reading Labels",
  "quiz.category.myths": "Nutrition Myths",

  "age.section.title": "Nutrition Through Life",
  "age.section.subtitle": "Your body's needs change with every decade. Here's what to focus on at each stage.",
  "age.calorie_range": "Recommended daily calorie range",
  "age.key_nutrients": "Key nutrients for this age",
  "age.recommended_foods": "Top recommended foods",
  "age.foods_to_limit": "Foods to limit",
  "age.tips_title": "Practical Tips",

  "supp.section.title": "Food vs. Supplements",
  "supp.section.subtitle": "See exactly how much real food it takes to match a common supplement pill.",
  "supp.common_dose": "Common supplement dose",
  "supp.food_alternative": "Food alternative",
  "supp.per_serving": "per serving provides",
  "supp.of_daily_need": "of your daily need",
  "supp.verdict": "The verdict",

  "cook.section.title": "Cook Time & Nutrition",
  "cook.section.subtitle": "Whether you have 5 minutes or 50, there is a nutritious meal waiting. Filter by time and find recipes that fit your schedule.",
  "cook.filter.all": "All recipes",
  "cook.filter.quick": "Under 15 min",
  "cook.filter.medium": "15-30 min",
  "cook.filter.long": "30+ min",
  "cook.filter.meal_type": "Meal type",
  "cook.filter.difficulty": "Difficulty",

  "taste.section.title": "Taste & Nutrition",
  "taste.section.subtitle": "Healthy eating is not about giving up flavour. It is about discovering new combinations that satisfy both your taste buds and your body.",
  "taste.flavour_pairings": "Flavour pairings that boost nutrition",
  "taste.umami": "Umami-rich foods",
  "taste.sweet_natural": "Naturally sweet alternatives",
  "taste.herbs_spices": "Herbs and spices with benefits",

  "shop.section.title": "Smart Shopping Guide",
  "shop.section.subtitle": "Three weekly meal plans at three price points. Each one is nutritionally complete, with full shopping lists and estimated costs.",
  "shop.plan_includes": "This plan includes",
  "shop.meals_per_day": "meals per day",
  "shop.est_cost": "Estimated cost",
  "shop.view_shopping_list": "View shopping list",
  "shop.view_meal_plan": "View daily meals",
  "shop.day_label": "Day",
  "shop.item": "Item",
  "shop.quantity": "Quantity",
  "shop.est_price": "Est. Price",
  "shop.section_label": "Section",
  "shop.total": "Total",
  "shop.tips_title": "Money-Saving Tips",

  "labels.section.title": "Nutrition Labels Guide",
  "labels.section.subtitle": "Understanding food labels helps you make better choices in the grocery store. Here is what to look for.",
  "labels.how_to_read": "How to read a nutrition label",
  "labels.step_1": "Check the serving size first. All other numbers are based on this amount.",
  "labels.step_2": "Look at calories to understand how much energy one serving provides.",
  "labels.step_3": "Check fat, saturated fat, sugar, and salt. Keep these on the lower side.",
  "labels.step_4": "Look for higher amounts of fiber, protein, vitamins, and minerals.",
  "labels.step_5": "Use the per 100g column to compare different products fairly.",
  "labels.common_traps": "Common label traps",
  "labels.trap_serving_size": "Unrealistic serving sizes make products look healthier than they are.",
  "labels.trap_sugar_names": "Sugar has over 50 names: sucrose, fructose, corn syrup, maltose, dextrose, and many more.",
  "labels.trap_health_claims": "\"Natural\", \"multigrain\", and \"lightly sweetened\" are marketing terms, not nutrition facts.",
  "labels.trap_zero": "\"0g trans fat\" can still contain up to 0.5g per serving. Check ingredients for partially hydrogenated oils.",

  "vitamins.section.title": "Vitamin & Mineral Guide",
  "vitamins.section.subtitle": "What each nutrient does, where to find it naturally, and who needs it most. Tap any nutrient to see food sources.",
  "vitamins.rda": "Recommended daily amount",
  "vitamins.top_foods": "Top food sources",
  "vitamins.deficiency_signs": "Signs you may not be getting enough",
  "vitamins.excess_risk": "Risks of too much",

  "error.page_not_found": "Page not found",
  "error.data_load_failed": "Unable to load data. Please check your connection and try again.",
  "error.generic": "Something went wrong. Please try again.",

  "accessibility.skip_to_content": "Skip to main content",
  "accessibility.open_menu": "Open navigation menu",
  "accessibility.close_menu": "Close navigation menu",
  "accessibility.language_selector": "Select language",
  "accessibility.dark_mode": "Toggle dark mode",
  "accessibility.increase_font": "Increase font size",
  "accessibility.decrease_font": "Decrease font size"
}
