{
  "site.title": "EatClever",
  "site.subtitle": "Datos nutricionales para las decisiones alimentarias del día a día",
  "wisdom.p1": "Tu cuerpo es increíblemente inteligente. Cada día descompone los alimentos que comes y extrae exactamente lo que necesita: construye músculo, repara células, fortalece huesos, combate infecciones y mantiene tu cerebro en forma. No necesitas controlar cada vitamina al detalle. Solo necesitas darle a tu cuerpo las materias primas adecuadas.",
  "wisdom.p2": "El secreto es sencillo: come variado, come natural, come colorido. Cuando llenas tu plato con una variedad de alimentos reales — verduras, frutas, proteínas, cereales, frutos secos — tu cuerpo sabe exactamente qué hacer con ellos. Lo ha hecho durante millones de años. Confía en él.",
  "wisdom.p3": "Los suplementos y las pastillas tienen su lugar, pero la naturaleza proporciona la mayor parte de lo que necesitamos. Un puñado de nueces, un trozo de salmón, un plato de verduras coloridas — no son solo comidas, son medicina. Cada bocado es una oportunidad para nutrir tu cuerpo y mantener al médico lejos.",
  "wisdom.cta": "EatClever no te dice qué hacer. Te mostramos los datos — tú tomas las decisiones que mejor se adapten a ti y a tu familia.",
  "nav.about": "Acerca de",
  "nav.methodology": "Metodología",
  "nav.categories": "Explorar Temas",
  "nav.food_search": "Buscar Alimentos",
  "nav.compare": "Comparar Alimentos",
  "nav.quiz": "Quiz Nutricional",
  "nav.planner": "Planificador de Comidas",
  "nav.labels_guide": "Guía de Etiquetas",
  "hero.title": "Come Inteligente. Vive Mejor.",
  "hero.subtitle": "Las decisiones alimentarias que tomas cada día influyen en tu salud más que cualquier dieta puntual. Explora los datos, compara tus opciones y decide qué funciona mejor para ti.",
  "cat.age_nutrition": "Nutrición por Edad",
  "cat.age_nutrition.desc": "Lo que tu cuerpo necesita cambia a medida que creces. Descubre qué nutrientes son más importantes en cada etapa de la vida, desde la infancia hasta la tercera edad.",
  "cat.food_vs_supplements": "Alimentos vs. Suplementos",
  "cat.food_vs_supplements.desc": "¿Puede una pastilla reemplazar un plato de comida real? Compara los suplementos más comunes con los alimentos naturales que aportan los mismos nutrientes.",
  "cat.taste_nutrition": "Sabor y Nutrición",
  "cat.taste_nutrition.desc": "La comida saludable no tiene por qué ser aburrida. Descubre cómo combinar buen sabor con una nutrición sólida en comidas que realmente disfrutarás.",
  "cat.eat_out_vs_home": "Comer Fuera vs. En Casa",
  "cat.eat_out_vs_home.desc": "Las porciones de los restaurantes y los ingredientes ocultos se acumulan rápidamente. Mira comparaciones lado a lado de comidas populares y sus alternativas caseras.",
  "cat.cook_time": "Tiempo de Cocción y Nutrición",
  "cat.cook_time.desc": "¿Poco tiempo? Encuentra recetas rápidas, medianas y lentas que demuestran que comer nutritivo se adapta a cualquier horario.",
  "cat.shopping": "Compras Inteligentes",
  "cat.shopping.desc": "Come bien con cualquier presupuesto. Planes de comidas semanales y listas de compras en tres niveles de precio, además de consejos para aprovechar cada peso.",
  "age.children": "Niños (0-12)",
  "age.teens": "Adolescentes (13-19)",
  "age.adults": "Adultos (20-59)",
  "age.seniors": "Mayores (60+)",
  "age.infant": "Bebé (0-1)",
  "age.toddler": "Niño Pequeño (1-3)",
  "age.school_age": "Edad Escolar (4-12)",
  "age.teen": "Adolescente (13-19)",
  "age.young_adult": "Adulto Joven (20-39)",
  "age.middle_age": "Mediana Edad (40-59)",
  "age.senior": "Mayor (60+)",
  "age.infant.tips": "La leche materna o de fórmula proporciona la mayoría de los nutrientes durante el primer año. Introduce alimentos sólidos ricos en hierro alrededor de los 6 meses. Evita la miel hasta el año de edad. Ofrece una variedad de texturas suaves y trituradas para crear hábitos alimentarios saludables desde el principio.",
  "age.toddler.tips": "Los niños pequeños están aprendiendo a comer solos, así que espera desorden y caprichos. Ofrece pequeñas porciones de alimentos ricos en nutrientes a lo largo del día. La leche entera es importante para el desarrollo cerebral. Corta alimentos redondos como las uvas en trozos pequeños para evitar atragantamientos.",
  "age.school_age.tips": "Los cuerpos en crecimiento necesitan calcio para huesos fuertes y hierro para la energía. Limita las bebidas azucaradas y los snacks envasados. Involucra a los niños en la preparación de las comidas para crear hábitos saludables de por vida. Un desayuno equilibrado favorece la concentración y el aprendizaje en la escuela.",
  "age.teen.tips": "El crecimiento rápido hace de esta una etapa crítica para el calcio, el hierro y la proteína. Los adolescentes que practican deporte pueden necesitar calorías e hidratación adicionales. Evita las dietas extremas y las bebidas energéticas. Construir una relación positiva con la comida ahora rinde frutos durante décadas.",
  "age.young_adult.tips": "Este es el momento de establecer patrones alimentarios que favorezcan la salud a largo plazo. Prioriza los alimentos integrales sobre los ultraprocesados. El hierro y el folato son especialmente importantes para quienes planean un embarazo. Los omega-3 favorecen la salud cerebral durante los años más exigentes.",
  "age.middle_age.tips": "El metabolismo se ralentiza de forma natural, por lo que la densidad nutricional importa más que nunca. Concéntrate en la fibra para la salud digestiva, el calcio y la vitamina D para los huesos, y los omega-3 para la salud del corazón. Las comidas regulares con abundantes verduras ayudan a mantener la energía estable durante todo el día.",
  "age.senior.tips": "El apetito suele disminuir con la edad, por lo que cada bocado debe contar nutricionalmente. La absorción de vitamina B12 disminuye, lo que hace que valga la pena considerar alimentos fortificados o suplementos. La proteína favorece el mantenimiento muscular, y la vitamina D junto con el calcio ayudan a proteger contra las fracturas. Mantente hidratado incluso cuando no sientas sed.",
  "age.daily_calories": "Rango Calórico Diario",
  "age.focus_nutrients": "Nutrientes Clave",
  "age.key_foods": "Alimentos Recomendados",
  "age.foods_to_avoid": "Alimentos a Limitar o Evitar",
  "nutrient.protein": "Proteína",
  "nutrient.protein.desc": "Bloque de construcción esencial para músculos, órganos y función inmunitaria.",
  "nutrient.protein.body_effect": "La proteína construye y repara cada tejido de tu cuerpo, desde músculos y huesos hasta piel y cabello. También produce enzimas y hormonas que mantienen tu metabolismo en marcha. Los niños y adolescentes la necesitan para crecer, los adultos para el mantenimiento, y los mayores para prevenir la pérdida muscular.",
  "nutrient.fat": "Grasas",
  "nutrient.fat.desc": "Fuente concentrada de energía que apoya el crecimiento celular y la absorción de nutrientes.",
  "nutrient.fat.body_effect": "La grasa protege tus órganos, aísla tu cuerpo y ayuda a absorber las vitaminas A, D, E y K. Tu cerebro es casi un 60% grasa. Los bebés y niños pequeños necesitan más grasa en proporción a su tamaño corporal porque sus cerebros se están desarrollando rápidamente. Elige grasas insaturadas del pescado, los frutos secos y el aceite de oliva en lugar de fuentes saturadas.",
  "nutrient.carbs": "Carbohidratos",
  "nutrient.carbs.desc": "La fuente de energía preferida y más eficiente de tu cuerpo.",
  "nutrient.carbs.body_effect": "Los carbohidratos se descomponen en glucosa, que alimenta tu cerebro, músculos y sistema nervioso central. Los carbohidratos complejos de cereales integrales, legumbres y verduras liberan energía de forma lenta y constante. Todos los grupos de edad necesitan carbohidratos, pero los adolescentes activos y los deportistas necesitan más. Elige cereales integrales en lugar de refinados para energía duradera y mejor control del azúcar en sangre.",
  "nutrient.fiber": "Fibra",
  "nutrient.fiber.desc": "Favorece una digestión saludable, alimenta las bacterias beneficiosas del intestino y ayuda a controlar el azúcar en sangre.",
  "nutrient.fiber.body_effect": "La fibra mantiene tu sistema digestivo funcionando correctamente, alimenta las bacterias buenas de tu intestino y te ayuda a sentirte lleno durante más tiempo después de las comidas. También ralentiza la absorción de azúcar, lo que estabiliza los niveles de glucosa en sangre. Los adultos y mayores se benefician más de un alto consumo de fibra para la salud cardíaca y la regularidad, pero los niños también la necesitan para una digestión saludable.",
  "nutrient.vitamin_a": "Vitamina A",
  "nutrient.vitamin_a.desc": "Favorece la visión, la función inmunitaria y la salud de la piel.",
  "nutrient.vitamin_a.body_effect": "La vitamina A es fundamental para una visión nítida, especialmente con poca luz. También mantiene sanas la piel y las mucosas de los pulmones y el intestino, actuando como primera línea de defensa contra las infecciones. Los niños necesitan vitamina A para un crecimiento adecuado y el desarrollo inmunitario. Se encuentra en abundancia en las verduras naranjas y verde oscuro.",
  "nutrient.vitamin_b12": "Vitamina B12",
  "nutrient.vitamin_b12.desc": "Esencial para la función nerviosa, la formación de glóbulos rojos y la síntesis de ADN.",
  "nutrient.vitamin_b12.body_effect": "La vitamina B12 mantiene tus nervios funcionando correctamente y ayuda a producir los glóbulos rojos que transportan oxígeno por todo tu cuerpo. Una deficiencia puede causar fatiga, debilidad y problemas nerviosos. Las personas mayores tienen mayor riesgo porque la absorción disminuye con la edad. Los veganos y vegetarianos deben prestar especial atención, ya que la B12 se encuentra casi exclusivamente en alimentos de origen animal.",
  "nutrient.vitamin_c": "Vitamina C",
  "nutrient.vitamin_c.desc": "Potente antioxidante que refuerza la inmunidad y ayuda al cuerpo a absorber el hierro.",
  "nutrient.vitamin_c.body_effect": "La vitamina C protege tus células del daño, ayuda a que las heridas sanen más rápido y refuerza la capacidad de tu sistema inmunitario para combatir infecciones. También mejora drásticamente la absorción de hierro cuando se consume junto con alimentos ricos en hierro. Importante para todas las edades, pero especialmente para los niños en crecimiento y cualquier persona que se esté recuperando de una enfermedad o lesión.",
  "nutrient.vitamin_d": "Vitamina D",
  "nutrient.vitamin_d.desc": "La vitamina del sol que fortalece los huesos y apoya la salud inmunitaria.",
  "nutrient.vitamin_d.body_effect": "La vitamina D ayuda a tu cuerpo a absorber el calcio, lo que la hace esencial para huesos y dientes fuertes. También desempeña un papel importante en la función inmunitaria y la regulación del estado de ánimo. Tu piel la produce a partir de la luz solar, pero muchas personas no obtienen suficiente, especialmente en climas nórdicos. Las personas mayores necesitan más porque su piel se vuelve menos eficiente para producirla, y los bebés la necesitan porque la leche materna aporta muy poca.",
  "nutrient.vitamin_e": "Vitamina E",
  "nutrient.vitamin_e.desc": "Antioxidante que protege las células del daño y favorece la salud de la piel.",
  "nutrient.vitamin_e.body_effect": "La vitamina E actúa como un escudo para tus células, protegiéndolas del daño oxidativo causado por la contaminación, los rayos UV y el metabolismo normal. Favorece una piel sana, ayuda a tu sistema inmunitario a combatir bacterias y virus, y puede retrasar el deterioro relacionado con la edad. Todas las edades se benefician, pero es particularmente relevante para adultos y mayores como nutriente protector.",
  "nutrient.vitamin_k": "Vitamina K",
  "nutrient.vitamin_k.desc": "Esencial para la coagulación de la sangre y el metabolismo óseo.",
  "nutrient.vitamin_k.body_effect": "La vitamina K es la razón por la que un corte deja de sangrar. Sin suficiente, incluso una pequeña herida podría ser peligrosa. También dirige el calcio hacia los huesos en lugar de las arterias, lo cual es importante para la salud cardíaca y ósea a largo plazo. Los adultos y mayores necesitan más. Las verduras de hoja verde oscuro como la col rizada y las espinacas son las fuentes más ricas con diferencia.",
  "nutrient.calcium": "Calcio",
  "nutrient.calcium.desc": "El mineral más abundante en tu cuerpo, fundamental para huesos y dientes.",
  "nutrient.calcium.body_effect": "Aproximadamente el 99% de tu calcio se encuentra en los huesos y dientes, dándoles su fuerza y estructura. El 1% restante es vital para las contracciones musculares, la señalización nerviosa y el ritmo cardíaco. Los adolescentes necesitan más porque están construyendo su masa ósea máxima. Los mayores necesitan bastante para frenar la pérdida ósea. Los lácteos, las sardinas con espinas y el tofu cuajado con calcio son las mejores fuentes.",
  "nutrient.iron": "Hierro",
  "nutrient.iron.desc": "Transporta oxígeno en la sangre y favorece la producción de energía.",
  "nutrient.iron.body_effect": "El hierro es el núcleo de la hemoglobina, la molécula de los glóbulos rojos que transporta oxígeno desde los pulmones a cada parte de tu cuerpo. Sin suficiente hierro, te sientes cansado, débil e incapaz de concentrarte. Los adolescentes, especialmente las chicas después de que comienza la menstruación, y las mujeres jóvenes necesitan más. Combina alimentos ricos en hierro con vitamina C para aumentar significativamente la absorción.",
  "nutrient.magnesium": "Magnesio",
  "nutrient.magnesium.desc": "Participa en más de 300 reacciones enzimáticas, desde la producción de energía hasta la relajación muscular.",
  "nutrient.magnesium.body_effect": "El magnesio es una potencia que actúa entre bastidores, involucrado en más de 300 reacciones bioquímicas. Ayuda a tus músculos a relajarse después de contraerse, mantiene estable el ritmo cardíaco, favorece huesos fuertes y regula el azúcar en sangre. La deficiencia es sorprendentemente común y puede causar calambres musculares, mal sueño y ansiedad. Los adultos y mayores se benefician más de aumentar su ingesta a través de frutos secos, semillas y verduras de hoja verde oscuro.",
  "nutrient.potassium": "Potasio",
  "nutrient.potassium.desc": "Regula el equilibrio de líquidos, las contracciones musculares y la presión arterial.",
  "nutrient.potassium.body_effect": "El potasio trabaja junto con el sodio para controlar el equilibrio de líquidos en las células y regular la presión arterial. Ayuda a los músculos a contraerse correctamente, incluido el músculo cardíaco. La mayoría de las personas no consumen suficiente potasio, lo que puede aumentar la presión arterial con el tiempo. Los adultos y mayores son quienes más se benefician de aumentar su ingesta. Los plátanos son famosos por el potasio, pero los boniatos, las espinacas y los aguacates contienen aún más.",
  "nutrient.zinc": "Zinc",
  "nutrient.zinc.desc": "Favorece la defensa inmunitaria, la cicatrización de heridas y la percepción del gusto.",
  "nutrient.zinc.body_effect": "El zinc es esencial para un sistema inmunitario fuerte, ayudando a tu cuerpo a combatir virus y bacterias. También acelera la cicatrización de heridas, favorece los sentidos del gusto y el olfato, y desempeña un papel en la división celular. Los adolescentes necesitan más durante los estirones de crecimiento, y los mayores a menudo lo absorben de forma menos eficiente. La carne de res, los mariscos y las legumbres son excelentes fuentes.",
  "nutrient.selenium": "Selenio",
  "nutrient.selenium.desc": "Oligoelemento que favorece la función tiroidea y protege contra el daño oxidativo.",
  "nutrient.selenium.body_effect": "El selenio actúa de forma silenciosa pero poderosa. Ayuda a tu tiroides a producir hormonas que regulan el metabolismo, protege tus células del daño oxidativo y refuerza tu sistema inmunitario. Solo se necesita una pequeña cantidad, pero la deficiencia puede afectar la función tiroidea y la respuesta inmunitaria. Las nueces de Brasil son tan ricas en selenio que solo una o dos al día cubren tus necesidades. Todos los grupos de edad se benefician por igual.",
  "nutrient.omega_3": "Ácidos Grasos Omega-3",
  "nutrient.omega_3.desc": "Grasas esenciales que favorecen la salud del cerebro, el corazón y las articulaciones.",
  "nutrient.omega_3.body_effect": "Los omega-3 son grasas que tu cuerpo no puede producir por sí solo, por lo que debes obtenerlos de los alimentos. Reducen la inflamación, favorecen la función cerebral y la memoria, protegen tu corazón y pueden aliviar la rigidez articular. Los niños los necesitan para el desarrollo cerebral, los adultos para la protección cardíaca, y los mayores tanto para la salud cognitiva como para reducir la inflamación. Los pescados grasos como el salmón y las sardinas son las mejores fuentes de las formas más activas (EPA y DHA).",
  "nutrient.folate": "Folato",
  "nutrient.folate.desc": "Vitamina B fundamental para la división celular, la síntesis de ADN y la prevención de defectos congénitos.",
  "nutrient.folate.body_effect": "El folato es esencial cada vez que tu cuerpo crea nuevas células, algo que ocurre constantemente. Es fundamental durante el embarazo para prevenir defectos del tubo neural en los bebés en desarrollo, lo que lo convierte en el nutriente más importante para las mujeres en edad fértil. También favorece la producción de glóbulos rojos y ayuda a prevenir la anemia. Las lentejas, las espinacas y las alubias negras son excelentes fuentes vegetales.",
  "vitamins.title": "Guía de Vitaminas y Minerales",
  "vitamins.subtitle": "Qué hacen, dónde encontrarlos, quién los necesita más",
  "vitamins.found_in": "Se encuentra naturalmente en",
  "vitamins.important_for": "Especialmente importante para",
  "vitamins.supplement_note": "Cuándo los suplementos pueden ayudar",
  "vitamins.food_first": "Primero los alimentos — suplementos solo cuando realmente se necesiten",
  "labels.title": "Entendiendo las Etiquetas Nutricionales",
  "labels.subtitle": "Qué significan realmente los números en el empaque de los alimentos",
  "labels.per_100g": "Valores por 100g",
  "labels.per_serving": "Valores por porción",
  "labels.what_is_protein": "Proteína: Bloques de construcción para músculos, huesos y piel. Busca 10g+ por 100g para alimentos altos en proteína.",
  "labels.what_is_fat": "Grasa: Esencial para la energía y la función celular. Menos de 3g/100g es bajo en grasa. Más de 17.5g/100g es alto en grasa.",
  "labels.what_is_saturated_fat": "Grasa Saturada: Mantener por debajo de 5g/100g. Cantidades altas están relacionadas con enfermedades del corazón.",
  "labels.what_is_carbs": "Carbohidratos: La principal fuente de energía de tu cuerpo. Los carbohidratos complejos (cereales integrales) son mejores que los azúcares simples.",
  "labels.what_is_sugar": "Azúcar: Menos de 5g/100g es bajo. Más de 22.5g/100g es alto. Revisa los azúcares ocultos en salsas y bebidas.",
  "labels.what_is_fiber": "Fibra: Apunta a 6g+ por 100g. Excelente para la digestión y para sentirse lleno más tiempo.",
  "labels.what_is_salt": "Sal/Sodio: Menos de 0.3g/100g es bajo. Más de 1.5g/100g es alto. La mayoría de las personas consumen demasiada.",
  "labels.what_is_calories": "Calorías (kcal): Energía que tu cuerpo obtiene de los alimentos. Un adulto promedio necesita ~2000 kcal/día.",
  "labels.daily_reference": "% de Ingesta Diaria de Referencia",
  "labels.traffic_light": "Sistema de semáforo",
  "labels.green_low": "Verde = Bajo (bueno para la mayoría de los nutrientes)",
  "labels.amber_medium": "Ámbar = Medio (aceptable con moderación)",
  "labels.red_high": "Rojo = Alto (consume menos de estos)",
  "labels.tip": "Compara productos similares usando los valores por 100g — es la forma más justa de comparar.",
  "supp.vitamin_d": "Suplemento de Vitamina D",
  "supp.vitamin_d.why": "Muchas personas no reciben suficiente luz solar para producir vitamina D adecuada, especialmente durante los meses de invierno o en latitudes altas.",
  "supp.vitamin_d.note": "Considera suplementar si recibes poca exposición solar, tienes piel oscura o eres mayor de 60 años. Un filete de salmón de 15 minutos proporciona casi la cantidad diaria completa.",
  "supp.vitamin_c": "Suplemento de Vitamina C",
  "supp.vitamin_c.why": "Popular para el apoyo inmunitario, aunque la mayoría de las personas cubren sus necesidades fácilmente a través de frutas y verduras.",
  "supp.vitamin_c.note": "Un solo pimiento rojo o dos kiwis proporcionan más vitamina C que la mayoría de las pastillas de suplemento. Los suplementos raramente son necesarios si comes frutas y verduras a diario.",
  "supp.vitamin_b12": "Suplemento de Vitamina B12",
  "supp.vitamin_b12.why": "Esencial para veganos y vegetarianos, ya que la B12 se encuentra casi exclusivamente en alimentos de origen animal. La absorción también disminuye con la edad.",
  "supp.vitamin_b12.note": "Si comes carne o pescado regularmente, probablemente estés obteniendo suficiente. Los veganos deben suplementar o comer alimentos fortificados. Las personas mayores deben consultar sus niveles de B12 con su médico.",
  "supp.iron": "Suplemento de Hierro",
  "supp.iron.why": "A menudo recomendado para mujeres con menstruaciones abundantes, embarazadas y personas diagnosticadas con anemia ferropénica.",
  "supp.iron.note": "No suplementes hierro sin un análisis de sangre que confirme la deficiencia, ya que el exceso de hierro puede ser perjudicial. Combina fuentes vegetales de hierro con vitamina C para una mejor absorción.",
  "supp.calcium": "Suplemento de Calcio",
  "supp.calcium.why": "Puede ayudar a personas que evitan los lácteos, son intolerantes a la lactosa o han sido diagnosticadas con osteoporosis o baja densidad ósea.",
  "supp.calcium.note": "El tofu cuajado con calcio proporciona más calcio por porción que un vaso de leche. Si consumes lácteos y verduras de hoja regularmente, puede que no necesites un suplemento. Toma el calcio en dosis más pequeñas para una mejor absorción.",
  "supp.magnesium": "Suplemento de Magnesio",
  "supp.magnesium.why": "Un mineral comúnmente deficiente que favorece la calidad del sueño, la relajación muscular y más de 300 reacciones enzimáticas en el cuerpo.",
  "supp.magnesium.note": "Un puñado de almendras más una porción de espinacas cubre aproximadamente el 40% de las necesidades diarias. El glicinato de magnesio suele ser mejor tolerado que otras formas si decides suplementar.",
  "supp.omega_3": "Suplemento de Omega-3 (Aceite de Pescado)",
  "supp.omega_3.why": "Favorece la salud del corazón, el cerebro y las articulaciones. Lo toman a menudo personas que no comen pescado regularmente.",
  "supp.omega_3.note": "Dos porciones de pescado graso por semana cubren las necesidades de omega-3 de la mayoría de las personas. Una cucharada de semillas de chía o un puñado de nueces proporciona la forma vegetal (ALA). Los suplementos de aceite de pescado pueden ser útiles para quienes no les gusta el marisco.",
  "supp.zinc": "Suplemento de Zinc",
  "supp.zinc.why": "Favorece la función inmunitaria, la cicatrización de heridas y la percepción del gusto. A veces se toma al primer signo de un resfriado.",
  "supp.zinc.note": "La mayoría de las personas que llevan una dieta variada obtienen suficiente zinc. Los vegetarianos pueden necesitar hasta un 50% más debido a la menor absorción de fuentes vegetales. El exceso de zinc puede interferir con la absorción de cobre.",
  "supp.folate": "Suplemento de Folato (Ácido Fólico)",
  "supp.folate.why": "Fundamental antes y durante las primeras semanas de embarazo para prevenir defectos del tubo neural. También importante para la formación de glóbulos rojos.",
  "supp.folate.note": "Las mujeres que planean un embarazo deben tomar 400mcg diarios comenzando al menos un mes antes de la concepción. Una taza de lentejas cocidas cubre aproximadamente el 90% de las necesidades diarias para adultos no embarazados.",
  "supp.potassium": "Suplemento de Potasio",
  "supp.potassium.why": "Ayuda a regular la presión arterial y el equilibrio de líquidos. La mayoría de las personas no obtienen suficiente solo con la dieta.",
  "supp.potassium.note": "Las dosis de los suplementos se mantienen bajas (99mg) porque el exceso de potasio puede ser peligroso, especialmente para personas con problemas renales. Un solo boniato al horno proporciona más de 700mg de forma natural. La alimentación es la forma más segura de aumentar el potasio.",
  "supp.vitamin_a": "Suplemento de Vitamina A",
  "supp.vitamin_a.why": "Favorece la visión, la función inmunitaria y la salud de la piel. La deficiencia es rara en países desarrollados pero común en partes del mundo en desarrollo.",
  "supp.vitamin_a.note": "Un boniato mediano proporciona el 160% de las necesidades diarias. El betacaroteno de las verduras se convierte en vitamina A según se necesite, por lo que la toxicidad por fuentes alimentarias es prácticamente imposible. Los suplementos de vitamina A preformada pueden causar toxicidad en dosis altas.",
  "supp.vitamin_e": "Suplemento de Vitamina E",
  "supp.vitamin_e.why": "Actúa como antioxidante protegiendo las células del daño. A veces se promociona para la salud de la piel y como antiedad.",
  "supp.vitamin_e.note": "Un puñado de almendras proporciona más del 50% de las necesidades diarias. Los suplementos de vitamina E en dosis altas han mostrado resultados mixtos en estudios y pueden interactuar con medicamentos anticoagulantes. Se recomiendan las fuentes alimentarias sobre los suplementos.",
  "supp.selenium": "Suplemento de Selenio",
  "supp.selenium.why": "Favorece la función tiroidea, la defensa inmunitaria y la protección contra el estrés oxidativo.",
  "supp.selenium.note": "Solo una o dos nueces de Brasil al día proporcionan tu requerimiento completo de selenio. Una lata de atún cubre el 140% de las necesidades diarias. La suplementación rara vez es necesaria y el exceso de selenio puede ser tóxico.",
  "supp.probiotics": "Suplemento de Probióticos",
  "supp.probiotics.why": "Busca favorecer la salud intestinal introduciendo bacterias beneficiosas. La investigación es prometedora pero aún está evolucionando para muchas afirmaciones de salud.",
  "supp.probiotics.note": "El yogur griego, el kéfir y otros alimentos fermentados contienen probióticos de forma natural y también aportan proteína, calcio y otros nutrientes que las cápsulas no pueden replicar. Considera primero los probióticos de origen alimentario.",
  "supp.fiber": "Suplemento de Fibra",
  "supp.fiber.why": "Se usa cuando la ingesta de fibra dietética es insuficiente. Ayuda con la regularidad, el control del azúcar en sangre y el manejo del colesterol.",
  "supp.fiber.note": "Dos cucharadas de semillas de chía proporcionan aproximadamente 10g de fibra más proteína, omega-3 y minerales que un suplemento de psyllium no puede ofrecer. Los alimentos integrales aportan fibra junto con cientos de otros compuestos beneficiosos. Aumenta la fibra gradualmente para evitar molestias digestivas.",
  "supp.food_first_message": "La naturaleza proporciona la mayor parte de lo que necesitamos. Así es como puedes obtener tus nutrientes de alimentos reales.",
  "recipe.salmon_avocado_bowl": "Bowl de Salmón y Aguacate con Arroz",
  "recipe.salmon_avocado_bowl.desc": "Un bowl vibrante de salmón sellado sobre arroz integral esponjoso con rodajas cremosas de aguacate. Rico en omega-3 y proteína, este almuerzo equilibrado se prepara en solo 12 minutos.",
  "recipe.salmon_avocado_bowl.steps": "1. Cocina el arroz integral según las instrucciones del paquete y resérvalo.\n2. Sazona el filete de salmón con sal, pimienta y un chorrito de limón.\n3. Calienta una sartén antiadherente a fuego medio-alto con un chorrito de aceite de oliva.\n4. Sella el salmón con la piel hacia abajo durante 4 minutos, luego dale la vuelta y cocina 3 minutos más.\n5. Corta el aguacate mientras el salmón termina de cocinarse.\n6. Arma el bowl: arroz en la base, salmón encima, aguacate al lado.\n7. Termina con un chorrito de salsa de soja o tu aderezo favorito.",
  "recipe.overnight_oats_berries": "Avena Nocturna con Frutos Rojos",
  "recipe.overnight_oats_berries.desc": "Avena cremosa sin cocción, remojada toda la noche con arándanos frescos, semillas de chía y un toque de miel. Sácala de la nevera para un desayuno instantáneo y lleno de fibra.",
  "recipe.overnight_oats_berries.steps": "1. Combina la avena en hojuelas, la leche y las semillas de chía en un frasco o recipiente.\n2. Añade la miel y mezcla bien.\n3. Sella el recipiente y refrigera durante la noche (al menos 6 horas).\n4. Por la mañana, remueve la avena y añade más leche si está demasiado espesa.\n5. Cubre con arándanos frescos.\n6. Disfrútala fría directamente de la nevera, o caliéntala en el microondas durante 90 segundos si lo prefieres.",
  "recipe.scrambled_eggs_toast": "Huevos Revueltos sobre Tostada con Espinacas",
  "recipe.scrambled_eggs_toast.desc": "Huevos revueltos esponjosos sobre tostada de trigo integral con espinacas salteadas y una pizca de cheddar. Un desayuno rico en proteína que toda la familia puede disfrutar en menos de 10 minutos.",
  "recipe.scrambled_eggs_toast.steps": "1. Casca tres huevos en un bowl, añade un chorrito de leche y bate hasta que quede suave.\n2. Calienta una sartén antiadherente a fuego medio-bajo con un poco de mantequilla.\n3. Añade las espinacas y remueve hasta que se marchiten, unos 30 segundos. Retíralas y resérvalas.\n4. Vierte los huevos y remueve suavemente con una espátula, dejando que se formen los cuajos lentamente.\n5. Cuando los huevos estén casi cuajados pero aún ligeramente blandos, retira del fuego.\n6. Tuesta el pan hasta que esté dorado.\n7. Coloca sobre la tostada las espinacas, luego los huevos y después el queso cheddar rallado.",
  "recipe.greek_yogurt_parfait": "Parfait de Yogur Griego",
  "recipe.greek_yogurt_parfait.desc": "Capas de yogur griego espeso, fresas frescas, almendras crujientes y un toque de miel. Un snack o desayuno ligero cargado de proteína que se prepara en menos de cinco minutos.",
  "recipe.greek_yogurt_parfait.steps": "1. Pon una capa de yogur griego en un vaso o bowl.\n2. Añade una capa de fresas en rodajas.\n3. Espolvorea con almendras picadas.\n4. Repite las capas hasta llenar el vaso.\n5. Rocía miel por encima.\n6. Sirve inmediatamente para disfrutar el mejor crujido, o refrigera hasta 2 horas.",
  "recipe.avocado_toast_egg": "Tostada de Aguacate con Huevo Frito",
  "recipe.avocado_toast_egg.desc": "Aguacate perfectamente maduro aplastado sobre pan de trigo integral tostado, coronado con un huevo frito dorado y rodajas de tomate fresco. Una combinación satisfactoria de grasas saludables, proteína y fibra.",
  "recipe.avocado_toast_egg.steps": "1. Tuesta el pan de trigo integral hasta que esté dorado y crujiente.\n2. Mientras el pan se tuesta, calienta una sartén pequeña a fuego medio con un chorrito de aceite de oliva.\n3. Casca el huevo en la sartén y fríe hasta que las claras estén firmes pero la yema siga líquida.\n4. Machaca el aguacate con un tenedor, añadiendo una pizca de sal y un chorrito de limón.\n5. Extiende el aguacate machacado sobre la tostada.\n6. Coloca el huevo frito encima del aguacate.\n7. Dispón las rodajas de tomate alrededor del huevo y sazona con sal y pimienta.",
  "recipe.banana_peanut_butter_smoothie": "Batido de Plátano con Mantequilla de Cacahuete",
  "recipe.banana_peanut_butter_smoothie.desc": "Un batido espeso y cremoso que mezcla plátano maduro con mantequilla de cacahuete, leche entera y una cucharada de avena. Perfecto para un impulso de energía antes o después de la actividad física.",
  "recipe.banana_peanut_butter_smoothie.steps": "1. Pela el plátano y pártelo en trozos.\n2. Añade el plátano, la mantequilla de cacahuete, la leche y la avena a la licuadora.\n3. Licúa a velocidad alta durante 30-45 segundos hasta que quede completamente suave.\n4. Vierte en un vaso alto.\n5. Para un batido más frío, usa un plátano congelado o añade un puñado de hielo antes de licuar.",
  "recipe.tuna_salad_wrap": "Wrap de Ensalada de Atún",
  "recipe.tuna_salad_wrap.desc": "Atún desmenuzado mezclado con aguacate machacado, tomate fresco y espinacas baby, todo envuelto en trigo integral. Un almuerzo alto en proteína y rico en omega-3 fácil de llevar.",
  "recipe.tuna_salad_wrap.steps": "1. Escurre bien el atún en lata y colócalo en un bowl.\n2. Machaca el aguacate y mézclalo con el atún en lugar de mayonesa.\n3. Corta el tomate en cubos e incorpóralo a la mezcla de atún.\n4. Sazona con sal, pimienta y un chorrito de jugo de limón.\n5. Coloca las hojas de espinaca sobre el wrap de trigo integral.\n6. Pon la mezcla de atún sobre las espinacas.\n7. Enrolla el wrap firmemente, doblando los lados a medida que enrollas. Corta por la mitad para servir.",
  "recipe.apple_almond_snack": "Snack de Manzana y Almendras",
  "recipe.apple_almond_snack.desc": "El snack saludable más sencillo: rodajas de manzana crujiente acompañadas de un puñado de almendras crudas. La combinación de fibra, grasas saludables y dulzura natural mantiene el hambre a raya durante horas.",
  "recipe.apple_almond_snack.steps": "1. Lava la manzana y córtala en gajos, retirando el corazón.\n2. Mide un puñado de almendras (unas 23 almendras).\n3. Disponlas en un plato o guárdalas en un recipiente para un snack para llevar.\n4. Para variar, prueba a untar una capa fina de mantequilla de almendras sobre las rodajas de manzana.",
  "recipe.cottage_cheese_fruit_bowl": "Bowl de Requesón y Frutas",
  "recipe.cottage_cheese_fruit_bowl.desc": "Requesón cremoso cubierto con trozos dulces de mango, nueces crujientes y una pizca de semillas de lino. Alto en proteína y omega-3, con un sabor tropical naturalmente dulce.",
  "recipe.cottage_cheese_fruit_bowl.steps": "1. Pon el requesón en un bowl.\n2. Pela y corta el mango en trozos pequeños.\n3. Dispón el mango sobre el requesón.\n4. Esparce las nueces y las semillas de lino molidas por encima.\n5. Añade un chorrito de miel si te gusta más dulce.\n6. Disfruta inmediatamente para el mejor contraste de texturas.",
  "recipe.dark_chocolate_banana_bites": "Bocaditos de Plátano con Chocolate Negro",
  "recipe.dark_chocolate_banana_bites.desc": "Rodajas de plátano congeladas bañadas en chocolate negro derretido y espolvoreadas con almendras trituradas. Un capricho naturalmente dulce cargado de antioxidantes, potasio y magnesio.",
  "recipe.dark_chocolate_banana_bites.steps": "1. Pela los plátanos y córtalos en rodajas de 1cm.\n2. Forra una bandeja de horno con papel de hornear y dispón las rodajas de plátano en una sola capa.\n3. Congela durante 30 minutos hasta que estén firmes.\n4. Derrite el chocolate negro en un bowl apto para microondas en intervalos de 20 segundos, removiendo entre cada uno.\n5. Tritura las almendras en trozos pequeños.\n6. Sumerge cada rodaja de plátano congelada hasta la mitad en el chocolate derretido.\n7. Espolvorea las almendras trituradas encima antes de que el chocolate se endurezca.\n8. Vuelve a poner en el congelador durante 10 minutos para que cuaje. Guárdalos en el congelador.",
  "recipe.chicken_stir_fry": "Salteado de Pollo y Brócoli",
  "recipe.chicken_stir_fry.desc": "Tiernos trozos de pechuga de pollo salteados con brócoli y pimiento sobre arroz integral, terminados con ajo y un toque de salsa de soja. Una comida alta en proteína y equilibrada lista en 20 minutos.",
  "recipe.chicken_stir_fry.steps": "1. Corta la pechuga de pollo en tiras finas y sazona con sal, pimienta y un chorrito de salsa de soja.\n2. Cocina el arroz integral según las instrucciones del paquete.\n3. Calienta aceite de oliva en una sartén grande o wok a fuego alto.\n4. Añade las tiras de pollo y saltea durante 5-6 minutos hasta que estén doradas y bien cocidas. Retira y reserva.\n5. En la misma sartén, añade el ajo picado y remueve durante 30 segundos.\n6. Añade los ramilletes de brócoli y el pimiento en rodajas. Saltea durante 3-4 minutos hasta que estén tiernos pero crujientes.\n7. Devuelve el pollo a la sartén, mezcla todo junto y sirve sobre el arroz integral.",
  "recipe.lentil_soup": "Sopa Abundante de Lentejas",
  "recipe.lentil_soup.desc": "Una reconfortante olla de lentejas cocidas a fuego lento con zanahorias, tomates, espinacas y ajo. Económica, vegana y llena de hierro y fibra. Rinde cuatro porciones generosas.",
  "recipe.lentil_soup.steps": "1. Enjuaga las lentejas bajo agua fría y escúrrelas.\n2. Calienta aceite de oliva en una olla grande a fuego medio.\n3. Añade las zanahorias en cubos y el ajo picado, cocinando durante 3-4 minutos hasta que se ablanden.\n4. Añade las lentejas, los tomates en cubos y suficiente agua o caldo para cubrir unos 5cm por encima.\n5. Lleva a ebullición, luego reduce el fuego y cocina a fuego lento durante 20 minutos hasta que las lentejas estén tiernas.\n6. Incorpora las espinacas durante los últimos 2 minutos de cocción.\n7. Sazona con sal, pimienta y un chorrito de jugo de limón. Sirve caliente con pan crujiente.",
  "recipe.shrimp_garlic_pasta": "Pasta con Gambas al Ajillo",
  "recipe.shrimp_garlic_pasta.desc": "Gambas jugosas salteadas con abundante ajo, mezcladas con pasta integral, tomates cherry y espinacas frescas en aceite de oliva. Una cena de inspiración mediterránea rica en selenio y proteína.",
  "recipe.shrimp_garlic_pasta.steps": "1. Cocina la pasta en agua hirviendo con sal según las instrucciones del paquete. Escurre, reservando media taza del agua de cocción.\n2. Mientras la pasta se cocina, calienta aceite de oliva en una sartén grande a fuego medio-alto.\n3. Añade las gambas en una sola capa y cocina 2 minutos por cada lado hasta que estén rosadas. Retira y reserva.\n4. Baja el fuego, añade el ajo en láminas a la misma sartén y remueve durante 1 minuto hasta que esté fragante.\n5. Añade los tomates cherry cortados por la mitad y cocina durante 2 minutos.\n6. Incorpora las espinacas y remueve hasta que se marchiten.\n7. Devuelve las gambas a la sartén, añade la pasta escurrida y un chorrito del agua de cocción.\n8. Mezcla todo junto y sirve con un chorrito de limón.",
  "recipe.quinoa_veggie_bowl": "Bowl Energético de Quinoa y Verduras",
  "recipe.quinoa_veggie_bowl.desc": "Quinoa esponjosa cargada con garbanzos, aguacate, col rizada y pimiento asado, aliñada con aceite de oliva y limón. Un bowl de proteína vegetal completa con una fibra excepcional.",
  "recipe.quinoa_veggie_bowl.steps": "1. Enjuaga bien la quinoa y cocínala en agua según las instrucciones del paquete. Esponja con un tenedor.\n2. Escurre y enjuaga los garbanzos.\n3. Asa las rodajas de pimiento con un chorrito de aceite de oliva a 200C durante 15 minutos.\n4. Masajea las hojas de col rizada con un poco de aceite de oliva y una pizca de sal para ablandarlas.\n5. Corta el aguacate en rodajas.\n6. Arma los bowls: quinoa en la base, luego garbanzos, pimiento asado, col rizada y aguacate.\n7. Aliña con aceite de oliva y jugo de limón fresco. Sazona con sal y pimienta.",
  "recipe.turkey_spinach_wrap": "Wrap de Pavo y Espinacas",
  "recipe.turkey_spinach_wrap.desc": "Lonchas de pechuga de pavo magro con espinacas frescas, cheddar y tomate en un wrap de trigo integral. Un almuerzo alto en proteína y fácil de llevar, perfecto para el trabajo o la escuela.",
  "recipe.turkey_spinach_wrap.steps": "1. Coloca el wrap de trigo integral plano sobre una superficie limpia.\n2. Dispón las hojas de espinaca sobre el wrap, dejando un borde en los extremos.\n3. Coloca las lonchas de pavo uniformemente sobre las espinacas.\n4. Añade el tomate en rodajas y una capa fina de cheddar rallado.\n5. Sazona ligeramente con sal y pimienta.\n6. Dobla los lados y enrolla firmemente desde abajo.\n7. Corta por la mitad en diagonal y envuelve en papel de aluminio para un transporte fácil.",
  "recipe.tofu_veggie_stir_fry": "Salteado de Tofu y Verduras",
  "recipe.tofu_veggie_stir_fry.desc": "Cubos de tofu crujientes salteados con brócoli, champiñones y zanahorias sobre arroz integral. Una cena vegetal satisfactoria alta en calcio y proteína.",
  "recipe.tofu_veggie_stir_fry.steps": "1. Prensa el tofu entre toallas de papel para eliminar el exceso de humedad, luego córtalo en cubos de 2cm.\n2. Cocina el arroz integral según las instrucciones del paquete.\n3. Calienta aceite de oliva en una sartén grande o wok a fuego alto.\n4. Añade los cubos de tofu en una sola capa y cocina sin mover durante 3-4 minutos hasta que estén dorados por abajo. Da la vuelta y repite.\n5. Retira el tofu y resérvalo.\n6. En la misma sartén, saltea los champiñones en rodajas durante 2 minutos.\n7. Añade los ramilletes de brócoli y las zanahorias en rodajas, cocinando durante 3-4 minutos hasta que estén tiernos pero crujientes.\n8. Devuelve el tofu a la sartén, añade un chorrito de salsa de soja y mezcla. Sirve sobre arroz.",
  "recipe.oatmeal_banana_walnut": "Avena con Plátano y Nueces",
  "recipe.oatmeal_banana_walnut.desc": "Avena caliente y cremosa cocida con leche entera, cubierta con rodajas de plátano, nueces crujientes y un chorrito de miel. Un desayuno cardiosaludable y rico en fibra para cualquier mañana.",
  "recipe.oatmeal_banana_walnut.steps": "1. Combina la avena y la leche en una olla pequeña a fuego medio.\n2. Remueve de vez en cuando, dejando que llegue a un hervor suave.\n3. Cocina durante 5-7 minutos, removiendo a menudo, hasta que la avena esté espesa y cremosa.\n4. Vierte en un bowl.\n5. Corta el plátano en rodajas y disponlas encima.\n6. Espolvorea con nueces picadas.\n7. Rocía con miel y sirve caliente.",
  "recipe.egg_veggie_muffins": "Muffins de Huevo y Verduras",
  "recipe.egg_veggie_muffins.desc": "Moldes individuales de huevo horneados con espinacas, pimiento, champiñones y cheddar. Prepara una tanda el domingo y recalienta durante la semana para desayunos rápidos y llenos de proteína.",
  "recipe.egg_veggie_muffins.steps": "1. Precalienta el horno a 180C (350F) y engrasa un molde para muffins de 6 cavidades.\n2. Pica finamente las espinacas, el pimiento y los champiñones.\n3. Reparte las verduras equitativamente entre las cavidades del molde.\n4. Casca los huevos en un bowl, bate bien y sazona con sal y pimienta.\n5. Vierte la mezcla de huevo equitativamente en cada cavidad, llenando unas tres cuartas partes.\n6. Espolvorea cheddar rallado encima de cada uno.\n7. Hornea durante 18-20 minutos hasta que estén cuajados y ligeramente dorados.\n8. Deja enfriar 2 minutos antes de desmoldar. Guarda en la nevera hasta 4 días.",
  "recipe.chickpea_salad": "Ensalada Mediterránea de Garbanzos",
  "recipe.chickpea_salad.desc": "Una ensalada colorida de garbanzos, tomate en cubos, pimiento, aguacate y espinacas aliñada con aceite de oliva y limón. Vegana, alta en fibra e infinitamente personalizable.",
  "recipe.chickpea_salad.steps": "1. Escurre y enjuaga los garbanzos.\n2. Corta el tomate, el pimiento y el aguacate en cubos de tamaño similar.\n3. Mezcla los garbanzos, las verduras cortadas y las hojas de espinaca en un bowl grande.\n4. Bate el aceite de oliva, el jugo de limón, la sal y la pimienta para hacer el aliño.\n5. Vierte el aliño sobre la ensalada y mezcla suavemente.\n6. Deja reposar 5 minutos para que los sabores se integren.\n7. Sirve a temperatura ambiente. Se conserva bien en la nevera para el almuerzo del día siguiente.",
  "recipe.salmon_kale_sweet_potato": "Salmón con Col Rizada y Boniato",
  "recipe.salmon_kale_sweet_potato.desc": "Filetes de salmón al horno junto con gajos de boniato asado y col rizada salteada con ajo. Una cena rica en nutrientes cargada de omega-3, vitamina A y compuestos antiinflamatorios.",
  "recipe.salmon_kale_sweet_potato.steps": "1. Precalienta el horno a 200C (400F).\n2. Corta los boniatos en gajos, mézclalos con aceite de oliva y sal, y distribúyelos en una bandeja de horno.\n3. Asa durante 15 minutos.\n4. Sazona los filetes de salmón con sal, pimienta y un chorrito de aceite de oliva.\n5. Añade el salmón a la bandeja junto a los boniatos.\n6. Asa todo junto durante 12-15 minutos hasta que el salmón se deshaga fácilmente.\n7. Mientras tanto, calienta una sartén con aceite de oliva y ajo picado. Añade la col rizada y saltea durante 3-4 minutos.\n8. Emplata el salmón sobre la col rizada con los gajos de boniato al lado.",
  "recipe.homemade_turkey_burger": "Hamburguesas Caseras de Pavo",
  "recipe.homemade_turkey_burger.desc": "Jugosas hamburguesas de pavo sazonadas con hierbas, servidas en pan integral con aguacate, tomate y espinacas frescas. Una versión más ligera y nutritiva de la hamburguesa clásica.",
  "recipe.homemade_turkey_burger.steps": "1. En un bowl, mezcla la carne picada de pavo con sal, pimienta, ajo en polvo y una pizca de pimentón.\n2. Forma la mezcla en dos hamburguesas iguales, presionando una pequeña hendidura en el centro de cada una.\n3. Calienta una sartén grill o sartén a fuego medio-alto.\n4. Cocina las hamburguesas durante 5-6 minutos por cada lado hasta que estén completamente cocidas (temperatura interna 74C/165F).\n5. Tuesta ligeramente los panes integrales.\n6. Machaca un poco de aguacate sobre la base del pan.\n7. Coloca la hamburguesa de pavo, las rodajas de tomate y las espinacas.\n8. Pon la parte superior del pan y sirve.",
  "recipe.beef_broccoli_bowl": "Bowl de Ternera y Brócoli",
  "recipe.beef_broccoli_bowl.desc": "Tiernas tiras de ternera magra salteadas con brócoli en una sabrosa salsa de ajo sobre arroz integral. Una combinación clásica que aporta hierro, zinc y B12 en cada bocado.",
  "recipe.beef_broccoli_bowl.steps": "1. Corta la ternera en tiras finas en contra de la fibra.\n2. Cocina el arroz integral según las instrucciones del paquete.\n3. Calienta aceite de oliva en una sartén grande o wok a fuego alto.\n4. Añade las tiras de ternera y saltea durante 3-4 minutos hasta que estén doradas. Retira y reserva.\n5. Añade el ajo picado a la misma sartén y remueve durante 30 segundos.\n6. Añade los ramilletes de brócoli con un chorrito de agua, tapa y cocina al vapor durante 3 minutos.\n7. Devuelve la ternera a la sartén, añade salsa de soja y mezcla.\n8. Sirve sobre arroz integral con un poco de semillas de sésamo si lo deseas.",
  "recipe.black_bean_sweet_potato_chili": "Chili de Alubias Negras y Boniato",
  "recipe.black_bean_sweet_potato_chili.desc": "Un chili espeso y ahumado hecho con alubias negras, boniato asado, tomates y pimiento. Vegano, económico y lleno de fibra. Rinde para cuatro bowls generosos.",
  "recipe.black_bean_sweet_potato_chili.steps": "1. Pela y corta los boniatos en cubos de 2cm.\n2. Calienta aceite de oliva en una olla grande a fuego medio.\n3. Añade el pimiento en cubos y el ajo picado, cocinando durante 3 minutos.\n4. Añade los cubos de boniato y remueve para cubrir.\n5. Añade los tomates en cubos, las alubias negras escurridas y suficiente agua para cubrir.\n6. Sazona con comino, chile en polvo, pimentón ahumado, sal y pimienta.\n7. Lleva a ebullición, reduce el fuego y cocina a fuego lento durante 25-30 minutos hasta que los boniatos estén tiernos.\n8. Sirve en bowls, con un poco de yogur o rodajas de aguacate si lo deseas.",
  "recipe.baked_chicken_vegetables": "Pollo y Verduras al Horno en Una Bandeja",
  "recipe.baked_chicken_vegetables.desc": "Pechugas de pollo asadas en una sola bandeja con boniato, brócoli y zanahorias. Preparación sencilla, mínima limpieza y una comida equilibrada que le gustará a toda la familia.",
  "recipe.baked_chicken_vegetables.steps": "1. Precalienta el horno a 200C (400F).\n2. Corta los boniatos y las zanahorias en trozos de tamaño uniforme.\n3. Mezcla las verduras con aceite de oliva, sal, pimienta y ajo picado en una bandeja grande de horno.\n4. Asa durante 15 minutos para dar ventaja a las verduras de raíz.\n5. Sazona las pechugas de pollo con sal, pimienta y tus hierbas favoritas.\n6. Aparta las verduras a los lados y coloca el pollo en el centro de la bandeja.\n7. Añade los ramilletes de brócoli alrededor del pollo.\n8. Asa durante otros 25 minutos hasta que el pollo alcance 74C (165F) internamente.\n9. Deja reposar 5 minutos antes de cortar y servir.",
  "recipe.sardine_toast_salad": "Tostada de Sardinas con Ensalada Verde",
  "recipe.sardine_toast_salad.desc": "Sardinas en lata machacadas con aguacate sobre pan integral tostado, acompañadas de una ensalada de col rizada y tomate. Una comida infravalorada, económica y rica en omega-3, calcio y B12.",
  "recipe.sardine_toast_salad.steps": "1. Escurre las sardinas y colócalas en un bowl.\n2. Machaca con un tenedor, añadiendo aguacate en cubos, un chorrito de limón, sal y pimienta.\n3. Tuesta el pan integral hasta que esté dorado.\n4. Extiende generosamente la mezcla de sardina y aguacate sobre la tostada.\n5. Para la ensalada, combina hojas de col rizada troceadas y tomates en rodajas.\n6. Aliña con aceite de oliva, jugo de limón y una pizca de sal.\n7. Sirve la tostada junto a la ensalada.",
  "recipe.lentil_bolognese": "Boloñesa de Lentejas",
  "recipe.lentil_bolognese.desc": "Una salsa para pasta rica y con sabor a carne, hecha completamente con lentejas, champiñones, zanahorias y tomates. Incluso a los amantes de la carne les gusta. Alta en hierro, fibra y proteína.",
  "recipe.lentil_bolognese.steps": "1. Enjuaga las lentejas bajo agua fría y escúrrelas.\n2. Pica finamente las zanahorias y los champiñones.\n3. Calienta aceite de oliva en una sartén grande a fuego medio.\n4. Añade el ajo picado y las zanahorias, cocinando durante 3-4 minutos.\n5. Añade los champiñones y cocina otros 3 minutos hasta que se ablanden.\n6. Añade las lentejas y los tomates en cubos con su jugo.\n7. Añade suficiente agua para cubrir las lentejas, lleva a ebullición y luego reduce el fuego.\n8. Cocina a fuego lento durante 25-30 minutos, removiendo de vez en cuando, hasta que las lentejas estén tiernas y la salsa espesa.\n9. Sazona bien con sal, pimienta y hierbas italianas secas. Sirve sobre tu pasta favorita.",
  "recipe.stuffed_bell_peppers": "Pimientos Rellenos",
  "recipe.stuffed_bell_peppers.desc": "Pimientos coloridos rellenos con una mezcla sabrosa de quinoa, alubias negras, tomate y cheddar derretido. Una comida con proteína completa que luce impresionante pero es sorprendentemente fácil.",
  "recipe.stuffed_bell_peppers.steps": "1. Precalienta el horno a 190C (375F).\n2. Corta la parte superior de los pimientos y retira las semillas.\n3. Cocina la quinoa según las instrucciones del paquete.\n4. Mezcla la quinoa cocida con las alubias negras escurridas, los tomates en cubos, el ajo picado y la mitad del cheddar.\n5. Sazona el relleno con comino, sal y pimienta.\n6. Rellena cada pimiento con la mezcla, apretando bien.\n7. Coloca los pimientos de pie en una fuente de horno y espolvorea el cheddar restante encima.\n8. Cubre con papel de aluminio y hornea durante 25 minutos.\n9. Retira el papel de aluminio y hornea 10 minutos más hasta que el queso esté dorado y los pimientos tiernos.",
  "recipe.slow_cooker_chicken_soup": "Sopa de Pollo en Olla Lenta",
  "recipe.slow_cooker_chicken_soup.desc": "Una sopa de pollo reconfortante y nutritiva que prácticamente se hace sola. Pechuga de pollo cocida a fuego lento con zanahorias, coliflor, espinacas y ajo. Rinde seis porciones para la semana.",
  "recipe.slow_cooker_chicken_soup.steps": "1. Coloca las pechugas de pollo en el fondo de la olla lenta.\n2. Añade las zanahorias picadas, los ramilletes de coliflor y el ajo picado encima.\n3. Vierte suficiente caldo de pollo o agua para cubrir todo unos 3cm por encima.\n4. Sazona con sal, pimienta, tomillo y una hoja de laurel.\n5. Cocina a fuego bajo durante 6-8 horas o a fuego alto durante 3-4 horas.\n6. Retira el pollo y desmenúzalo con dos tenedores.\n7. Devuelve el pollo desmenuzado a la olla e incorpora las espinacas.\n8. Deja que las espinacas se marchiten durante 2-3 minutos.\n9. Prueba y ajusta la sazón. Sirve caliente. Refrigera o congela las sobras en porciones.",
  "recipe.baked_salmon_quinoa": "Salmón al Horno con Quinoa al Limón",
  "recipe.baked_salmon_quinoa.desc": "Filetes de salmón con hierbas y limón horneados hasta quedar hojaldrados, servidos sobre quinoa esponjosa con brócoli asado. Una cena rica en omega-3 tan elegante como nutritiva.",
  "recipe.baked_salmon_quinoa.steps": "1. Precalienta el horno a 200C (400F).\n2. Cocina la quinoa según las instrucciones del paquete. Una vez lista, esponja con un tenedor e incorpora la ralladura y el jugo de limón.\n3. Coloca los ramilletes de brócoli en una bandeja de horno, rocía con aceite de oliva y sazona con sal.\n4. Asa el brócoli durante 10 minutos.\n5. Sazona los filetes de salmón con sal, pimienta, ajo picado y aceite de oliva.\n6. Mueve el brócoli a los lados y coloca el salmón en la bandeja.\n7. Asa todo junto durante 12-14 minutos hasta que el salmón se deshaga fácilmente.\n8. Emplata la quinoa al limón, coloca el salmón encima y dispón el brócoli al lado.",
  "recipe.cauliflower_chickpea_curry": "Curry de Coliflor y Garbanzos",
  "recipe.cauliflower_chickpea_curry.desc": "Un curry aromático y reconfortante de coliflor y garbanzos en una salsa especiada de tomate y espinacas. Vegano, alto en fibra y profundamente satisfactorio servido sobre arroz o con pan plano.",
  "recipe.cauliflower_chickpea_curry.steps": "1. Corta la coliflor en ramilletes pequeños.\n2. Calienta aceite de oliva en una olla grande a fuego medio.\n3. Añade el ajo picado y cocina durante 30 segundos hasta que esté fragante.\n4. Añade los ramilletes de coliflor y remueve para cubrir. Cocina durante 3 minutos.\n5. Añade los garbanzos escurridos, los tomates en cubos y las especias (curry en polvo, cúrcuma, comino, sal).\n6. Añade un chorrito de agua, tapa y cocina a fuego lento durante 20 minutos hasta que la coliflor esté tierna.\n7. Incorpora las espinacas y cocina 2 minutos más hasta que se marchiten.\n8. Ajusta la sazón y sirve sobre arroz o con pan plano caliente.",
  "resto.burger_meal": "Combo de Hamburguesa",
  "resto.burger_meal.restaurant": "Hamburguesa con queso de comida rápida con papas fritas y un refresco grande",
  "resto.burger_meal.home": "Hamburguesa casera de pavo con gajos de boniato al horno y agua",
  "resto.burger_meal.tip": "La mayor diferencia no es la hamburguesa en sí, sino los acompañamientos. Cambiar las papas fritas y el refresco por boniato al horno y agua reduce las calorías a la mitad y elimina la mayor parte del azúcar añadido.",
  "resto.fried_chicken_combo": "Combo de Pollo Frito",
  "resto.fried_chicken_combo.restaurant": "3 piezas de pollo frito con ensalada de col, panecillo y bebida grande",
  "resto.fried_chicken_combo.home": "Pechuga de pollo al horno con verduras asadas",
  "resto.fried_chicken_combo.tip": "Hornear en lugar de freír reduce la grasa en un 85% manteniendo la misma cantidad de proteína. La ensalada de col de los restaurantes suele llevar mucha mayonesa, por lo que las verduras asadas son un acompañamiento mucho más ligero.",
  "resto.pepperoni_pizza": "Pizza de Pepperoni (3 porciones)",
  "resto.pepperoni_pizza.restaurant": "3 porciones de pizza de pepperoni a domicilio",
  "resto.pepperoni_pizza.home": "Pizza casera de trigo integral con ingredientes frescos",
  "resto.pepperoni_pizza.tip": "La pizza a domicilio suele tener mucho más queso y carne procesada que las versiones caseras. Usar una base de trigo integral y añadir muchas verduras te da más fibra y menos sodio.",
  "resto.margherita_pizza": "Pizza Margherita (3 porciones)",
  "resto.margherita_pizza.restaurant": "3 porciones de pizza margherita estilo restaurante",
  "resto.margherita_pizza.home": "Margherita casera con mozzarella fresca y albahaca",
  "resto.margherita_pizza.tip": "Incluso una pizza más sencilla como la margherita lleva aceite y queso extra en los restaurantes. La casera te permite controlar la calidad de los ingredientes y la cantidad de queso.",
  "resto.general_tso_chicken": "Pollo General Tso",
  "resto.general_tso_chicken.restaurant": "Pollo General Tso con arroz frito de un restaurante chino",
  "resto.general_tso_chicken.home": "Salteado de pollo casero con arroz integral y verduras",
  "resto.general_tso_chicken.tip": "El pollo General Tso va rebozado, frito y cubierto con una salsa azucarada. Un simple salteado te da todo el sabor con una fracción de la grasa y el azúcar. Usa ajo y jengibre frescos para un sabor natural.",
  "resto.pad_thai": "Pad Thai",
  "resto.pad_thai.restaurant": "Pad Thai de restaurante con gambas",
  "resto.pad_thai.home": "Pasta casera con gambas y verduras con ajo y aceite de oliva",
  "resto.pad_thai.tip": "El pad Thai de restaurante normalmente se cocina con mucho aceite y una salsa dulce de tamarindo que añade calorías ocultas. Una pasta con ajo y aceite de oliva con gambas da una satisfacción similar con mucho menos sodio y azúcar.",
  "resto.burrito_bowl": "Bowl de Burrito",
  "resto.burrito_bowl.restaurant": "Bowl de burrito grande con arroz, frijoles, carne, queso, crema agria y guacamole",
  "resto.burrito_bowl.home": "Bowl casero de quinoa con verduras, garbanzos y aguacate",
  "resto.burrito_bowl.tip": "Los bowls de burrito de restaurante son generosos, y ese es el problema. Solo la crema agria y el queso extra pueden añadir más de 300 calorías. Un bowl casero de quinoa con verduras frescas te da más fibra y control sobre las porciones.",
  "resto.quesadilla_combo": "Combo de Quesadilla",
  "resto.quesadilla_combo.restaurant": "Quesadilla de queso con arroz, frijoles y totopos de un restaurante mexicano",
  "resto.quesadilla_combo.home": "Quesadilla casera de trigo integral con alubias negras y verduras",
  "resto.quesadilla_combo.tip": "Las quesadillas de restaurante usan tortillas enormes cargadas de queso y suelen venir con acompañamientos muy calóricos. Usar una tortilla más pequeña de trigo integral con alubias y verduras hace una comida más equilibrada.",
  "resto.fettuccine_alfredo": "Fettuccine Alfredo",
  "resto.fettuccine_alfredo.restaurant": "Fettuccine Alfredo de restaurante con pan de ajo",
  "resto.fettuccine_alfredo.home": "Alfredo casero más ligero con pasta integral y verduras",
  "resto.fettuccine_alfredo.tip": "La salsa Alfredo de restaurante es básicamente mantequilla y nata en grandes cantidades. Una versión más ligera usando leche, menos parmesano y añadiendo brócoli o espinacas reduce la grasa drásticamente sin dejar de ser deliciosa.",
  "resto.pasta_bolognese": "Pasta Boloñesa",
  "resto.pasta_bolognese.restaurant": "Espaguetis a la boloñesa de restaurante con pan de ajo",
  "resto.pasta_bolognese.home": "Boloñesa casera de lentejas con pasta integral",
  "resto.pasta_bolognese.tip": "Sustituir la carne picada por lentejas reduce la grasa en un 74% y añade una enorme cantidad de fibra y hierro. La mayoría de las personas no notan la diferencia una vez que se ha cocinado a fuego lento con tomates y hierbas. Pruébalo antes de descartarlo.",
  "resto.latte_muffin": "Café con Leche y Muffin",
  "resto.latte_muffin.restaurant": "Café con leche saborizado grande con un muffin de arándanos de una cafetería",
  "resto.latte_muffin.home": "Avena casera con plátano, nueces y miel",
  "resto.latte_muffin.tip": "Un muffin de cafetería puede contener tanto azúcar como tres barras de chocolate. La avena con fruta proporciona energía constante sin el bajón de azúcar, cuesta una fracción del precio y te mantiene lleno mucho más tiempo.",
  "resto.deli_sub_sandwich": "Sub Sándwich de Charcutería",
  "resto.deli_sub_sandwich.restaurant": "Sub de 30cm con carne procesada, queso y aderezo",
  "resto.deli_sub_sandwich.home": "Wrap casero de pavo y espinacas con verduras frescas",
  "resto.deli_sub_sandwich.tip": "Los subs de charcutería son bombas de sodio debido a las carnes procesadas, el queso y las salsas. Usar pavo fresco en lonchas en lugar de carne procesada y omitir el aderezo pesado reduce el sodio en un 75% y sabe igual de bien.",
  "shop.budget_week": "Semana Económica (46€)",
  "shop.moderate_week": "Semana Equilibrada (74€)",
  "shop.premium_week": "Semana Premium (110€)",
  "shop.tip.seasonal": "Compra frutas y verduras de temporada. Cuestan menos, saben mejor y tienen niveles nutricionales más altos porque se recogen en su punto óptimo de madurez en lugar de enviarse desde lejos.",
  "shop.tip.bulk": "Abastécete de alimentos básicos de despensa como arroz, avena, lentejas y alubias a granel. Duran meses, cuestan significativamente menos por porción y forman la base de cientos de comidas nutritivas.",
  "shop.tip.frozen": "Las frutas y verduras congeladas se recogen y congelan en su punto máximo de nutrición. Suelen ser más baratas que las frescas, duran mucho más y son igual de nutritivas. Mantén variedad en el congelador para comidas rápidas.",
  "shop.tip.store_brands": "Los productos de marca blanca suelen contener los mismos ingredientes que las marcas conocidas a un costo 20-40% menor. Compara las etiquetas nutricionales para confirmarlo. Esta es una de las formas más fáciles de reducir tu factura del supermercado.",
  "shop.tip.meal_prep": "Dedica una o dos horas el fin de semana a preparar comidas para la semana. Cocinar en grandes cantidades sopas, cereales y proteínas ahorra tiempo los días laborables y reduce la tentación de pedir comida a domicilio.",
  "shop.tip.avoid_waste": "Planifica tus comidas antes de ir de compras y cíñete a tu lista. Usa las sobras de forma creativa. Congela el pan, la carne y los plátanos maduros antes de que se echen a perder. El desperdicio de comida es dinero desperdiciado.",
  "shop.weekly_cost": "Costo semanal estimado",
  "shop.per_day": "Por día",
  "shop.shopping_list": "Lista de Compras",
  "shop.grocery_section": "Sección del supermercado",
  "shop.section.produce": "Frutas y Verduras",
  "shop.section.meat_counter": "Carnicería",
  "shop.section.fish_counter": "Pescadería",
  "shop.section.dairy": "Lácteos y Huevos",
  "shop.section.bakery": "Panadería",
  "shop.section.bulk_bins": "Granel y Productos Secos",
  "shop.section.canned_goods": "Conservas y Envasados",
  "shop.section.frozen": "Congelados",
  "shop.section.oils_condiments": "Aceites y Condimentos",
  "food.category.protein": "Proteínas",
  "food.category.grain": "Cereales y Almidones",
  "food.category.vegetable": "Verduras",
  "food.category.fruit": "Frutas",
  "food.category.dairy": "Lácteos",
  "food.category.nut_seed": "Frutos Secos y Semillas",
  "food.category.legume": "Legumbres",
  "food.category.other": "Otros",
  "food.fruit_class.citrus": "Cítricos",
  "food.fruit_class.berry": "Frutos Rojos",
  "food.fruit_class.tropical": "Frutas Tropicales",
  "food.fruit_class.stone": "Frutas de Hueso",
  "food.fruit_class.pome": "Frutas de Pepita",
  "food.fruit_class.melon": "Melones",
  "score.excellent": "Fuente excelente",
  "score.good": "Buena fuente",
  "score.moderate": "Fuente moderada",
  "score.low": "Fuente baja",
  "time.quick": "Rápido (menos de 15 min)",
  "time.medium": "Medio (15-30 min)",
  "time.long": "Largo (más de 30 min)",
  "difficulty.easy": "Fácil",
  "difficulty.medium": "Moderado",
  "difficulty.advanced": "Avanzado",
  "meal.breakfast": "Desayuno",
  "meal.lunch": "Almuerzo",
  "meal.dinner": "Cena",
  "meal.snack": "Snack",
  "compare.title": "Comparar Alimentos",
  "compare.subtitle": "Coloca dos alimentos lado a lado para ver cómo se comparan sus nutrientes. El conocimiento es el primer paso hacia mejores decisiones.",
  "compare.select_hint": "Busca o selecciona un alimento para comparar",
  "compare.per_serving": "Por porción",
  "compare.per_100g": "Por 100g",
  "compare.winner": "Mayor en este nutriente",
  "planner.title": "Planificador de Comidas",
  "planner.subtitle": "Construye tus comidas diarias y observa cómo se comparan con las metas nutricionales recomendadas para tu grupo de edad.",
  "planner.select_age": "Selecciona tu grupo de edad",
  "planner.add_meal": "Añadir una comida",
  "planner.daily_total": "Total Diario",
  "planner.rda_coverage": "% de la Ingesta Diaria Recomendada",
  "planner.breakfast": "Desayuno",
  "planner.lunch": "Almuerzo",
  "planner.dinner": "Cena",
  "planner.snack": "Snack",
  "planner.clear_all": "Borrar todas las comidas",
  "quiz.title": "Quiz Nutricional",
  "quiz.subtitle": "Pon a prueba lo que sabes sobre la comida que comes. Sin juicios, solo aprendizaje.",
  "quiz.start": "Empezar Quiz",
  "quiz.question_of": "Pregunta {current} de {total}",
  "quiz.score": "Tu Puntuación",
  "quiz.next": "Siguiente Pregunta",
  "quiz.results": "Ver Resultados",
  "quiz.play_again": "Jugar de Nuevo",
  "quiz.share_score": "Compartir Tu Puntuación",
  "quiz.rating.expert": "¡Experto en Nutrición! Realmente dominas el tema.",
  "quiz.rating.great": "¡Gran conocimiento! Solo unos pocos huecos por llenar.",
  "quiz.rating.good": "¡Buen comienzo! Conoces lo básico y estás listo para aprender más.",
  "quiz.rating.learning": "¡No te preocupes! Todos empezamos en algún lugar. Explora el sitio para descubrir más.",
  "food.detail.nutrients": "Nutrientes por 100g",
  "food.detail.recipes": "Recetas con este alimento",
  "food.detail.age_benefits": "Mejor para estos grupos de edad",
  "food.detail.replaces_supplement": "Puede ayudar a reemplazar este suplemento",
  "food.detail.available_at": "Encuéntralo en el supermercado",
  "food.detail.cost_tier": "Nivel de precio",
  "about.title": "Acerca de EatClever",
  "about.intro": "EatClever es un recurso independiente de información nutricional. Presentamos datos sobre alimentos cotidianos para que puedas tomar tus propias decisiones informadas. Sin dietas, sin culpa, sin patrocinadores. Solo datos.",
  "about.mission.title": "Nuestra Misión",
  "about.mission.text": "Creemos que entender lo que contiene tu comida es un derecho, no un privilegio. EatClever existe para hacer que los datos nutricionales sean accesibles, comprensibles y útiles para todos, sin importar el presupuesto, el origen o la preferencia dietética. Presentamos los datos. Tú eliges.",
  "about.sources.title": "Nuestras Fuentes",
  "about.sources.text": "Todos los datos nutricionales provienen de bases de datos revisadas por expertos, incluyendo USDA FoodData Central, las directrices dietéticas de la OMS y autoridades nacionales de nutrición. Los valores representan cantidades típicas y pueden variar según los métodos de preparación, las condiciones de cultivo y las marcas específicas de los productos.",
  "about.contact.title": "Contacto",
  "about.contact.text": "¿Tienes una pregunta, corrección o sugerencia? Agradecemos tus comentarios. Escríbenos a través de nuestro formulario de contacto y te responderemos.",
  "methodology.title": "Metodología",
  "methodology.intro": "La transparencia importa. Así es como recopilamos, calculamos y presentamos la información nutricional en EatClever.",
  "methodology.sources.title": "Fuentes de Datos",
  "methodology.update.title": "Calendario de Actualizaciones",
  "methodology.limitations.title": "Limitaciones",
  "footer.about": "Acerca de EatClever",
  "footer.sources": "Fuentes de Datos",
  "footer.legal": "Aviso Legal",
  "footer.contact": "Contáctanos",
  "footer.copyright": "EatClever. Datos nutricionales para decisiones informadas.",
  "footer.support": "Apoya Este Proyecto",
  "footer.sister_sites": "Proyectos Relacionados",
  "privacy.title": "Política de Privacidad",
  "impressum.title": "Aviso Legal",
  "lang.en": "English",
  "lang.de": "Deutsch",
  "lang.es": "Español",
  "lang.fr": "Français",
  "lang.it": "Italiano",
  "lang.pt": "Português",
  "lang.ro": "Română",
  "lang.ru": "Русский",
  "lang.zh": "中文",
  "lang.ja": "日本語",
  "lang.ar": "العربية",
  "lang.hi": "हिन्दी",
  "general.back": "Atrás",
  "general.home": "Inicio",
  "general.learn_more": "Saber más",
  "general.view_all": "Ver todo",
  "general.search": "Buscar alimentos...",
  "general.loading": "Cargando...",
  "general.no_results": "No se encontraron resultados. Intenta con otro término de búsqueda.",
  "general.per_100g": "por 100g",
  "general.per_serving": "por porción",
  "general.daily_value": "% Valor Diario",
  "general.share": "Compartir",
  "general.calories": "Calorías",
  "general.protein": "Proteína",
  "general.fat": "Grasas",
  "general.carbs": "Carbohidratos",
  "general.fiber": "Fibra",
  "general.sodium": "Sodio",
  "general.sugar": "Azúcar",
  "general.cost": "Costo",
  "general.cook_time": "Tiempo de cocción",
  "general.servings": "Porciones",
  "general.ingredients": "Ingredientes",
  "general.steps": "Pasos de Preparación",
  "general.tags": "Etiquetas",
  "general.minutes": "min",
  "general.save": "Guardar",
  "general.cancel": "Cancelar",
  "general.close": "Cerrar",
  "general.yes": "Sí",
  "general.no": "No",
  "general.or": "o",
  "general.and": "y",
  "general.of": "de",
  "general.show_more": "Mostrar más",
  "general.show_less": "Mostrar menos",
  "general.filter": "Filtrar",
  "general.sort_by": "Ordenar por",
  "general.reset": "Restablecer",
  "general.download": "Descargar",
  "general.print": "Imprimir",
  "general.per_person": "por persona",
  "general.budget": "Económico",
  "general.moderate": "Moderado",
  "general.premium": "Premium",
  "general.disclaimer": "Esta información es solo con fines educativos y no pretende ser consejo médico o dietético. Consulta a un profesional de la salud antes de realizar cambios significativos en tu dieta.",
  "food.cost_tier.1": "Económico",
  "food.cost_tier.2": "Precio medio",
  "food.cost_tier.3": "Premium",
  "food.availability.common": "Ampliamente disponible todo el año",
  "food.availability.seasonal": "De temporada (mejor cuando está en su punto)",
  "food.availability.specialty": "Producto especializado",
  "food.section.fish_counter": "Pescadería",
  "food.section.meat_counter": "Carnicería",
  "food.section.dairy": "Pasillo de Lácteos",
  "food.section.produce": "Sección de Frutas y Verduras",
  "food.section.bulk_bins": "Granel y Productos Secos",
  "food.section.canned_goods": "Pasillo de Conservas",
  "food.section.bakery": "Sección de Panadería",
  "food.section.oils_condiments": "Aceites y Condimentos",
  "food.section.snacks": "Pasillo de Snacks",
  "resto.category.fast_food": "Comida Rápida",
  "resto.category.pizza": "Pizza",
  "resto.category.asian": "Asiática",
  "resto.category.mexican": "Mexicana",
  "resto.category.italian": "Italiana",
  "resto.category.cafe": "Cafetería",
  "resto.category.deli": "Charcutería",
  "resto.savings_label": "Ahorras cocinando en casa",
  "resto.fewer_calories": "menos calorías",
  "resto.less_fat": "menos grasa",
  "resto.less_sodium": "menos sodio",
  "resto.cost_savings": "ahorro económico",
  "resto.home_version": "Versión Casera",
  "resto.restaurant_version": "Versión de Restaurante",
  "resto.cook_time": "Tiempo de cocción en casa",
  "compare.calories": "Calorías",
  "compare.protein": "Proteína",
  "compare.fat": "Grasas",
  "compare.carbs": "Carbohidratos",
  "compare.fiber": "Fibra",
  "compare.vitamins": "Vitaminas",
  "compare.minerals": "Minerales",
  "compare.swap_foods": "Intercambiar alimentos",
  "compare.add_to_planner": "Añadir al planificador de comidas",
  "planner.calories_target": "Meta de calorías",
  "planner.protein_target": "Meta de proteína",
  "planner.remaining": "Restante",
  "planner.exceeded": "Excedido",
  "planner.day": "Día",
  "planner.week_view": "Vista semanal",
  "planner.day_view": "Vista diaria",
  "planner.export": "Exportar plan",
  "planner.import": "Importar plan",
  "planner.suggested_meals": "Comidas sugeridas",
  "planner.remove_meal": "Eliminar",
  "quiz.correct": "¡Correcto!",
  "quiz.incorrect": "No del todo.",
  "quiz.explanation": "Explicación",
  "quiz.did_you_know": "¿Sabías que?",
  "quiz.category.vitamins": "Vitaminas y Minerales",
  "quiz.category.nutrients": "Macronutrientes",
  "quiz.category.foods": "Datos sobre Alimentos",
  "quiz.category.labels": "Lectura de Etiquetas",
  "quiz.category.myths": "Mitos Nutricionales",
  "age.section.title": "Nutrición a lo Largo de la Vida",
  "age.section.subtitle": "Las necesidades de tu cuerpo cambian con cada década. Esto es en lo que debes enfocarte en cada etapa.",
  "age.calorie_range": "Rango calórico diario recomendado",
  "age.key_nutrients": "Nutrientes clave para esta edad",
  "age.recommended_foods": "Alimentos más recomendados",
  "age.foods_to_limit": "Alimentos a limitar",
  "age.tips_title": "Consejos Prácticos",
  "supp.section.title": "Alimentos vs. Suplementos",
  "supp.section.subtitle": "Mira exactamente cuánta comida real se necesita para igualar una pastilla de suplemento común.",
  "supp.common_dose": "Dosis común del suplemento",
  "supp.food_alternative": "Alternativa alimentaria",
  "supp.per_serving": "por porción proporciona",
  "supp.of_daily_need": "de tu necesidad diaria",
  "supp.verdict": "El veredicto",
  "cook.section.title": "Tiempo de Cocción y Nutrición",
  "cook.section.subtitle": "Ya sea que tengas 5 minutos o 50, hay una comida nutritiva esperándote. Filtra por tiempo y encuentra recetas que se adapten a tu horario.",
  "cook.filter.all": "Todas las recetas",
  "cook.filter.quick": "Menos de 15 min",
  "cook.filter.medium": "15-30 min",
  "cook.filter.long": "Más de 30 min",
  "cook.filter.meal_type": "Tipo de comida",
  "cook.filter.difficulty": "Dificultad",
  "taste.section.title": "Sabor y Nutrición",
  "taste.section.subtitle": "Comer saludable no se trata de renunciar al sabor. Se trata de descubrir nuevas combinaciones que satisfagan tanto tu paladar como tu cuerpo.",
  "taste.flavour_pairings": "Combinaciones de sabor que potencian la nutrición",
  "taste.umami": "Alimentos ricos en umami",
  "taste.sweet_natural": "Alternativas naturalmente dulces",
  "taste.herbs_spices": "Hierbas y especias con beneficios",
  "shop.section.title": "Guía de Compras Inteligentes",
  "shop.section.subtitle": "Tres planes de comidas semanales a tres niveles de precio. Cada uno es nutricionalmente completo, con listas de compras completas y costos estimados.",
  "shop.plan_includes": "Este plan incluye",
  "shop.meals_per_day": "comidas por día",
  "shop.est_cost": "Costo estimado",
  "shop.view_shopping_list": "Ver lista de compras",
  "shop.view_meal_plan": "Ver comidas del día",
  "shop.day_label": "Día",
  "shop.item": "Artículo",
  "shop.quantity": "Cantidad",
  "shop.est_price": "Precio Est.",
  "shop.section_label": "Sección",
  "shop.total": "Total",
  "shop.tips_title": "Consejos para Ahorrar",
  "labels.section.title": "Guía de Etiquetas Nutricionales",
  "labels.section.subtitle": "Entender las etiquetas de los alimentos te ayuda a tomar mejores decisiones en el supermercado. Esto es lo que debes buscar.",
  "labels.how_to_read": "Cómo leer una etiqueta nutricional",
  "labels.step_1": "Revisa primero el tamaño de la porción. Todos los demás números se basan en esta cantidad.",
  "labels.step_2": "Mira las calorías para entender cuánta energía proporciona una porción.",
  "labels.step_3": "Revisa las grasas, grasas saturadas, azúcar y sal. Mantén estos valores bajos.",
  "labels.step_4": "Busca cantidades más altas de fibra, proteína, vitaminas y minerales.",
  "labels.step_5": "Usa la columna por 100g para comparar diferentes productos de forma justa.",
  "labels.common_traps": "Trampas comunes en las etiquetas",
  "labels.trap_serving_size": "Los tamaños de porción poco realistas hacen que los productos parezcan más saludables de lo que son.",
  "labels.trap_sugar_names": "El azúcar tiene más de 50 nombres: sacarosa, fructosa, jarabe de maíz, maltosa, dextrosa, y muchos más.",
  "labels.trap_health_claims": "\"Natural\", \"multigrano\" y \"ligeramente endulzado\" son términos de marketing, no datos nutricionales.",
  "labels.trap_zero": "\"0g de grasas trans\" puede contener hasta 0.5g por porción. Revisa los ingredientes en busca de aceites parcialmente hidrogenados.",
  "vitamins.section.title": "Guía de Vitaminas y Minerales",
  "vitamins.section.subtitle": "Qué hace cada nutriente, dónde encontrarlo de forma natural y quién lo necesita más. Toca cualquier nutriente para ver las fuentes alimentarias.",
  "vitamins.rda": "Cantidad diaria recomendada",
  "vitamins.top_foods": "Principales fuentes alimentarias",
  "vitamins.deficiency_signs": "Señales de que podrías no estar obteniendo suficiente",
  "vitamins.excess_risk": "Riesgos del exceso",
  "error.page_not_found": "Página no encontrada",
  "error.data_load_failed": "No se pudieron cargar los datos. Revisa tu conexión e intenta de nuevo.",
  "error.generic": "Algo salió mal. Por favor, intenta de nuevo.",
  "accessibility.skip_to_content": "Ir al contenido principal",
  "accessibility.open_menu": "Abrir menú de navegación",
  "accessibility.close_menu": "Cerrar menú de navegación",
  "accessibility.language_selector": "Seleccionar idioma",
  "accessibility.dark_mode": "Cambiar modo oscuro",
  "accessibility.increase_font": "Aumentar tamaño de fuente",
  "accessibility.decrease_font": "Reducir tamaño de fuente",
  "cat.section_title": "Explorar por categoría",
  "cat.section_subtitle": "Seis pilares de la alimentación inteligente",
  "featured.title": "Destacados",
  "featured.subtitle": "Información nutricional rápida",
  "footer.explore": "Explorar",
  "footer.tools": "Herramientas",
  "footer.about.project": "Sobre EatClever",
  "footer.about.methodology": "Fuentes de datos",
  "footer.legal.impressum": "Aviso Legal",
  "footer.legal.privacy": "Política de privacidad",
  "about.approach.title": "Nuestro enfoque",
  "about.approach.text": "Cada recomendación en EatClever se basa en datos de organizaciones de salud líderes e investigaciones revisadas por expertos. Nos enfocamos en alimentos integrales, alimentación equilibrada y consejos prácticos que se adaptan a la vida real.",
  "methodology.approach.title": "Nuestro enfoque",
  "methodology.approach.text": "Cruzamos múltiples fuentes para garantizar la precisión. Los valores nutricionales representan tamaños de porción estándar y se actualizan regularmente. Nuestras comparaciones y recomendaciones siguen las directrices dietéticas establecidas mientras se mantienen prácticas para el uso diario.",
  "methodology.limitations.text": "La ciencia de la nutrición es compleja y está en constante evolución. Las necesidades individuales varían según la edad, las condiciones de salud, el nivel de actividad y otros factores. EatClever proporciona orientación general y no debe sustituir el asesoramiento médico o dietético profesional. Los valores nutricionales pueden variar según las condiciones de cultivo, los métodos de preparación y las marcas de productos.",
  "methodology.sources.text": "EatClever obtiene datos nutricionales de las siguientes fuentes autorizadas y revisadas por expertos:",
  "impressum.intro": "Aviso legal de acuerdo con la normativa aplicable.",
  "impressum.responsible.title": "Responsable del contenido",
  "impressum.responsible.text": "EatClever es una plataforma educativa no comercial de conocimiento nutricional. El contenido se proporciona únicamente con fines informativos y no constituye asesoramiento médico o dietético.",
  "impressum.disclaimer.title": "Descargo de responsabilidad",
  "impressum.disclaimer.text": "Aunque nos esforzamos por la precisión, no garantizamos la integridad o fiabilidad de la información presentada. Las necesidades nutricionales varían según la persona, y se debe buscar orientación profesional para requisitos dietéticos específicos o condiciones de salud.",
  "impressum.copyright.title": "Derechos de autor",
  "impressum.copyright.text": "El contenido y el diseño de este sitio web están protegidos por derechos de autor. La reproducción, edición, distribución o cualquier forma de uso más allá del alcance de la ley de derechos de autor requiere consentimiento por escrito. Las descargas y copias de este sitio solo están permitidas para uso privado y no comercial.",
  "impressum.links.title": "Enlaces externos",
  "impressum.links.text": "Este sitio web contiene enlaces a sitios web externos. No tenemos control sobre el contenido de los sitios enlazados y no asumimos responsabilidad por su contenido. Los operadores respectivos son responsables del contenido de las páginas enlazadas.",
  "privacy.intro": "Tu privacidad nos importa. Esta página explica cómo EatClever gestiona los datos.",
  "privacy.collection.title": "Recopilación de datos",
  "privacy.collection.text": "EatClever es un sitio web estático y no recopila datos personales. No utilizamos cookies de seguimiento y no se requieren cuentas de usuario. Las preferencias (como la selección de idioma) se almacenan localmente en tu navegador mediante localStorage.",
  "privacy.analytics.title": "Análisis",
  "privacy.analytics.text": "Podemos utilizar análisis respetuosos con la privacidad para comprender patrones de uso generales. No se recopila ni se comparte información personal identificable con terceros.",
  "privacy.thirdparty.title": "Servicios de terceros",
  "privacy.thirdparty.text": "EatClever puede cargar recursos de redes de distribución de contenido (CDN) para bibliotecas como Chart.js. Estos servicios tienen sus propias políticas de privacidad. No se transmiten datos personales a estos servicios a través de EatClever.",
  "privacy.rights.title": "Tus derechos",
  "privacy.rights.text": "Dado que no recopilamos datos personales, no hay información personal para acceder, modificar o eliminar. Puedes borrar el localStorage de tu navegador en cualquier momento para restablecer las preferencias almacenadas localmente.",
  "privacy.changes.title": "Cambios en esta política",
  "privacy.changes.text": "Podemos actualizar esta política de privacidad de vez en cuando. Los cambios se reflejarán en esta página con una fecha actualizada."
}
