{
  "site.title": "EatClever",
  "site.subtitle": "रोज़मर्रा के खाद्य विकल्पों के लिए पोषण तथ्य",
  "wisdom.p1": "आपका शरीर अत्यंत बुद्धिमान है। हर दिन, यह आपके खाने को तोड़ता है और ठीक वही निकालता है जो उसे चाहिए — मांसपेशियाँ बनाना, कोशिकाओं की मरम्मत, हड्डियाँ मज़बूत करना, संक्रमणों से लड़ना, और आपके दिमाग को तेज़ रखना। आपको हर विटामिन का हिसाब रखने की ज़रूरत नहीं है। बस अपने शरीर को सही कच्चा माल दें।",
  "wisdom.p2": "रहस्य सरल है: विविध खाएँ, प्राकृतिक खाएँ, रंगीन खाएँ। जब आप अपनी थाली में असली खाद्य पदार्थों की विविधता भरते हैं — सब्ज़ियाँ, फल, प्रोटीन, अनाज, मेवे — तो आपका शरीर जानता है कि उनके साथ क्या करना है। यह लाखों वर्षों से ऐसा कर रहा है। इस पर भरोसा रखें।",
  "wisdom.p3": "सप्लीमेंट और गोलियों का अपना स्थान है, लेकिन प्रकृति हमारी अधिकांश ज़रूरतें पूरी करती है। मुट्ठी भर अखरोट, एक टुकड़ा सैल्मन, एक कटोरा रंगीन सब्ज़ियाँ — ये सिर्फ़ भोजन नहीं हैं, ये दवा हैं। हर कौर आपके शरीर को पोषित करने और डॉक्टर को दूर रखने का अवसर है।",
  "wisdom.cta": "EatClever आपको यह नहीं बताता कि क्या करना है। हम तथ्य दिखाते हैं — आप वो विकल्प चुनें जो आपके और आपके परिवार के लिए सही हों।",
  "nav.about": "हमारे बारे में",
  "nav.methodology": "कार्यप्रणाली",
  "nav.categories": "विषय खोजें",
  "nav.food_search": "खाद्य खोज",
  "nav.compare": "खाद्य तुलना",
  "nav.quiz": "पोषण क्विज़",
  "nav.planner": "भोजन योजनाकार",
  "nav.labels_guide": "लेबल गाइड",
  "hero.title": "समझदारी से खाएँ। बेहतर जिएँ।",
  "hero.subtitle": "आप रोज़ जो खाद्य विकल्प चुनते हैं, वे आपके स्वास्थ्य को किसी भी एक डाइट से कहीं अधिक प्रभावित करते हैं। तथ्य जानें, अपने विकल्पों की तुलना करें, और तय करें कि आपके लिए सबसे अच्छा क्या है।",
  "cat.age_nutrition": "उम्र के अनुसार पोषण",
  "cat.age_nutrition.desc": "जैसे-जैसे आप बढ़ते हैं, आपके शरीर की ज़रूरतें बदलती हैं। देखें कि जीवन के हर चरण में — शैशव से लेकर वरिष्ठ वर्षों तक — कौन से पोषक तत्व सबसे ज़्यादा मायने रखते हैं।",
  "cat.food_vs_supplements": "भोजन बनाम सप्लीमेंट",
  "cat.food_vs_supplements.desc": "क्या एक गोली असली भोजन की थाली की जगह ले सकती है? आम सप्लीमेंट की तुलना उन साबुत खाद्य पदार्थों से करें जो स्वाभाविक रूप से वही पोषक तत्व प्रदान करते हैं।",
  "cat.taste_nutrition": "स्वाद और पोषण",
  "cat.taste_nutrition.desc": "स्वस्थ भोजन उबाऊ नहीं होना चाहिए। जानें कि उन भोजनों में बढ़िया स्वाद और ठोस पोषण कैसे मिलाएँ जिनका आप वास्तव में आनंद लेंगे।",
  "cat.eat_out_vs_home": "बाहर खाना बनाम घर पर",
  "cat.eat_out_vs_home.desc": "रेस्तरां की मात्रा और छिपी सामग्री तेज़ी से बढ़ती हैं। लोकप्रिय भोजनों और उनके घर पर बने विकल्पों की अगल-बगल तुलना देखें।",
  "cat.cook_time": "पकाने का समय और पोषण",
  "cat.cook_time.desc": "समय की कमी है? त्वरित, मध्यम और धीमी रेसिपी खोजें जो साबित करती हैं कि पौष्टिक भोजन किसी भी समय-सारणी में फिट होता है।",
  "cat.shopping": "स्मार्ट खरीदारी",
  "cat.shopping.desc": "किसी भी बजट में अच्छा खाएँ। तीन मूल्य स्तरों पर साप्ताहिक भोजन योजनाएँ और खरीदारी सूचियाँ, साथ ही हर रुपये का अधिकतम लाभ उठाने के सुझाव।",
  "age.children": "बच्चे (0-12)",
  "age.teens": "किशोर (13-19)",
  "age.adults": "वयस्क (20-59)",
  "age.seniors": "वरिष्ठ नागरिक (60+)",
  "age.infant": "शिशु (0-1)",
  "age.toddler": "छोटा बच्चा (1-3)",
  "age.school_age": "स्कूली उम्र (4-12)",
  "age.teen": "किशोर (13-19)",
  "age.young_adult": "युवा वयस्क (20-39)",
  "age.middle_age": "मध्यम आयु (40-59)",
  "age.senior": "वरिष्ठ (60+)",
  "age.infant.tips": "स्तनपान या फ़ॉर्मूला पहले वर्ष के अधिकांश पोषक तत्व प्रदान करता है। लगभग 6 महीने में लौह-समृद्ध ठोस आहार शुरू करें। 1 वर्ष तक शहद से बचें। स्वस्थ खान-पान की आदतें जल्दी बनाने के लिए विभिन्न मुलायम, मसली हुई बनावट पेश करें।",
  "age.toddler.tips": "छोटे बच्चे स्वतंत्र रूप से खाना सीख रहे होते हैं, इसलिए गंदगी और नखरे सामान्य हैं। पूरे दिन पोषक तत्वों से भरपूर खाद्य पदार्थों की छोटी मात्रा पेश करें। मस्तिष्क विकास के लिए पूर्ण वसा वाला दूध महत्वपूर्ण है। गले में अटकने से रोकने के लिए अंगूर जैसे गोल खाद्य पदार्थों को छोटे टुकड़ों में काटें।",
  "age.school_age.tips": "बढ़ते शरीर को मज़बूत हड्डियों के लिए कैल्शियम और ऊर्जा के लिए आयरन की ज़रूरत होती है। मीठे पेय और पैकेज्ड स्नैक्स सीमित करें। जीवन भर स्वस्थ आदतें बनाने के लिए बच्चों को भोजन तैयार करने में शामिल करें। संतुलित नाश्ता स्कूल में ध्यान और सीखने को बढ़ावा देता है।",
  "age.teen.tips": "तेज़ विकास इसे कैल्शियम, आयरन और प्रोटीन के लिए एक महत्वपूर्ण समय बनाता है। खेल खेलने वाले किशोरों को अतिरिक्त कैलोरी और हाइड्रेशन की आवश्यकता हो सकती है। क्रैश डाइट और एनर्जी ड्रिंक्स से बचें। भोजन के साथ सकारात्मक संबंध बनाना दशकों तक फायदेमंद रहता है।",
  "age.young_adult.tips": "यह दीर्घकालिक स्वास्थ्य का समर्थन करने वाले खान-पान पैटर्न स्थापित करने का समय है। सुविधाजनक खाद्य पदार्थों की बजाय साबुत खाद्य पदार्थों को प्राथमिकता दें। गर्भधारण की योजना बनाने वालों के लिए आयरन और फोलेट विशेष रूप से महत्वपूर्ण हैं। ओमेगा-3 माँगभरे वर्षों में मस्तिष्क स्वास्थ्य का समर्थन करता है।",
  "age.middle_age.tips": "चयापचय स्वाभाविक रूप से धीमा होता है, इसलिए पोषक तत्वों का घनत्व पहले से कहीं अधिक मायने रखता है। पाचन स्वास्थ्य के लिए फाइबर, हड्डियों के लिए कैल्शियम और विटामिन D, और हृदय स्वास्थ्य के लिए ओमेगा-3 पर ध्यान दें। भरपूर सब्ज़ियों के साथ नियमित भोजन दिन भर स्थिर ऊर्जा बनाए रखने में मदद करता है।",
  "age.senior.tips": "उम्र के साथ भूख अक्सर कम होती है, इसलिए हर कौर पोषण की दृष्टि से मायने रखना चाहिए। विटामिन B12 का अवशोषण कम होता है, जिससे फोर्टिफाइड खाद्य पदार्थ या सप्लीमेंट विचारणीय हैं। प्रोटीन मांसपेशियों के रखरखाव का समर्थन करता है, और विटामिन D तथा कैल्शियम फ्रैक्चर से बचाने में मदद करते हैं। प्यास न लगने पर भी हाइड्रेटेड रहें।",
  "age.daily_calories": "दैनिक कैलोरी सीमा",
  "age.focus_nutrients": "ध्यान देने योग्य प्रमुख पोषक तत्व",
  "age.key_foods": "अनुशंसित खाद्य पदार्थ",
  "age.foods_to_avoid": "सीमित या परहेज़ करने योग्य खाद्य पदार्थ",
  "nutrient.protein": "प्रोटीन",
  "nutrient.protein.desc": "मांसपेशियों, अंगों और प्रतिरक्षा कार्य के लिए आवश्यक निर्माण खंड।",
  "nutrient.protein.body_effect": "प्रोटीन आपके शरीर के हर ऊतक का निर्माण और मरम्मत करता है, मांसपेशियों और हड्डियों से लेकर त्वचा और बालों तक। यह एंज़ाइम और हार्मोन भी बनाता है जो आपके चयापचय को चलाते हैं। बच्चों और किशोरों को विकास के लिए, वयस्कों को रखरखाव के लिए, और वरिष्ठ नागरिकों को मांसपेशियों के नुकसान को रोकने के लिए इसकी आवश्यकता होती है।",
  "nutrient.fat": "वसा",
  "nutrient.fat.desc": "ऊर्जा का सांद्र स्रोत जो कोशिका वृद्धि और पोषक तत्वों के अवशोषण में सहायक है।",
  "nutrient.fat.body_effect": "वसा आपके अंगों की रक्षा करती है, शरीर को इंसुलेट करती है, और विटामिन A, D, E और K के अवशोषण में मदद करती है। आपका मस्तिष्क लगभग 60% वसा है। शिशुओं और छोटे बच्चों को शरीर के अनुपात में सबसे अधिक वसा की आवश्यकता होती है क्योंकि उनका मस्तिष्क तेज़ी से विकसित हो रहा होता है। मछली, मेवे और जैतून के तेल से असंतृप्त वसा चुनें।",
  "nutrient.carbs": "कार्बोहाइड्रेट",
  "nutrient.carbs.desc": "आपके शरीर का पसंदीदा और सबसे कुशल ऊर्जा स्रोत।",
  "nutrient.carbs.body_effect": "कार्बोहाइड्रेट ग्लूकोज़ में टूटते हैं, जो आपके मस्तिष्क, मांसपेशियों और केंद्रीय तंत्रिका तंत्र को ऊर्जा देता है। साबुत अनाज, दालों और सब्ज़ियों से मिलने वाले जटिल कार्ब्स धीरे-धीरे और स्थिर रूप से ऊर्जा जारी करते हैं। सभी आयु वर्गों को कार्ब्स की ज़रूरत होती है, लेकिन सक्रिय किशोरों और एथलीटों को सबसे अधिक। स्थायी ऊर्जा और बेहतर रक्त शर्करा नियंत्रण के लिए परिष्कृत अनाज की बजाय साबुत अनाज चुनें।",
  "nutrient.fiber": "फाइबर",
  "nutrient.fiber.desc": "स्वस्थ पाचन को सहायता करता है, लाभकारी आंत बैक्टीरिया को पोषित करता है, और रक्त शर्करा नियंत्रण में मदद करता है।",
  "nutrient.fiber.body_effect": "फाइबर आपके पाचन तंत्र को सुचारू रूप से चलाता है, आपकी आंत में अच्छे बैक्टीरिया को पोषित करता है, और भोजन के बाद आपको लंबे समय तक भरा हुआ महसूस कराता है। यह शर्करा के अवशोषण को भी धीमा करता है, जिससे रक्त शर्करा का स्तर स्थिर रहता है। वयस्कों और वरिष्ठ नागरिकों को हृदय स्वास्थ्य और नियमितता के लिए उच्च फाइबर सेवन से सबसे अधिक लाभ होता है, लेकिन बच्चों को भी स्वस्थ पाचन के लिए इसकी ज़रूरत है।",
  "nutrient.vitamin_a": "विटामिन A",
  "nutrient.vitamin_a.desc": "दृष्टि, प्रतिरक्षा कार्य और स्वस्थ त्वचा का समर्थन करता है।",
  "nutrient.vitamin_a.body_effect": "विटामिन A तेज़ दृष्टि के लिए महत्वपूर्ण है, विशेषकर कम रोशनी में। यह आपकी त्वचा और आपके फेफड़ों तथा आंत की परतों को भी स्वस्थ रखता है, संक्रमणों के खिलाफ़ रक्षा की पहली पंक्ति के रूप में कार्य करता है। बच्चों को उचित विकास और प्रतिरक्षा विकास के लिए विटामिन A की आवश्यकता होती है। नारंगी और गहरी हरी सब्ज़ियों में प्रचुर मात्रा में पाया जाता है।",
  "nutrient.vitamin_b12": "विटामिन B12",
  "nutrient.vitamin_b12.desc": "तंत्रिका कार्य, लाल रक्त कोशिका निर्माण और DNA संश्लेषण के लिए आवश्यक।",
  "nutrient.vitamin_b12.body_effect": "विटामिन B12 आपकी नसों को ठीक से काम करने में मदद करता है और लाल रक्त कोशिकाओं का निर्माण करता है जो आपके पूरे शरीर में ऑक्सीजन ले जाती हैं। इसकी कमी से थकान, कमज़ोरी और तंत्रिका समस्याएँ हो सकती हैं। वरिष्ठ नागरिकों को सबसे अधिक जोखिम है क्योंकि उम्र के साथ अवशोषण कम होता है। शाकाहारियों और वीगन को विशेष ध्यान देना चाहिए, क्योंकि B12 लगभग विशेष रूप से पशु खाद्य पदार्थों में पाया जाता है।",
  "nutrient.vitamin_c": "विटामिन C",
  "nutrient.vitamin_c.desc": "शक्तिशाली एंटीऑक्सीडेंट जो प्रतिरक्षा बढ़ाता है और शरीर को आयरन अवशोषित करने में मदद करता है।",
  "nutrient.vitamin_c.body_effect": "विटामिन C आपकी कोशिकाओं को क्षति से बचाता है, घावों को तेज़ी से भरने में मदद करता है, और आपकी प्रतिरक्षा प्रणाली की संक्रमणों से लड़ने की क्षमता को बढ़ाता है। यह आयरन युक्त खाद्य पदार्थों के साथ खाने पर आयरन के अवशोषण में भी नाटकीय रूप से सुधार करता है। सभी उम्र के लिए महत्वपूर्ण, लेकिन विशेष रूप से बढ़ते बच्चों और बीमारी या चोट से उबरने वालों के लिए।",
  "nutrient.vitamin_d": "विटामिन D",
  "nutrient.vitamin_d.desc": "धूप का विटामिन जो हड्डियों को मज़बूत करता है और प्रतिरक्षा स्वास्थ्य का समर्थन करता है।",
  "nutrient.vitamin_d.body_effect": "विटामिन D आपके शरीर को कैल्शियम अवशोषित करने में मदद करता है, जिससे यह मज़बूत हड्डियों और दाँतों के लिए आवश्यक है। यह प्रतिरक्षा कार्य और मनोदशा नियंत्रण में भी महत्वपूर्ण भूमिका निभाता है। आपकी त्वचा इसे धूप से बनाती है, लेकिन बहुत से लोगों को पर्याप्त नहीं मिलता, विशेषकर उत्तरी जलवायु में। वरिष्ठ नागरिकों को अधिक आवश्यकता होती है क्योंकि उनकी त्वचा इसे बनाने में कम कुशल हो जाती है, और शिशुओं को इसकी ज़रूरत होती है क्योंकि स्तनपान बहुत कम प्रदान करता है।",
  "nutrient.vitamin_e": "विटामिन E",
  "nutrient.vitamin_e.desc": "एंटीऑक्सीडेंट जो कोशिकाओं को क्षति से बचाता है और त्वचा स्वास्थ्य का समर्थन करता है।",
  "nutrient.vitamin_e.body_effect": "विटामिन E आपकी कोशिकाओं के लिए एक ढाल का काम करता है, उन्हें प्रदूषण, पराबैंगनी किरणों और सामान्य चयापचय से होने वाली ऑक्सीडेटिव क्षति से बचाता है। यह स्वस्थ त्वचा का समर्थन करता है, आपकी प्रतिरक्षा प्रणाली को बैक्टीरिया और वायरस से लड़ने में मदद करता है, और उम्र संबंधी गिरावट को धीमा कर सकता है। सभी उम्र को लाभ होता है, लेकिन यह वयस्कों और वरिष्ठ नागरिकों के लिए एक सुरक्षात्मक पोषक तत्व के रूप में विशेष रूप से प्रासंगिक है।",
  "nutrient.vitamin_k": "विटामिन K",
  "nutrient.vitamin_k.desc": "रक्त जमने और हड्डी चयापचय के लिए आवश्यक।",
  "nutrient.vitamin_k.body_effect": "विटामिन K इसलिए है कि कटने पर खून बहना बंद होता है। इसकी पर्याप्त मात्रा के बिना, एक छोटा सा घाव भी खतरनाक हो सकता है। यह कैल्शियम को आपकी धमनियों की बजाय हड्डियों में निर्देशित करता है, जो दीर्घकालिक हृदय और हड्डी स्वास्थ्य के लिए मायने रखता है। वयस्कों और वरिष्ठ नागरिकों को सबसे अधिक आवश्यकता होती है। केल और पालक जैसी गहरी पत्तेदार सब्ज़ियाँ सबसे समृद्ध स्रोत हैं।",
  "nutrient.calcium": "कैल्शियम",
  "nutrient.calcium.desc": "आपके शरीर में सबसे प्रचुर खनिज, हड्डियों और दाँतों के लिए महत्वपूर्ण।",
  "nutrient.calcium.body_effect": "आपके लगभग 99% कैल्शियम आपकी हड्डियों और दाँतों में रहता है, जो उन्हें मज़बूती और संरचना प्रदान करता है। शेष 1% मांसपेशियों के संकुचन, तंत्रिका संकेतन और हृदय की लय के लिए महत्वपूर्ण है। किशोरों को सबसे अधिक आवश्यकता होती है क्योंकि वे अधिकतम अस्थि द्रव्यमान का निर्माण कर रहे हैं। वरिष्ठ नागरिकों को हड्डियों के नुकसान को धीमा करने के लिए पर्याप्त कैल्शियम चाहिए। डेयरी, हड्डी सहित सार्डिन, और कैल्शियम-सेट टोफू शीर्ष स्रोत हैं।",
  "nutrient.iron": "आयरन",
  "nutrient.iron.desc": "आपके रक्त में ऑक्सीजन ले जाता है और ऊर्जा उत्पादन का समर्थन करता है।",
  "nutrient.iron.body_effect": "आयरन हीमोग्लोबिन का मूल है, वह अणु जो लाल रक्त कोशिकाओं में होता है और आपके फेफड़ों से ऑक्सीजन को शरीर के हर हिस्से तक पहुँचाता है। पर्याप्त आयरन के बिना, आप थका हुआ, कमज़ोर और ध्यान केंद्रित करने में असमर्थ महसूस करते हैं। किशोर, विशेषकर मासिक धर्म शुरू होने के बाद लड़कियाँ, और युवा महिलाओं को सबसे अधिक आवश्यकता होती है। अवशोषण को महत्वपूर्ण रूप से बढ़ाने के लिए आयरन युक्त खाद्य पदार्थों के साथ विटामिन C लें।",
  "nutrient.magnesium": "मैग्नीशियम",
  "nutrient.magnesium.desc": "ऊर्जा उत्पादन से लेकर मांसपेशियों की विश्रांति तक, 300 से अधिक एंज़ाइम प्रतिक्रियाओं में शामिल।",
  "nutrient.magnesium.body_effect": "मैग्नीशियम 300 से अधिक जैव रासायनिक प्रतिक्रियाओं में शामिल एक पर्दे के पीछे का पावरहाउस है। यह आपकी मांसपेशियों को संकुचन के बाद आराम करने में मदद करता है, आपकी हृदय की लय स्थिर रखता है, मज़बूत हड्डियों का समर्थन करता है, और रक्त शर्करा को नियंत्रित करता है। कमी आश्चर्यजनक रूप से आम है और मांसपेशियों में ऐंठन, खराब नींद और चिंता का कारण बन सकती है। वयस्कों और वरिष्ठ नागरिकों को मेवे, बीज और गहरी पत्तेदार सब्ज़ियों के माध्यम से सेवन बढ़ाने से सबसे अधिक लाभ होता है।",
  "nutrient.potassium": "पोटैशियम",
  "nutrient.potassium.desc": "द्रव संतुलन, मांसपेशियों के संकुचन और रक्तचाप को नियंत्रित करता है।",
  "nutrient.potassium.body_effect": "पोटैशियम सोडियम के साथ मिलकर आपकी कोशिकाओं में द्रव संतुलन को नियंत्रित करता है और रक्तचाप को विनियमित करता है। यह मांसपेशियों को ठीक से सिकुड़ने में मदद करता है, आपके हृदय की मांसपेशी सहित। अधिकांश लोग पर्याप्त पोटैशियम नहीं खाते, जिससे समय के साथ रक्तचाप बढ़ सकता है। वयस्कों और वरिष्ठ नागरिकों को सेवन बढ़ाने से सबसे अधिक लाभ होता है। केले पोटैशियम के लिए प्रसिद्ध हैं, लेकिन शकरकंद, पालक और एवोकाडो में वास्तव में अधिक होता है।",
  "nutrient.zinc": "ज़िंक",
  "nutrient.zinc.desc": "प्रतिरक्षा रक्षा, घाव भरने और स्वाद बोध का समर्थन करता है।",
  "nutrient.zinc.body_effect": "ज़िंक मज़बूत प्रतिरक्षा प्रणाली के लिए आवश्यक है, जो आपके शरीर को वायरस और बैक्टीरिया से लड़ने में मदद करता है। यह घाव भरने को भी तेज़ करता है, स्वाद और गंध की आपकी भावना का समर्थन करता है, और कोशिका विभाजन में भूमिका निभाता है। विकास के दौरान किशोरों को अधिक आवश्यकता होती है, और वरिष्ठ नागरिक अक्सर कम कुशलता से अवशोषित करते हैं। बीफ़, शेलफ़िश और दालें उत्कृष्ट स्रोत हैं।",
  "nutrient.selenium": "सेलेनियम",
  "nutrient.selenium.desc": "ट्रेस खनिज जो थायरॉइड कार्य का समर्थन करता है और ऑक्सीडेटिव क्षति से बचाता है।",
  "nutrient.selenium.body_effect": "सेलेनियम चुपचाप लेकिन शक्तिशाली ढंग से काम करता है। यह आपकी थायरॉइड ग्रंथि को चयापचय को नियंत्रित करने वाले हार्मोन बनाने में मदद करता है, आपकी कोशिकाओं को ऑक्सीडेटिव क्षति से बचाता है, और आपकी प्रतिरक्षा प्रणाली का समर्थन करता है। केवल थोड़ी मात्रा की आवश्यकता होती है, लेकिन कमी थायरॉइड कार्य और प्रतिरक्षा प्रतिक्रिया को बाधित कर सकती है। ब्राज़ील नट्स इतने समृद्ध हैं कि प्रतिदिन केवल एक या दो आपकी ज़रूरतें पूरी कर देते हैं। सभी आयु वर्गों को समान रूप से लाभ होता है।",
  "nutrient.omega_3": "ओमेगा-3 फैटी एसिड",
  "nutrient.omega_3.desc": "आवश्यक वसा जो मस्तिष्क, हृदय और जोड़ों के स्वास्थ्य का समर्थन करती है।",
  "nutrient.omega_3.body_effect": "ओमेगा-3 ऐसी वसा है जो आपका शरीर स्वयं नहीं बना सकता, इसलिए आपको इन्हें भोजन से प्राप्त करना होगा। ये सूजन को कम करती हैं, मस्तिष्क कार्य और स्मृति का समर्थन करती हैं, आपके हृदय की रक्षा करती हैं, और जोड़ों की कठोरता को कम कर सकती हैं। बच्चों को मस्तिष्क विकास के लिए, वयस्कों को हृदय सुरक्षा के लिए, और वरिष्ठ नागरिकों को संज्ञानात्मक स्वास्थ्य और सूजन कम करने दोनों के लिए इनकी आवश्यकता है। सैल्मन और सार्डिन जैसी वसायुक्त मछली सबसे सक्रिय रूपों (EPA और DHA) का सर्वश्रेष्ठ स्रोत है।",
  "nutrient.folate": "फोलेट",
  "nutrient.folate.desc": "कोशिका विभाजन, DNA संश्लेषण और जन्म दोषों की रोकथाम के लिए महत्वपूर्ण B विटामिन।",
  "nutrient.folate.body_effect": "फोलेट हर बार आवश्यक होता है जब आपका शरीर नई कोशिकाएँ बनाता है, जो लगातार होता रहता है। गर्भावस्था के दौरान विकासशील शिशुओं में न्यूरल ट्यूब दोषों को रोकने के लिए यह महत्वपूर्ण है, जो इसे प्रसव उम्र की महिलाओं के लिए सबसे महत्वपूर्ण पोषक तत्व बनाता है। यह लाल रक्त कोशिका उत्पादन का भी समर्थन करता है और एनीमिया को रोकने में मदद करता है। दालें, पालक और काली फलियाँ उत्कृष्ट पौधे-आधारित स्रोत हैं।",
  "vitamins.title": "विटामिन और खनिज गाइड",
  "vitamins.subtitle": "वे क्या करते हैं, कहाँ पाए जाते हैं, किसे सबसे ज़्यादा ज़रूरत है",
  "vitamins.found_in": "प्राकृतिक रूप से पाया जाता है",
  "vitamins.important_for": "विशेष रूप से महत्वपूर्ण",
  "vitamins.supplement_note": "सप्लीमेंट कब मदद कर सकता है",
  "vitamins.food_first": "पहले भोजन — सप्लीमेंट केवल तब जब वास्तव में ज़रूरत हो",
  "labels.title": "पोषण लेबल को समझना",
  "labels.subtitle": "खाद्य पैकेजिंग पर संख्याओं का वास्तव में क्या मतलब है",
  "labels.per_100g": "प्रति 100g मान",
  "labels.per_serving": "प्रति सर्विंग मान",
  "labels.what_is_protein": "प्रोटीन: मांसपेशियों, हड्डियों, त्वचा के लिए निर्माण खंड। उच्च-प्रोटीन खाद्य पदार्थों के लिए प्रति 100g में 10g+ खोजें।",
  "labels.what_is_fat": "वसा: ऊर्जा और कोशिका कार्य के लिए आवश्यक। 3g/100g से कम कम-वसा है। 17.5g/100g से अधिक उच्च-वसा है।",
  "labels.what_is_saturated_fat": "संतृप्त वसा: 5g/100g से कम रखें। उच्च मात्रा हृदय रोग से जुड़ी है।",
  "labels.what_is_carbs": "कार्बोहाइड्रेट: आपके शरीर का मुख्य ऊर्जा स्रोत। जटिल कार्ब्स (साबुत अनाज) साधारण शर्करा से बेहतर हैं।",
  "labels.what_is_sugar": "शर्करा: 5g/100g से कम कम है। 22.5g/100g से अधिक अधिक है। सॉस और पेय में छिपी शर्करा की जाँच करें।",
  "labels.what_is_fiber": "फाइबर: प्रति 100g में 6g+ का लक्ष्य रखें। पाचन के लिए बढ़िया और लंबे समय तक भरा हुआ महसूस करने के लिए।",
  "labels.what_is_salt": "नमक/सोडियम: 0.3g/100g से कम कम है। 1.5g/100g से अधिक अधिक है। अधिकांश लोग बहुत अधिक खाते हैं।",
  "labels.what_is_calories": "कैलोरी (kcal): भोजन से आपके शरीर को मिलने वाली ऊर्जा। औसत वयस्क को ~2000 kcal/दिन चाहिए।",
  "labels.daily_reference": "% दैनिक संदर्भ सेवन",
  "labels.traffic_light": "ट्रैफिक लाइट प्रणाली",
  "labels.green_low": "हरा = कम (अधिकांश पोषक तत्वों के लिए अच्छा)",
  "labels.amber_medium": "पीला = मध्यम (संयम में ठीक)",
  "labels.red_high": "लाल = उच्च (इनका कम सेवन करें)",
  "labels.tip": "प्रति 100g मानों का उपयोग करके समान उत्पादों की तुलना करें — यह सबसे उचित तुलना का तरीका है।",
  "supp.vitamin_d": "विटामिन D सप्लीमेंट",
  "supp.vitamin_d.why": "बहुत से लोगों को पर्याप्त विटामिन D बनाने के लिए पर्याप्त धूप नहीं मिलती, विशेषकर सर्दियों के महीनों में या उत्तरी अक्षांशों में।",
  "supp.vitamin_d.note": "यदि आपको सीमित धूप मिलती है, गहरी त्वचा है, या 60 से अधिक उम्र है तो सप्लीमेंट पर विचार करें। 15 मिनट की सैल्मन फ़िलेट लगभग एक पूरे दिन की ज़रूरत पूरी करती है।",
  "supp.vitamin_c": "विटामिन C सप्लीमेंट",
  "supp.vitamin_c.why": "प्रतिरक्षा समर्थन के लिए लोकप्रिय, हालाँकि अधिकांश लोग फलों और सब्ज़ियों से आसानी से अपनी ज़रूरतें पूरी कर लेते हैं।",
  "supp.vitamin_c.note": "एक लाल शिमला मिर्च या दो कीवी अधिकांश सप्लीमेंट गोलियों से अधिक विटामिन C प्रदान करते हैं। यदि आप रोज़ फल और सब्ज़ियाँ खाते हैं तो सप्लीमेंट शायद ही कभी ज़रूरी होते हैं।",
  "supp.vitamin_b12": "विटामिन B12 सप्लीमेंट",
  "supp.vitamin_b12.why": "शाकाहारियों और वीगन के लिए आवश्यक क्योंकि B12 लगभग विशेष रूप से पशु खाद्य पदार्थों में पाया जाता है। उम्र के साथ अवशोषण भी कम होता है।",
  "supp.vitamin_b12.note": "यदि आप नियमित रूप से मांस या मछली खाते हैं, तो आपको संभवतः पर्याप्त मिल रहा है। वीगन को सप्लीमेंट लेना चाहिए या फोर्टिफाइड खाद्य पदार्थ खाने चाहिए। वरिष्ठ नागरिकों को अपने डॉक्टर से B12 स्तर पर चर्चा करनी चाहिए।",
  "supp.iron": "आयरन सप्लीमेंट",
  "supp.iron.why": "अक्सर भारी मासिक धर्म वाली महिलाओं, गर्भवती महिलाओं और आयरन की कमी से एनीमिया से पीड़ित लोगों के लिए अनुशंसित।",
  "supp.iron.note": "कमी की पुष्टि करने वाले रक्त परीक्षण के बिना आयरन सप्लीमेंट न लें, क्योंकि अतिरिक्त आयरन हानिकारक हो सकता है। बेहतर अवशोषण के लिए पौधे-आधारित आयरन स्रोतों को विटामिन C के साथ जोड़ें।",
  "supp.calcium": "कैल्शियम सप्लीमेंट",
  "supp.calcium.why": "उन लोगों की मदद कर सकता है जो डेयरी से बचते हैं, लैक्टोज़ असहिष्णु हैं, या जिन्हें ऑस्टियोपोरोसिस या कम अस्थि घनत्व का निदान हुआ है।",
  "supp.calcium.note": "कैल्शियम-सेट टोफू एक गिलास दूध से प्रति सर्विंग अधिक कैल्शियम प्रदान करता है। यदि आप नियमित रूप से डेयरी और पत्तेदार सब्ज़ियाँ खाते हैं, तो आपको सप्लीमेंट की आवश्यकता नहीं हो सकती। बेहतर अवशोषण के लिए कैल्शियम छोटी खुराक में लें।",
  "supp.magnesium": "मैग्नीशियम सप्लीमेंट",
  "supp.magnesium.why": "एक आमतौर पर कम मिलने वाला खनिज जो नींद की गुणवत्ता, मांसपेशियों की विश्रांति और शरीर में 300 से अधिक एंज़ाइम प्रतिक्रियाओं का समर्थन करता है।",
  "supp.magnesium.note": "मुट्ठी भर बादाम और एक सर्विंग पालक दैनिक ज़रूरतों का लगभग 40% पूरा करती है। सप्लीमेंट लेने पर मैग्नीशियम ग्लाइसिनेट अक्सर अन्य रूपों से बेहतर सहन किया जाता है।",
  "supp.omega_3": "ओमेगा-3 सप्लीमेंट (फिश ऑयल)",
  "supp.omega_3.why": "हृदय, मस्तिष्क और जोड़ों के स्वास्थ्य का समर्थन करता है। अक्सर उन लोगों द्वारा लिया जाता है जो नियमित रूप से मछली नहीं खाते।",
  "supp.omega_3.note": "प्रति सप्ताह वसायुक्त मछली की दो सर्विंग अधिकांश लोगों की ओमेगा-3 ज़रूरतों को पूरा करती हैं। एक चम्मच चिया बीज या मुट्ठी भर अखरोट पौधे-आधारित रूप (ALA) प्रदान करता है। फिश ऑयल सप्लीमेंट उन लोगों के लिए मददगार हो सकता है जो समुद्री भोजन पसंद नहीं करते।",
  "supp.zinc": "ज़िंक सप्लीमेंट",
  "supp.zinc.why": "प्रतिरक्षा कार्य, घाव भरने और स्वाद बोध का समर्थन करता है। कभी-कभी सर्दी के पहले लक्षण पर लिया जाता है।",
  "supp.zinc.note": "विविध आहार खाने वाले अधिकांश लोगों को पर्याप्त ज़िंक मिलता है। शाकाहारियों को पौधे स्रोतों से कम अवशोषण के कारण 50% तक अधिक की आवश्यकता हो सकती है। अतिरिक्त ज़िंक तांबे के अवशोषण में बाधा डाल सकता है।",
  "supp.folate": "फोलेट सप्लीमेंट (फोलिक एसिड)",
  "supp.folate.why": "न्यूरल ट्यूब दोषों को रोकने के लिए गर्भावस्था से पहले और प्रारंभिक गर्भावस्था के दौरान महत्वपूर्ण। लाल रक्त कोशिका निर्माण के लिए भी महत्वपूर्ण।",
  "supp.folate.note": "गर्भधारण की योजना बनाने वाली महिलाओं को गर्भधारण से कम से कम एक महीने पहले से रोज़ाना 400mcg लेना चाहिए। एक कप पकी हुई दाल गैर-गर्भवती वयस्कों की दैनिक ज़रूरतों का लगभग 90% पूरा करती है।",
  "supp.potassium": "पोटैशियम सप्लीमेंट",
  "supp.potassium.why": "रक्तचाप और द्रव संतुलन को नियंत्रित करने में मदद करता है। अधिकांश लोगों को केवल आहार से पर्याप्त नहीं मिलता।",
  "supp.potassium.note": "सप्लीमेंट की खुराक कम (99mg) रखी जाती है क्योंकि अतिरिक्त पोटैशियम खतरनाक हो सकता है, विशेषकर गुर्दे की समस्या वाले लोगों के लिए। एक भुना हुआ शकरकंद प्राकृतिक रूप से 700mg से अधिक प्रदान करता है। पोटैशियम बढ़ाने का सबसे सुरक्षित तरीका भोजन है।",
  "supp.vitamin_a": "विटामिन A सप्लीमेंट",
  "supp.vitamin_a.why": "दृष्टि, प्रतिरक्षा कार्य और त्वचा स्वास्थ्य का समर्थन करता है। विकसित देशों में कमी दुर्लभ है लेकिन विकासशील दुनिया के कुछ हिस्सों में आम है।",
  "supp.vitamin_a.note": "एक मध्यम शकरकंद दैनिक ज़रूरतों का 160% प्रदान करता है। सब्ज़ियों से बीटा-कैरोटीन आवश्यकतानुसार विटामिन A में बदल जाता है, इसलिए भोजन स्रोतों से विषाक्तता लगभग असंभव है। पूर्वनिर्मित विटामिन A सप्लीमेंट उच्च खुराक पर विषाक्तता पैदा कर सकते हैं।",
  "supp.vitamin_e": "विटामिन E सप्लीमेंट",
  "supp.vitamin_e.why": "कोशिकाओं को क्षति से बचाने वाले एंटीऑक्सीडेंट के रूप में कार्य करता है। कभी-कभी त्वचा स्वास्थ्य और एंटी-एजिंग के लिए प्रचारित।",
  "supp.vitamin_e.note": "मुट्ठी भर बादाम दैनिक ज़रूरतों का 50% से अधिक प्रदान करते हैं। उच्च खुराक पर विटामिन E सप्लीमेंट ने अध्ययनों में मिश्रित परिणाम दिखाए हैं और रक्त पतला करने वाली दवाओं के साथ परस्पर क्रिया कर सकते हैं। सप्लीमेंट की बजाय भोजन स्रोतों की सिफारिश की जाती है।",
  "supp.selenium": "सेलेनियम सप्लीमेंट",
  "supp.selenium.why": "थायरॉइड कार्य, प्रतिरक्षा रक्षा और ऑक्सीडेटिव तनाव से सुरक्षा का समर्थन करता है।",
  "supp.selenium.note": "प्रतिदिन केवल एक या दो ब्राज़ील नट्स आपकी पूरी सेलेनियम ज़रूरत पूरी करते हैं। टूना का एक कैन दैनिक ज़रूरतों का 140% पूरा करता है। सप्लीमेंटेशन शायद ही कभी आवश्यक होता है और अतिरिक्त सेलेनियम विषाक्त हो सकता है।",
  "supp.probiotics": "प्रोबायोटिक सप्लीमेंट",
  "supp.probiotics.why": "लाभकारी बैक्टीरिया प्रदान करके आंत स्वास्थ्य का समर्थन करने का लक्ष्य रखता है। कई स्वास्थ्य दावों के लिए शोध आशाजनक लेकिन अभी भी विकसित हो रहा है।",
  "supp.probiotics.note": "ग्रीक योगर्ट, केफ़िर और अन्य किण्वित खाद्य पदार्थों में प्राकृतिक रूप से प्रोबायोटिक्स होते हैं और प्रोटीन, कैल्शियम और अन्य पोषक तत्व भी प्रदान करते हैं जो कैप्सूल नहीं दे सकते। पहले भोजन-आधारित प्रोबायोटिक्स पर विचार करें।",
  "supp.fiber": "फाइबर सप्लीमेंट",
  "supp.fiber.why": "जब आहार में फाइबर का सेवन अपर्याप्त हो तब उपयोग किया जाता है। नियमितता, रक्त शर्करा नियंत्रण और कोलेस्ट्रॉल प्रबंधन में मदद करता है।",
  "supp.fiber.note": "दो चम्मच चिया बीज लगभग 10g फाइबर प्रदान करते हैं साथ ही प्रोटीन, ओमेगा-3 और खनिज जो इसबगोल सप्लीमेंट नहीं दे सकता। साबुत खाद्य पदार्थ फाइबर के साथ सैकड़ों अन्य लाभकारी यौगिक प्रदान करते हैं। पाचन असुविधा से बचने के लिए धीरे-धीरे फाइबर बढ़ाएँ।",
  "supp.food_first_message": "प्रकृति हमारी अधिकांश ज़रूरतें पूरी करती है। यहाँ बताया गया है कि असली भोजन से अपने पोषक तत्व कैसे प्राप्त करें।",
  "recipe.salmon_avocado_bowl": "सैल्मन और एवोकाडो राइस बाउल",
  "recipe.salmon_avocado_bowl.desc": "ब्राउन राइस पर पैन-सियर्ड सैल्मन और मलाईदार एवोकाडो स्लाइस का एक जीवंत बाउल। ओमेगा-3 और प्रोटीन से भरपूर, यह संतुलित लंच केवल 12 मिनट में तैयार होता है।",
  "recipe.salmon_avocado_bowl.steps": "1. पैकेज के निर्देशों के अनुसार ब्राउन राइस पकाएँ और अलग रख दें।\n2. सैल्मन फ़िलेट को नमक, काली मिर्च और नींबू के रस से सीज़न करें।\n3. जैतून के तेल की कुछ बूँदों के साथ नॉन-स्टिक पैन को मध्यम-उच्च आँच पर गर्म करें।\n4. सैल्मन को त्वचा की तरफ़ से 4 मिनट सियर करें, फिर पलटें और 3 मिनट और पकाएँ।\n5. जब तक सैल्मन पक रहा है, एवोकाडो को स्लाइस करें।\n6. बाउल तैयार करें: नीचे चावल, ऊपर सैल्मन, बगल में एवोकाडो।\n7. सोया सॉस या अपनी पसंदीदा ड्रेसिंग से सजाएँ।",
  "recipe.overnight_oats_berries": "ओवरनाइट ओट्स बेरी के साथ",
  "recipe.overnight_oats_berries.desc": "मलाईदार, बिना पकाए ओट्स जो ताज़ी ब्लूबेरी, चिया बीज और शहद की एक बूँद के साथ रात भर भिगोए जाते हैं। फ्रिज से निकालें और तुरंत फाइबर से भरपूर नाश्ता तैयार।",
  "recipe.overnight_oats_berries.steps": "1. रोल्ड ओट्स, दूध और चिया बीज को जार या कंटेनर में मिलाएँ।\n2. शहद डालें और अच्छी तरह हिलाएँ।\n3. कंटेनर को सील करें और रात भर (कम से कम 6 घंटे) फ्रिज में रखें।\n4. सुबह, ओट्स को हिलाएँ और अगर बहुत गाढ़ा हो तो और दूध डालें।\n5. ताज़ी ब्लूबेरी से सजाएँ।\n6. सीधे फ्रिज से ठंडा आनंद लें, या गर्म पसंद हो तो माइक्रोवेव में 90 सेकंड गर्म करें।",
  "recipe.scrambled_eggs_toast": "पालक के साथ टोस्ट पर स्क्रैम्बल्ड अंडे",
  "recipe.scrambled_eggs_toast.desc": "होल व्हीट टोस्ट पर मुलायम स्क्रैम्बल्ड अंडे, विल्टेड पालक और चेडर चीज़ की छिड़काव। पूरे परिवार का प्रोटीन-समृद्ध नाश्ता 10 मिनट से कम में।",
  "recipe.scrambled_eggs_toast.steps": "1. तीन अंडे एक कटोरे में तोड़ें, थोड़ा दूध डालें, और चिकना होने तक फेंटें।\n2. मक्खन के एक छोटे टुकड़े के साथ नॉन-स्टिक पैन को मध्यम-धीमी आँच पर गर्म करें।\n3. पालक डालें और बस मुरझाने तक हिलाएँ, लगभग 30 सेकंड। निकालकर अलग रखें।\n4. अंडे डालें और स्पैचुला से धीरे-धीरे हिलाएँ, धीरे-धीरे दहीदार बनने दें।\n5. जब अंडे लगभग सेट हो जाएँ लेकिन अभी भी थोड़े नरम हों, आँच से उतारें।\n6. ब्रेड को सुनहरा होने तक टोस्ट करें।\n7. टोस्ट पर पालक, फिर अंडे, फिर कसा हुआ चेडर चीज़ रखें।",
  "recipe.greek_yogurt_parfait": "ग्रीक योगर्ट पार्फ़े",
  "recipe.greek_yogurt_parfait.desc": "गाढ़े ग्रीक योगर्ट, ताज़ी स्ट्रॉबेरी, कुरकुरे बादाम और शहद की परतें। प्रोटीन-पैक्ड स्नैक या हल्का नाश्ता जो पाँच मिनट से कम में तैयार।",
  "recipe.greek_yogurt_parfait.steps": "1. एक ग्लास या कटोरे में ग्रीक योगर्ट की एक परत रखें।\n2. कटी हुई स्ट्रॉबेरी की एक परत डालें।\n3. कटे हुए बादाम छिड़कें।\n4. ग्लास भरने तक परतें दोहराएँ।\n5. ऊपर से शहद डालें।\n6. सर्वोत्तम कुरकुरापन के लिए तुरंत परोसें, या 2 घंटे तक फ्रिज में रखें।",
  "recipe.avocado_toast_egg": "तले अंडे के साथ एवोकाडो टोस्ट",
  "recipe.avocado_toast_egg.desc": "पूरी तरह पके एवोकाडो को होल व्हीट ब्रेड पर मैश किया गया, सुनहरे तले अंडे और ताज़े टमाटर स्लाइस से सजाया। स्वस्थ वसा, प्रोटीन और फाइबर का संतोषजनक मिश्रण।",
  "recipe.avocado_toast_egg.steps": "1. होल व्हीट ब्रेड को सुनहरा और कुरकुरा होने तक टोस्ट करें।\n2. ब्रेड टोस्ट होते समय, जैतून के तेल की बूँदों के साथ एक छोटा पैन मध्यम आँच पर गर्म करें।\n3. पैन में अंडा तोड़ें और सफ़ेद भाग सेट होने तक लेकिन जर्दी अभी भी बहती हो तब तक तलें।\n4. एवोकाडो को कांटे से मैश करें, चुटकी भर नमक और नींबू का रस डालें।\n5. मैश किए एवोकाडो को टोस्ट पर फैलाएँ।\n6. एवोकाडो के ऊपर तला हुआ अंडा रखें।\n7. अंडे के चारों ओर टमाटर के स्लाइस लगाएँ और नमक-मिर्च से सीज़न करें।",
  "recipe.banana_peanut_butter_smoothie": "बनाना पीनट बटर स्मूदी",
  "recipe.banana_peanut_butter_smoothie.desc": "पके केले को पीनट बटर, दूध और ओट्स के साथ ब्लेंड की गई गाढ़ी, मलाईदार स्मूदी। गतिविधि से पहले या बाद में ऊर्जा बढ़ाने के लिए बिल्कुल सही।",
  "recipe.banana_peanut_butter_smoothie.steps": "1. केला छीलें और टुकड़ों में तोड़ें।\n2. केला, पीनट बटर, दूध और ओट्स ब्लेंडर में डालें।\n3. पूरी तरह चिकना होने तक 30-45 सेकंड तेज़ गति पर ब्लेंड करें।\n4. एक लंबे ग्लास में डालें।\n5. अतिरिक्त ठंडी स्मूदी के लिए, फ़्रोज़न केला या ब्लेंडिंग से पहले मुट्ठी भर बर्फ़ डालें।",
  "recipe.tuna_salad_wrap": "टूना सलाद रैप",
  "recipe.tuna_salad_wrap.desc": "एवोकाडो, ताज़े टमाटर और बेबी पालक के साथ मिला हुआ टूना, होल व्हीट रैप में लपेटा गया। उच्च-प्रोटीन, ओमेगा-3 से भरपूर लंच जो आसानी से पैक होता है।",
  "recipe.tuna_salad_wrap.steps": "1. डिब्बाबंद टूना को अच्छी तरह छान लें और कटोरे में रखें।\n2. एवोकाडो मैश करें और मेयोनेज़ की जगह टूना में मिलाएँ।\n3. टमाटर को छोटे टुकड़ों में काटें और टूना मिश्रण में मोड़ें।\n4. नमक, काली मिर्च और नींबू के रस से सीज़न करें।\n5. होल व्हीट रैप पर पालक के पत्ते बिछाएँ।\n6. पालक पर टूना मिश्रण रखें।\n7. रैप को कसकर रोल करें, किनारों को अंदर मोड़ते हुए। परोसने के लिए आधा काटें।",
  "recipe.apple_almond_snack": "सेब और बादाम स्नैक",
  "recipe.apple_almond_snack.desc": "सबसे सरल स्वस्थ स्नैक: कुरकुरे सेब के टुकड़े और मुट्ठी भर कच्चे बादाम। फाइबर, स्वस्थ वसा और प्राकृतिक मिठास का संयोजन घंटों तक भूख दूर रखता है।",
  "recipe.apple_almond_snack.steps": "1. सेब धोएँ और बीज निकालकर फाँकों में काटें।\n2. मुट्ठी भर बादाम (लगभग 23 बादाम) मापें।\n3. प्लेट पर सजाएँ या चलते-फिरते स्नैक के लिए कंटेनर में पैक करें।\n4. विविधता के लिए, सेब के स्लाइस पर बादाम बटर की पतली परत लगाकर खाएँ।",
  "recipe.cottage_cheese_fruit_bowl": "कॉटेज चीज़ और फल बाउल",
  "recipe.cottage_cheese_fruit_bowl.desc": "मलाईदार कॉटेज चीज़ पर मीठे आम के टुकड़े, कुरकुरे अखरोट और अलसी के बीज। प्रोटीन और ओमेगा-3 से भरपूर, प्राकृतिक रूप से मीठे उष्णकटिबंधीय स्वाद के साथ।",
  "recipe.cottage_cheese_fruit_bowl.steps": "1. कटोरे में कॉटेज चीज़ डालें।\n2. आम छीलें और छोटे टुकड़ों में काटें।\n3. कॉटेज चीज़ के ऊपर आम सजाएँ।\n4. ऊपर अखरोट और पिसे अलसी के बीज छिड़कें।\n5. अतिरिक्त मिठास चाहें तो शहद डालें।\n6. सर्वोत्तम बनावट विपरीतता के लिए तुरंत आनंद लें।",
  "recipe.dark_chocolate_banana_bites": "डार्क चॉकलेट बनाना बाइट्स",
  "recipe.dark_chocolate_banana_bites.desc": "जमे हुए केले के गोल टुकड़े पिघली डार्क चॉकलेट में डुबोए और कुचले बादाम से सजाए गए। एंटीऑक्सीडेंट, पोटैशियम और मैग्नीशियम से भरपूर प्राकृतिक रूप से मीठा ट्रीट।",
  "recipe.dark_chocolate_banana_bites.steps": "1. केले छीलें और 1cm गोल टुकड़ों में काटें।\n2. बेकिंग शीट पर पार्चमेंट पेपर बिछाएँ और केले के स्लाइस एक परत में लगाएँ।\n3. 30 मिनट तक सख़्त होने तक फ़्रीज़ करें।\n4. डार्क चॉकलेट को माइक्रोवेव-सेफ बाउल में 20-सेकंड के अंतराल पर पिघलाएँ, बीच में हिलाते रहें।\n5. बादाम को छोटे टुकड़ों में कुचलें।\n6. हर जमे हुए केले के टुकड़े को आधा पिघली चॉकलेट में डुबोएँ।\n7. चॉकलेट जमने से पहले ऊपर कुचले बादाम छिड़कें।\n8. सेट होने के लिए 10 मिनट फ़्रीज़र में वापस रखें। फ़्रीज़र में स्टोर करें।",
  "recipe.chicken_stir_fry": "चिकन और ब्रोकोली स्टर-फ्राई",
  "recipe.chicken_stir_fry.desc": "ब्राउन राइस पर ब्रोकोली और शिमला मिर्च के साथ स्टर-फ्राई किए गए नरम चिकन ब्रेस्ट के टुकड़े, लहसुन और सोया सॉस से सजाए गए। उच्च-प्रोटीन, संतुलित भोजन 20 मिनट में तैयार।",
  "recipe.chicken_stir_fry.steps": "1. चिकन ब्रेस्ट को पतली स्ट्रिप्स में काटें और नमक, काली मिर्च और सोया सॉस से सीज़न करें।\n2. पैकेज निर्देशों के अनुसार ब्राउन राइस पकाएँ।\n3. एक बड़े पैन या वोक में जैतून का तेल तेज़ आँच पर गर्म करें।\n4. चिकन स्ट्रिप्स डालें और 5-6 मिनट तक सुनहरा और पूरा पकने तक स्टर-फ्राई करें। निकालकर अलग रखें।\n5. उसी पैन में कटा लहसुन डालें और 30 सेकंड हिलाएँ।\n6. ब्रोकोली के फूल और कटी शिमला मिर्च डालें। 3-4 मिनट तक कुरकुरा-नरम होने तक स्टर-फ्राई करें।\n7. चिकन वापस पैन में डालें, सब कुछ मिलाएँ, और ब्राउन राइस पर परोसें।",
  "recipe.lentil_soup": "पौष्टिक दाल का सूप",
  "recipe.lentil_soup.desc": "गाजर, टमाटर, पालक और लहसुन के साथ उबाली गई दाल का गर्म बर्तन। बजट-अनुकूल, वीगन, और आयरन तथा फाइबर से भरपूर। चार बड़ी सर्विंग बनता है।",
  "recipe.lentil_soup.steps": "1. दाल को ठंडे पानी में धोएँ और छान लें।\n2. एक बड़े बर्तन में मध्यम आँच पर जैतून का तेल गर्म करें।\n3. कटी गाजर और कटा लहसुन डालें, 3-4 मिनट नरम होने तक पकाएँ।\n4. दाल, कटे टमाटर और लगभग 5cm ऊपर तक पर्याप्त पानी या शोरबा डालें।\n5. उबाल आने दें, फिर आँच कम करें और 20 मिनट तक दाल नरम होने तक पकाएँ।\n6. पकाने के अंतिम 2 मिनट में पालक डालें।\n7. नमक, काली मिर्च और नींबू के रस से सीज़न करें। कुरकुरी ब्रेड के साथ गर्म परोसें।",
  "recipe.shrimp_garlic_pasta": "झींगा और लहसुन पास्ता",
  "recipe.shrimp_garlic_pasta.desc": "भरपूर लहसुन के साथ भुने हुए झींगे, होल व्हीट पास्ता, चेरी टमाटर और ताज़े पालक के साथ जैतून के तेल में। सेलेनियम और प्रोटीन से भरपूर भूमध्यसागरीय प्रेरित डिनर।",
  "recipe.shrimp_garlic_pasta.steps": "1. पैकेज निर्देशों के अनुसार नमकीन उबलते पानी में पास्ता पकाएँ। छानें, आधा कप पास्ता पानी बचाकर रखें।\n2. पास्ता पकते समय, एक बड़े पैन में मध्यम-तेज़ आँच पर जैतून का तेल गर्म करें।\n3. झींगे एक परत में डालें और हर तरफ़ 2 मिनट गुलाबी होने तक पकाएँ। निकालकर अलग रखें।\n4. आँच कम करें, उसी पैन में कटा लहसुन डालें, और 1 मिनट तक सुगंधित होने तक हिलाएँ।\n5. आधे कटे चेरी टमाटर डालें और 2 मिनट पकाएँ।\n6. पालक डालें और मुरझाने तक हिलाएँ।\n7. झींगे वापस पैन में डालें, छाना हुआ पास्ता और थोड़ा पास्ता पानी डालें।\n8. सब कुछ मिलाएँ और नींबू निचोड़कर परोसें।",
  "recipe.quinoa_veggie_bowl": "क्विनोआ और सब्ज़ी पावर बाउल",
  "recipe.quinoa_veggie_bowl.desc": "छोले, एवोकाडो, केल और भुनी शिमला मिर्च से भरा हुआ फूला क्विनोआ, जैतून के तेल और नींबू से सजा। उत्कृष्ट फाइबर के साथ संपूर्ण पौधे-आधारित प्रोटीन बाउल।",
  "recipe.quinoa_veggie_bowl.steps": "1. क्विनोआ अच्छी तरह धोएँ और पैकेज निर्देशों के अनुसार पानी में पकाएँ। कांटे से फुलाएँ।\n2. छोले छानकर धोएँ।\n3. कटी शिमला मिर्च को जैतून के तेल के साथ 200C पर 15 मिनट भूनें।\n4. केल के पत्तों को थोड़े जैतून के तेल और चुटकी भर नमक से नरम करने के लिए मसाज करें।\n5. एवोकाडो काटें।\n6. बाउल तैयार करें: नीचे क्विनोआ, फिर छोले, भुनी मिर्च, केल और एवोकाडो।\n7. जैतून का तेल और ताज़ा नींबू रस डालें। नमक और काली मिर्च से सीज़न करें।",
  "recipe.turkey_spinach_wrap": "टर्की और पालक रैप",
  "recipe.turkey_spinach_wrap.desc": "होल व्हीट रैप में ताज़े पालक, चेडर और टमाटर के साथ लीन टर्की ब्रेस्ट स्लाइस। काम या स्कूल के लिए उच्च-प्रोटीन, पोर्टेबल लंच।",
  "recipe.turkey_spinach_wrap.steps": "1. होल व्हीट रैप को साफ़ सतह पर बिछाएँ।\n2. किनारों पर बॉर्डर छोड़ते हुए रैप पर पालक के पत्ते लगाएँ।\n3. पालक पर टर्की स्लाइस समान रूप से बिछाएँ।\n4. कटा टमाटर और कसे चेडर की पतली परत डालें।\n5. हल्के से नमक-मिर्च छिड़कें।\n6. किनारे अंदर मोड़ें और नीचे से कसकर रोल करें।\n7. तिरछा काटें और आसान परिवहन के लिए फ़ॉइल में लपेटें।",
  "recipe.tofu_veggie_stir_fry": "टोफू और सब्ज़ी स्टर-फ्राई",
  "recipe.tofu_veggie_stir_fry.desc": "ब्राउन राइस पर ब्रोकोली, मशरूम और गाजर के साथ कुरकुरे पैन-फ्राइड टोफू क्यूब्स। कैल्शियम और प्रोटीन से भरपूर संतोषजनक पौधे-आधारित डिनर।",
  "recipe.tofu_veggie_stir_fry.steps": "1. अतिरिक्त नमी निकालने के लिए टोफू को पेपर टॉवल के बीच दबाएँ, फिर 2cm क्यूब्स में काटें।\n2. पैकेज निर्देशों के अनुसार ब्राउन राइस पकाएँ।\n3. एक बड़े पैन या वोक में तेज़ आँच पर जैतून का तेल गर्म करें।\n4. टोफू क्यूब्स एक परत में डालें और नीचे से सुनहरा होने तक 3-4 मिनट बिना हिलाए पकाएँ। पलटें और दोहराएँ।\n5. टोफू निकालकर अलग रखें।\n6. उसी पैन में कटे मशरूम 2 मिनट स्टर-फ्राई करें।\n7. ब्रोकोली के फूल और कटी गाजर डालें, 3-4 मिनट कुरकुरा-नरम होने तक पकाएँ।\n8. टोफू वापस पैन में डालें, सोया सॉस डालें और मिलाएँ। चावल पर परोसें।",
  "recipe.oatmeal_banana_walnut": "केला और अखरोट के साथ दलिया",
  "recipe.oatmeal_banana_walnut.desc": "दूध के साथ पका गर्म, मलाईदार दलिया, कटे केले, कुरकुरे अखरोट और शहद से सजा। किसी भी सुबह के लिए हृदय-स्वस्थ, फाइबर-समृद्ध शुरुआत।",
  "recipe.oatmeal_banana_walnut.steps": "1. एक छोटे बर्तन में मध्यम आँच पर ओट्स और दूध मिलाएँ।\n2. बीच-बीच में हिलाते हुए धीमा उबाल लाएँ।\n3. 5-7 मिनट बार-बार हिलाते हुए पकाएँ, जब तक ओट्स गाढ़े और मलाईदार न हो जाएँ।\n4. कटोरे में डालें।\n5. केला काटें और ऊपर सजाएँ।\n6. कटे अखरोट छिड़कें।\n7. शहद डालें और गर्म परोसें।",
  "recipe.egg_veggie_muffins": "अंडा और सब्ज़ी मफ़िन",
  "recipe.egg_veggie_muffins.desc": "पालक, शिमला मिर्च, मशरूम और चेडर के साथ बेक किए गए व्यक्तिगत अंडा कप। रविवार को एक बैच बनाएँ और पूरे सप्ताह त्वरित, प्रोटीन-पैक्ड नाश्ते के लिए गर्म करें।",
  "recipe.egg_veggie_muffins.steps": "1. ओवन को 180C (350F) पर प्रीहीट करें और 6-कप मफ़िन टिन को ग्रीस करें।\n2. पालक, शिमला मिर्च और मशरूम को बारीक काटें।\n3. सब्ज़ियों को मफ़िन कप में बराबर बाँटें।\n4. अंडे एक कटोरे में तोड़ें, अच्छी तरह फेंटें, और नमक-मिर्च डालें।\n5. अंडे का मिश्रण हर कप में बराबर डालें, लगभग तीन-चौथाई भरें।\n6. हर एक के ऊपर कसा चेडर छिड़कें।\n7. 18-20 मिनट तक सेट और हल्का सुनहरा होने तक बेक करें।\n8. टिन से निकालने से पहले 2 मिनट ठंडा होने दें। फ्रिज में 4 दिन तक स्टोर करें।",
  "recipe.chickpea_salad": "भूमध्यसागरीय छोले का सलाद",
  "recipe.chickpea_salad.desc": "छोले, कटे टमाटर, शिमला मिर्च, एवोकाडो और पालक का रंगीन सलाद, जैतून के तेल और नींबू से सजा। वीगन, उच्च फाइबर, और अनंत रूप से कस्टमाइज़ करने योग्य।",
  "recipe.chickpea_salad.steps": "1. छोले छानकर धोएँ।\n2. टमाटर, शिमला मिर्च और एवोकाडो को समान आकार के टुकड़ों में काटें।\n3. छोले, कटी सब्ज़ियाँ और पालक के पत्ते एक बड़े कटोरे में मिलाएँ।\n4. ड्रेसिंग बनाने के लिए जैतून का तेल, नींबू का रस, नमक और काली मिर्च फेंटें।\n5. सलाद पर ड्रेसिंग डालें और हल्के से मिलाएँ।\n6. स्वाद मिलने के लिए 5 मिनट रखें।\n7. कमरे के तापमान पर परोसें। अगले दिन के लंच के लिए फ्रिज में अच्छी तरह रहता है।",
  "recipe.salmon_kale_sweet_potato": "केल और शकरकंद के साथ सैल्मन",
  "recipe.salmon_kale_sweet_potato.desc": "ओवन-बेक्ड सैल्मन फ़िलेट भुने शकरकंद वेजेज़ और लहसुन वाले भुने केल के साथ। ओमेगा-3, विटामिन A और सूजन-रोधी यौगिकों से भरपूर पोषक तत्वों से भरा डिनर।",
  "recipe.salmon_kale_sweet_potato.steps": "1. ओवन को 200C (400F) पर प्रीहीट करें।\n2. शकरकंद को वेजेज़ में काटें, जैतून के तेल और नमक के साथ मिलाएँ, और बेकिंग शीट पर फैलाएँ।\n3. 15 मिनट भूनें।\n4. सैल्मन फ़िलेट को नमक, काली मिर्च और जैतून के तेल से सीज़न करें।\n5. सैल्मन को शकरकंद के बगल में बेकिंग शीट पर रखें।\n6. सैल्मन आसानी से टूटने तक 12-15 मिनट एक साथ भूनें।\n7. इस बीच, जैतून के तेल और कटे लहसुन के साथ पैन गर्म करें। केल डालें और 3-4 मिनट भूनें।\n8. केल पर सैल्मन रखें और बगल में शकरकंद वेजेज़ परोसें।",
  "recipe.homemade_turkey_burger": "घर का बना टर्की बर्गर",
  "recipe.homemade_turkey_burger.desc": "जड़ी-बूटियों से सीज़न किए रसीले टर्की पैटीज़, होल व्हीट बन पर एवोकाडो, टमाटर और ताज़े पालक के साथ। क्लासिक बर्गर का लीन, अधिक पौष्टिक संस्करण।",
  "recipe.homemade_turkey_burger.steps": "1. एक कटोरे में पिसा टर्की, नमक, काली मिर्च, लहसुन पाउडर और चुटकी भर पैप्रिका मिलाएँ।\n2. मिश्रण को दो बराबर पैटीज़ में बनाएँ, हर एक के बीच में छोटा गड्ढा दबाएँ।\n3. ग्रिल पैन या स्किलेट को मध्यम-तेज़ आँच पर गर्म करें।\n4. पैटीज़ को हर तरफ़ 5-6 मिनट पूरी तरह पकने तक पकाएँ (आंतरिक तापमान 74C/165F)।\n5. होल व्हीट बन हल्के से टोस्ट करें।\n6. निचले बन पर थोड़ा एवोकाडो मैश करके लगाएँ।\n7. टर्की पैटी, टमाटर स्लाइस और पालक की परत लगाएँ।\n8. ऊपर बन रखें और परोसें।",
  "recipe.beef_broccoli_bowl": "बीफ़ और ब्रोकोली बाउल",
  "recipe.beef_broccoli_bowl.desc": "ब्राउन राइस पर लहसुन सॉस में ब्रोकोली के साथ स्टर-फ्राई किए लीन बीफ़ की नरम स्ट्रिप्स। हर कौर में आयरन, ज़िंक और B12 प्रदान करने वाला क्लासिक संयोजन।",
  "recipe.beef_broccoli_bowl.steps": "1. बीफ़ को रेशों के विपरीत पतली स्ट्रिप्स में काटें।\n2. पैकेज निर्देशों के अनुसार ब्राउन राइस पकाएँ।\n3. एक बड़े पैन या वोक में तेज़ आँच पर जैतून का तेल गर्म करें।\n4. बीफ़ स्ट्रिप्स डालें और 3-4 मिनट भूरा होने तक स्टर-फ्राई करें। निकालकर अलग रखें।\n5. उसी पैन में कटा लहसुन डालें और 30 सेकंड हिलाएँ।\n6. ब्रोकोली के फूल और थोड़ा पानी डालें, ढक्कन लगाएँ, और 3 मिनट भाप में पकाएँ।\n7. बीफ़ वापस पैन में डालें, सोया सॉस डालें और मिलाएँ।\n8. ब्राउन राइस पर परोसें, चाहें तो तिल के बीज छिड़कें।",
  "recipe.black_bean_sweet_potato_chili": "ब्लैक बीन और शकरकंद चिली",
  "recipe.black_bean_sweet_potato_chili.desc": "ब्लैक बीन्स, भुने शकरकंद, टमाटर और शिमला मिर्च से बनी गाढ़ी, स्मोकी चिली। वीगन, बजट-अनुकूल, और फाइबर से भरपूर। चार बड़े बाउल के लिए पर्याप्त।",
  "recipe.black_bean_sweet_potato_chili.steps": "1. शकरकंद छीलें और 2cm क्यूब्स में काटें।\n2. एक बड़े बर्तन में मध्यम आँच पर जैतून का तेल गर्म करें।\n3. कटी शिमला मिर्च और कटा लहसुन डालें, 3 मिनट पकाएँ।\n4. शकरकंद के क्यूब्स डालें और मिलाएँ।\n5. कटे टमाटर, छाने ब्लैक बीन्स और बस ढकने तक पर्याप्त पानी डालें।\n6. जीरा, मिर्च पाउडर, स्मोक्ड पैप्रिका, नमक और काली मिर्च से सीज़न करें।\n7. उबाल आने दें, आँच कम करें, और शकरकंद नरम होने तक 25-30 मिनट पकाएँ।\n8. बाउल में परोसें, चाहें तो योगर्ट या कटे एवोकाडो से सजाएँ।",
  "recipe.baked_chicken_vegetables": "वन-पैन बेक्ड चिकन और सब्ज़ियाँ",
  "recipe.baked_chicken_vegetables.desc": "शकरकंद, ब्रोकोली और गाजर के साथ एक शीट पैन पर भुने चिकन ब्रेस्ट। सरल तैयारी, न्यूनतम सफ़ाई, और एक संतुलित भोजन जो पूरा परिवार खाएगा।",
  "recipe.baked_chicken_vegetables.steps": "1. ओवन को 200C (400F) पर प्रीहीट करें।\n2. शकरकंद और गाजर को समान आकार के टुकड़ों में काटें।\n3. सब्ज़ियों को जैतून के तेल, नमक, काली मिर्च और कटे लहसुन के साथ एक बड़ी बेकिंग शीट पर मिलाएँ।\n4. जड़ वाली सब्ज़ियों को शुरुआत देने के लिए 15 मिनट भूनें।\n5. चिकन ब्रेस्ट को नमक, काली मिर्च और अपनी पसंदीदा जड़ी-बूटियों से सीज़न करें।\n6. सब्ज़ियों को किनारों पर धकेलें और चिकन को पैन के बीच में रखें।\n7. चिकन के चारों ओर ब्रोकोली के फूल डालें।\n8. चिकन का आंतरिक तापमान 74C (165F) होने तक और 25 मिनट भूनें।\n9. काटने और परोसने से पहले 5 मिनट आराम दें।",
  "recipe.sardine_toast_salad": "हरे सलाद के साथ सार्डिन टोस्ट",
  "recipe.sardine_toast_salad.desc": "डिब्बाबंद सार्डिन एवोकाडो के साथ मैश करके होल व्हीट ब्रेड पर, केल और टमाटर सलाद के साथ परोसा गया। ओमेगा-3, कैल्शियम और B12 से भरपूर कम आँका गया, बजट-अनुकूल भोजन।",
  "recipe.sardine_toast_salad.steps": "1. सार्डिन छानें और कटोरे में रखें।\n2. कांटे से मैश करें, कटा एवोकाडो, नींबू का रस, नमक और काली मिर्च डालें।\n3. होल व्हीट ब्रेड को सुनहरा होने तक टोस्ट करें।\n4. टोस्ट पर सार्डिन-एवोकाडो मिश्रण मोटी परत में फैलाएँ।\n5. सलाद के लिए, फटे केल के पत्ते और कटे टमाटर मिलाएँ।\n6. जैतून के तेल, नींबू रस और चुटकी भर नमक से ड्रेस करें।\n7. टोस्ट को सलाद के बगल में परोसें।",
  "recipe.lentil_bolognese": "दाल बोलोनीज़",
  "recipe.lentil_bolognese.desc": "पूरी तरह दाल, मशरूम, गाजर और टमाटर से बनी गाढ़ी, मांस जैसी पास्ता सॉस। मांस प्रेमी भी इसका आनंद लेते हैं। आयरन, फाइबर और प्रोटीन से भरपूर।",
  "recipe.lentil_bolognese.steps": "1. दाल को ठंडे पानी में धोएँ और छान लें।\n2. गाजर और मशरूम बारीक काटें।\n3. एक बड़े बर्तन में मध्यम आँच पर जैतून का तेल गर्म करें।\n4. कटा लहसुन और कटी गाजर डालें, 3-4 मिनट पकाएँ।\n5. मशरूम डालें और नरम होने तक 3 मिनट और पकाएँ।\n6. दाल और कटे टमाटर उनके रस सहित डालें।\n7. दाल ढकने तक पर्याप्त पानी डालें, उबाल आने दें, फिर आँच कम करें।\n8. बीच-बीच में हिलाते हुए 25-30 मिनट तक पकाएँ, जब तक दाल नरम और सॉस गाढ़ी न हो जाए।\n9. नमक, काली मिर्च और सूखी इतालवी जड़ी-बूटियों से अच्छी तरह सीज़न करें। अपने पसंदीदा पास्ता पर परोसें।",
  "recipe.stuffed_bell_peppers": "स्टफ्ड शिमला मिर्च",
  "recipe.stuffed_bell_peppers.desc": "क्विनोआ, ब्लैक बीन्स, टमाटर और पिघले चेडर के स्वादिष्ट मिश्रण से भरी रंगीन शिमला मिर्च। एक संपूर्ण प्रोटीन भोजन जो प्रभावशाली दिखता है लेकिन आश्चर्यजनक रूप से आसान है।",
  "recipe.stuffed_bell_peppers.steps": "1. ओवन को 190C (375F) पर प्रीहीट करें।\n2. शिमला मिर्च के ऊपरी हिस्से काटें और बीज निकालें।\n3. पैकेज निर्देशों के अनुसार क्विनोआ पकाएँ।\n4. पके क्विनोआ में छाने ब्लैक बीन्स, कटे टमाटर, कटा लहसुन और आधा चेडर मिलाएँ।\n5. फिलिंग को जीरा, नमक और काली मिर्च से सीज़न करें।\n6. हर मिर्च में फिलिंग भरें, अच्छी तरह दबाएँ।\n7. मिर्च को बेकिंग डिश में खड़ा रखें और बचा चेडर ऊपर छिड़कें।\n8. फ़ॉइल से ढकें और 25 मिनट बेक करें।\n9. फ़ॉइल हटाएँ और चीज़ सुनहरा और मिर्च नरम होने तक 10 मिनट और बेक करें।",
  "recipe.slow_cooker_chicken_soup": "स्लो कुकर चिकन सूप",
  "recipe.slow_cooker_chicken_soup.desc": "एक आरामदायक, पौष्टिक चिकन सूप जो अपने आप बन जाता है। गाजर, फूलगोभी, पालक और लहसुन के साथ धीमी आँच पर उबाला गया चिकन ब्रेस्ट। आगे के सप्ताह के लिए छह सर्विंग बनाता है।",
  "recipe.slow_cooker_chicken_soup.steps": "1. स्लो कुकर के तल में चिकन ब्रेस्ट रखें।\n2. ऊपर कटी गाजर, फूलगोभी के फूल और कटा लहसुन डालें।\n3. सब कुछ लगभग 3cm तक ढकने के लिए पर्याप्त चिकन शोरबा या पानी डालें।\n4. नमक, काली मिर्च, थाइम और तेजपत्ता से सीज़न करें।\n5. कम आँच पर 6-8 घंटे या तेज़ आँच पर 3-4 घंटे पकाएँ।\n6. चिकन निकालें और दो कांटों से फाड़ लें।\n7. फाड़ा हुआ चिकन वापस बर्तन में डालें और पालक मिलाएँ।\n8. पालक 2-3 मिनट मुरझाने दें।\n9. स्वाद जाँचें और सीज़निंग ठीक करें। गर्म परोसें। बचा हुआ भागों में फ्रिज या फ़्रीज़र में रखें।",
  "recipe.baked_salmon_quinoa": "नींबू क्विनोआ के साथ बेक्ड सैल्मन",
  "recipe.baked_salmon_quinoa.desc": "नींबू-जड़ी बूटी सैल्मन फ़िलेट भुनी ब्रोकोली के साथ फूले क्विनोआ पर परोसे गए। ओमेगा-3 से भरपूर डिनर जो उतना ही शानदार है जितना पौष्टिक।",
  "recipe.baked_salmon_quinoa.steps": "1. ओवन को 200C (400F) पर प्रीहीट करें।\n2. पैकेज निर्देशों के अनुसार क्विनोआ पकाएँ। तैयार होने पर कांटे से फुलाएँ और नींबू का छिलका और रस मिलाएँ।\n3. बेकिंग शीट पर ब्रोकोली के फूल रखें, जैतून का तेल डालें और नमक से सीज़न करें।\n4. ब्रोकोली 10 मिनट भूनें।\n5. सैल्मन फ़िलेट को नमक, काली मिर्च, कटा लहसुन और जैतून के तेल से सीज़न करें।\n6. ब्रोकोली को किनारे खिसकाएँ और बेकिंग शीट पर सैल्मन रखें।\n7. सैल्मन आसानी से टूटने तक 12-14 मिनट एक साथ भूनें।\n8. नींबू क्विनोआ प्लेट में रखें, ऊपर सैल्मन रखें, और बगल में ब्रोकोली सजाएँ।",
  "recipe.cauliflower_chickpea_curry": "फूलगोभी और छोले की करी",
  "recipe.cauliflower_chickpea_curry.desc": "मसालेदार टमाटर और पालक सॉस में फूलगोभी और छोले की सुगंधित, गर्म करी। वीगन, उच्च फाइबर, और चावल या रोटी के साथ बेहद संतोषजनक।",
  "recipe.cauliflower_chickpea_curry.steps": "1. फूलगोभी को छोटे फूलों में काटें।\n2. एक बड़े बर्तन में मध्यम आँच पर जैतून का तेल गर्म करें।\n3. कटा लहसुन डालें और 30 सेकंड सुगंधित होने तक पकाएँ।\n4. फूलगोभी के फूल डालें और मिलाएँ। 3 मिनट पकाएँ।\n5. छाने छोले, कटे टमाटर और मसाले (करी पाउडर, हल्दी, जीरा, नमक) डालें।\n6. थोड़ा पानी डालें, ढक्कन लगाएँ, और फूलगोभी नरम होने तक 20 मिनट पकाएँ।\n7. पालक डालें और मुरझाने तक 2 मिनट और पकाएँ।\n8. सीज़निंग ठीक करें और चावल या गर्म रोटी के साथ परोसें।",
  "resto.burger_meal": "बर्गर मील",
  "resto.burger_meal.restaurant": "फ़ास्ट-फ़ूड चीज़बर्गर फ्राइज़ और बड़ी सोडा के साथ",
  "resto.burger_meal.home": "घर का बना टर्की बर्गर शकरकंद वेजेज़ और पानी के साथ",
  "resto.burger_meal.tip": "सबसे बड़ा अंतर बर्गर नहीं बल्कि साइड डिश है। फ्राइज़ और सोडा को भुने शकरकंद और पानी से बदलने से कैलोरी आधी हो जाती है और अधिकांश अतिरिक्त शर्करा समाप्त हो जाती है।",
  "resto.fried_chicken_combo": "फ्राइड चिकन कॉम्बो",
  "resto.fried_chicken_combo.restaurant": "3-पीस फ्राइड चिकन कोलस्लॉ, बिस्किट और बड़े ड्रिंक के साथ",
  "resto.fried_chicken_combo.home": "ओवन-बेक्ड चिकन ब्रेस्ट भुनी सब्ज़ियों के साथ",
  "resto.fried_chicken_combo.tip": "डीप-फ्राई की बजाय बेक करने से वसा 85% तक कम हो जाती है जबकि प्रोटीन की मात्रा समान रहती है। रेस्तरां का कोलस्लॉ अक्सर मेयोनेज़ से भरा होता है, इसलिए भुनी सब्ज़ियाँ बहुत हल्की साइड हैं।",
  "resto.pepperoni_pizza": "पेपरोनी पिज़्ज़ा (3 स्लाइस)",
  "resto.pepperoni_pizza.restaurant": "डिलीवरी पेपरोनी पिज़्ज़ा की 3 स्लाइस",
  "resto.pepperoni_pizza.home": "ताज़ी टॉपिंग के साथ घर का बना होल व्हीट पिज़्ज़ा",
  "resto.pepperoni_pizza.tip": "डिलीवरी पिज़्ज़ा में आमतौर पर घर के बने संस्करणों से कहीं अधिक चीज़ और प्रोसेस्ड मीट होता है। होल व्हीट बेस का उपयोग और भरपूर सब्ज़ियाँ डालने से अधिक फाइबर और कम सोडियम मिलता है।",
  "resto.margherita_pizza": "मार्गेरिटा पिज़्ज़ा (3 स्लाइस)",
  "resto.margherita_pizza.restaurant": "रेस्तरां-स्टाइल मार्गेरिटा पिज़्ज़ा की 3 स्लाइस",
  "resto.margherita_pizza.home": "ताज़ी मोज़ेरेला और बेसिल के साथ घर का बना मार्गेरिटा",
  "resto.margherita_pizza.tip": "मार्गेरिटा जैसे सरल पिज़्ज़ा में भी रेस्तरां में अतिरिक्त तेल और चीज़ होता है। घर पर बनाने से आप सामग्री की गुणवत्ता और चीज़ की मात्रा नियंत्रित कर सकते हैं।",
  "resto.general_tso_chicken": "जनरल त्सो चिकन",
  "resto.general_tso_chicken.restaurant": "चीनी रेस्तरां से जनरल त्सो चिकन फ्राइड राइस के साथ",
  "resto.general_tso_chicken.home": "घर का बना चिकन स्टर-फ्राई ब्राउन राइस और सब्ज़ियों के साथ",
  "resto.general_tso_chicken.tip": "जनरल त्सो चिकन को बैटर में डुबोकर, डीप-फ्राई करके, और मीठी सॉस से लपेटा जाता है। एक सरल स्टर-फ्राई वसा और शर्करा के एक अंश पर सारा स्वाद देती है। प्राकृतिक स्वाद के लिए ताज़ा लहसुन और अदरक का उपयोग करें।",
  "resto.pad_thai": "पैड थाई",
  "resto.pad_thai.restaurant": "रेस्तरां पैड थाई झींगे के साथ",
  "resto.pad_thai.home": "घर का बना झींगा और सब्ज़ी पास्ता लहसुन और जैतून के तेल के साथ",
  "resto.pad_thai.tip": "रेस्तरां पैड थाई आमतौर पर बहुत तेल में पकाई जाती है और मीठी इमली सॉस छिपी कैलोरी जोड़ती है। झींगे के साथ लहसुन और जैतून तेल पास्ता बहुत कम सोडियम और शर्करा के साथ समान संतुष्टि देता है।",
  "resto.burrito_bowl": "बरिटो बाउल",
  "resto.burrito_bowl.restaurant": "चावल, बीन्स, मीट, चीज़, खट्टी क्रीम और गुआकामोले के साथ बड़ा बरिटो बाउल",
  "resto.burrito_bowl.home": "छोले और एवोकाडो के साथ घर का बना क्विनोआ सब्ज़ी बाउल",
  "resto.burrito_bowl.tip": "रेस्तरां बरिटो बाउल उदार होते हैं, यही समस्या है। खट्टी क्रीम और अतिरिक्त चीज़ अकेले 300+ कैलोरी जोड़ सकते हैं। ताज़ी सब्ज़ियों के साथ घर का बना क्विनोआ बाउल अधिक फाइबर और मात्रा पर नियंत्रण देता है।",
  "resto.quesadilla_combo": "क्वेसाडिला कॉम्बो",
  "resto.quesadilla_combo.restaurant": "मैक्सिकन रेस्तरां से चावल, बीन्स और चिप्स के साथ चीज़ क्वेसाडिला",
  "resto.quesadilla_combo.home": "ब्लैक बीन्स और सब्ज़ियों के साथ घर की बनी होल व्हीट क्वेसाडिला",
  "resto.quesadilla_combo.tip": "रेस्तरां क्वेसाडिला विशाल टॉर्टिला में चीज़ भरकर बनती है और अक्सर कैलोरी-सघन साइड्स के साथ आती है। बीन्स और सब्ज़ियों के साथ छोटी होल व्हीट टॉर्टिला एक अधिक संतुलित भोजन बनाती है।",
  "resto.fettuccine_alfredo": "फेटुचीनी अल्फ्रेडो",
  "resto.fettuccine_alfredo.restaurant": "रेस्तरां फेटुचीनी अल्फ्रेडो गार्लिक ब्रेड के साथ",
  "resto.fettuccine_alfredo.home": "होल व्हीट पास्ता और सब्ज़ियों के साथ हल्का घर का बना अल्फ्रेडो",
  "resto.fettuccine_alfredo.tip": "रेस्तरां अल्फ्रेडो सॉस मूलतः बड़ी मात्रा में मक्खन और भारी क्रीम है। दूध, कम परमेसन, और ब्रोकोली या पालक डालकर बनाया गया हल्का संस्करण वसा में नाटकीय कमी करता है जबकि शानदार लगता है।",
  "resto.pasta_bolognese": "पास्ता बोलोनीज़",
  "resto.pasta_bolognese.restaurant": "रेस्तरां स्पेगेटी बोलोनीज़ गार्लिक ब्रेड के साथ",
  "resto.pasta_bolognese.home": "होल व्हीट पास्ता के साथ घर का बना दाल बोलोनीज़",
  "resto.pasta_bolognese.tip": "कीमा बनाया हुआ बीफ़ को दाल से बदलने से वसा 74% तक कम होती है और भारी मात्रा में फाइबर और आयरन जुड़ता है। अधिकांश लोग टमाटर और जड़ी-बूटियों के साथ उबालने के बाद अंतर नहीं बता सकते। खारिज करने से पहले आज़माएँ।",
  "resto.latte_muffin": "लाटे और मफ़िन",
  "resto.latte_muffin.restaurant": "कॉफ़ी शॉप से बड़ी फ्लेवर्ड लाटे और ब्लूबेरी मफ़िन",
  "resto.latte_muffin.home": "केला, अखरोट और शहद के साथ घर का बना दलिया",
  "resto.latte_muffin.tip": "कॉफ़ी शॉप मफ़िन में तीन चॉकलेट बार जितनी शर्करा हो सकती है। फलों के साथ दलिया शर्करा गिरावट के बिना स्थिर ऊर्जा प्रदान करता है, कीमत का एक अंश है, और बहुत अधिक देर तक भरा रखता है।",
  "resto.deli_sub_sandwich": "डेली सब सैंडविच",
  "resto.deli_sub_sandwich.restaurant": "प्रोसेस्ड मीट, चीज़ और ड्रेसिंग के साथ 12-इंच डेली सब",
  "resto.deli_sub_sandwich.home": "ताज़ी सब्ज़ियों के साथ घर का बना टर्की और पालक रैप",
  "resto.deli_sub_sandwich.tip": "प्रोसेस्ड मीट, चीज़ और सॉस के कारण डेली सब सोडियम बम हैं। प्रोसेस्ड डेली मीट की बजाय ताज़ा कटा टर्की और भारी ड्रेसिंग छोड़ने से सोडियम 75% कम होता है और उतना ही स्वादिष्ट लगता है।",
  "shop.budget_week": "बजट-अनुकूल सप्ताह (₹4,150)",
  "shop.moderate_week": "संतुलित सप्ताह (₹6,640)",
  "shop.premium_week": "प्रीमियम सप्ताह (₹9,960)",
  "shop.tip.seasonal": "मौसमी फल और सब्ज़ियाँ खरीदें। वे सस्ती होती हैं, बेहतर स्वाद देती हैं, और पोषक तत्वों का स्तर अधिक होता है क्योंकि उन्हें पकने के चरम पर तोड़ा जाता है न कि दूर से भेजा जाता है।",
  "shop.tip.bulk": "चावल, ओट्स, दालें और बीन्स जैसे पेंट्री स्टेपल्स थोक में खरीदें। ये महीनों तक चलते हैं, प्रति सर्विंग काफी कम लागत आती है, और सैकड़ों पौष्टिक भोजनों का आधार बनते हैं।",
  "shop.tip.frozen": "जमे हुए फल और सब्ज़ियाँ पोषण के चरम पर तोड़कर जमाई जाती हैं। ये अक्सर ताज़ी से सस्ती होती हैं, बहुत अधिक समय तक चलती हैं, और उतनी ही पौष्टिक होती हैं। त्वरित भोजन के लिए फ्रीज़र में विविधता रखें।",
  "shop.tip.store_brands": "स्टोर-ब्रांड उत्पादों में अक्सर नाम ब्रांडों जैसी ही सामग्री होती है 20-40% कम कीमत पर। पुष्टि के लिए पोषण लेबल की तुलना करें। यह आपके किराना बिल को कम करने का सबसे आसान तरीकों में से एक है।",
  "shop.tip.meal_prep": "सप्ताहांत में एक-दो घंटे सप्ताह के भोजन तैयार करने में बिताएँ। सूप, अनाज और प्रोटीन को बैच में पकाने से व्यस्त कार्यदिवसों में समय बचता है और टेकआउट का प्रलोभन कम होता है।",
  "shop.tip.avoid_waste": "खरीदारी से पहले भोजन की योजना बनाएँ और सूची पर टिके रहें। बचे हुए का रचनात्मक उपयोग करें। ब्रेड, मांस और पके केले खराब होने से पहले जमा दें। भोजन की बर्बादी पैसे की बर्बादी है।",
  "shop.weekly_cost": "अनुमानित साप्ताहिक लागत",
  "shop.per_day": "प्रतिदिन",
  "shop.shopping_list": "खरीदारी सूची",
  "shop.grocery_section": "किराना अनुभाग",
  "shop.section.produce": "ताज़ी उपज",
  "shop.section.meat_counter": "मांस काउंटर",
  "shop.section.fish_counter": "मछली काउंटर",
  "shop.section.dairy": "डेयरी और अंडे",
  "shop.section.bakery": "बेकरी",
  "shop.section.bulk_bins": "थोक और सूखा सामान",
  "shop.section.canned_goods": "डिब्बाबंद और जार वाला",
  "shop.section.frozen": "जमा हुआ",
  "shop.section.oils_condiments": "तेल और मसाले",
  "food.category.protein": "प्रोटीन",
  "food.category.grain": "अनाज और स्टार्च",
  "food.category.vegetable": "सब्ज़ियाँ",
  "food.category.fruit": "फल",
  "food.category.dairy": "डेयरी",
  "food.category.nut_seed": "मेवे और बीज",
  "food.category.legume": "दालें",
  "food.category.other": "अन्य",
  "food.fruit_class.citrus": "खट्टे फल",
  "food.fruit_class.berry": "बेरी",
  "food.fruit_class.tropical": "उष्णकटिबंधीय फल",
  "food.fruit_class.stone": "गुठली वाले फल",
  "food.fruit_class.pome": "सेब-नाशपाती वर्ग",
  "food.fruit_class.melon": "खरबूजे",
  "score.excellent": "उत्कृष्ट स्रोत",
  "score.good": "अच्छा स्रोत",
  "score.moderate": "मध्यम स्रोत",
  "score.low": "कम स्रोत",
  "time.quick": "त्वरित (15 मिनट से कम)",
  "time.medium": "मध्यम (15-30 मिनट)",
  "time.long": "लंबा (30+ मिनट)",
  "difficulty.easy": "आसान",
  "difficulty.medium": "मध्यम",
  "difficulty.advanced": "उन्नत",
  "meal.breakfast": "नाश्ता",
  "meal.lunch": "दोपहर का भोजन",
  "meal.dinner": "रात का भोजन",
  "meal.snack": "स्नैक",
  "compare.title": "खाद्य तुलना",
  "compare.subtitle": "किन्हीं दो खाद्य पदार्थों को अगल-बगल रखें और देखें कि उनके पोषक तत्व कैसे तुलना करते हैं। ज्ञान बेहतर विकल्पों की ओर पहला कदम है।",
  "compare.select_hint": "तुलना के लिए खाद्य खोजें या चुनें",
  "compare.per_serving": "प्रति सर्विंग",
  "compare.per_100g": "प्रति 100g",
  "compare.winner": "इस पोषक तत्व में अधिक",
  "planner.title": "भोजन योजनाकार",
  "planner.subtitle": "अपना दैनिक भोजन बनाएँ और देखें कि वे आपके आयु वर्ग के लिए अनुशंसित पोषक लक्ष्यों के मुकाबले कैसे जुड़ते हैं।",
  "planner.select_age": "अपना आयु वर्ग चुनें",
  "planner.add_meal": "भोजन जोड़ें",
  "planner.daily_total": "दैनिक कुल",
  "planner.rda_coverage": "% अनुशंसित दैनिक सेवन",
  "planner.breakfast": "नाश्ता",
  "planner.lunch": "दोपहर का भोजन",
  "planner.dinner": "रात का भोजन",
  "planner.snack": "स्नैक",
  "planner.clear_all": "सभी भोजन हटाएँ",
  "quiz.title": "पोषण क्विज़",
  "quiz.subtitle": "आप जो खाते हैं उसके बारे में अपने ज्ञान की परीक्षा लें। कोई निर्णय नहीं, बस सीखना।",
  "quiz.start": "क्विज़ शुरू करें",
  "quiz.question_of": "प्रश्न {current} / {total}",
  "quiz.score": "आपका स्कोर",
  "quiz.next": "अगला प्रश्न",
  "quiz.results": "परिणाम देखें",
  "quiz.play_again": "फिर से खेलें",
  "quiz.share_score": "अपना स्कोर शेयर करें",
  "quiz.rating.expert": "पोषण विशेषज्ञ! आप वास्तव में अच्छी जानकारी रखते हैं।",
  "quiz.rating.great": "बढ़िया ज्ञान! बस कुछ कमियाँ भरनी बाकी हैं।",
  "quiz.rating.good": "अच्छी शुरुआत! आप मूल बातें जानते हैं और अधिक सीखने के लिए तैयार हैं।",
  "quiz.rating.learning": "कोई चिंता नहीं! हर कोई कहीं न कहीं से शुरू करता है। अधिक जानने के लिए साइट एक्सप्लोर करें।",
  "food.detail.nutrients": "प्रति 100g पोषक तत्व",
  "food.detail.recipes": "इस खाद्य पदार्थ वाली रेसिपी",
  "food.detail.age_benefits": "इन आयु वर्गों के लिए सर्वोत्तम",
  "food.detail.replaces_supplement": "इस सप्लीमेंट की जगह ले सकता है",
  "food.detail.available_at": "किराना दुकान में पाएँ",
  "food.detail.cost_tier": "लागत स्तर",
  "about.title": "EatClever के बारे में",
  "about.intro": "EatClever एक स्वतंत्र पोषण सूचना संसाधन है। हम रोज़मर्रा के खाद्य पदार्थों के बारे में तथ्य प्रस्तुत करते हैं ताकि आप अपने सूचित विकल्प चुन सकें। कोई डाइट नहीं, कोई अपराधबोध नहीं, कोई प्रायोजक नहीं। बस डेटा।",
  "about.mission.title": "हमारा मिशन",
  "about.mission.text": "हम मानते हैं कि आपके भोजन में क्या है यह समझना एक अधिकार है, विशेषाधिकार नहीं। EatClever पोषण डेटा को सबके लिए सुलभ, समझने योग्य और कार्यान्वयन योग्य बनाने के लिए मौजूद है, चाहे बजट, पृष्ठभूमि या आहार प्राथमिकता कुछ भी हो। हम डेटा प्रस्तुत करते हैं। आप चुनें।",
  "about.sources.title": "हमारे स्रोत",
  "about.sources.text": "सभी पोषण डेटा सहकर्मी-समीक्षित डेटाबेस से प्राप्त होता है जिसमें USDA FoodData Central, WHO आहार दिशानिर्देश और राष्ट्रीय पोषण प्राधिकरण शामिल हैं। मान विशिष्ट मात्राओं का प्रतिनिधित्व करते हैं और तैयारी विधियों, उगाने की स्थितियों और विशिष्ट उत्पाद ब्रांडों के आधार पर भिन्न हो सकते हैं।",
  "about.contact.title": "संपर्क",
  "about.contact.text": "कोई प्रश्न, सुधार या सुझाव है? हम आपकी प्रतिक्रिया का स्वागत करते हैं। हमारे संपर्क फ़ॉर्म के माध्यम से संपर्क करें और हम आपसे वापस संपर्क करेंगे।",
  "methodology.title": "कार्यप्रणाली",
  "methodology.intro": "पारदर्शिता मायने रखती है। यहाँ बताया गया है कि हम EatClever पर पोषण जानकारी कैसे एकत्र, गणना और प्रस्तुत करते हैं।",
  "methodology.sources.title": "डेटा स्रोत",
  "methodology.update.title": "अपडेट शेड्यूल",
  "methodology.limitations.title": "सीमाएँ",
  "footer.about": "EatClever के बारे में",
  "footer.sources": "डेटा स्रोत",
  "footer.legal": "कानूनी सूचना",
  "footer.contact": "हमसे संपर्क करें",
  "footer.copyright": "EatClever। सूचित विकल्पों के लिए पोषण तथ्य।",
  "footer.support": "इस परियोजना का समर्थन करें",
  "footer.sister_sites": "संबंधित परियोजनाएँ",
  "privacy.title": "गोपनीयता नीति",
  "impressum.title": "कानूनी सूचना",
  "lang.en": "अंग्रेज़ी",
  "lang.de": "Deutsch",
  "lang.es": "Español",
  "lang.fr": "Français",
  "lang.it": "Italiano",
  "lang.pt": "Português",
  "lang.ro": "Română",
  "lang.ru": "Русский",
  "lang.zh": "中文",
  "lang.ja": "日本語",
  "lang.ar": "العربية",
  "lang.hi": "हिन्दी",
  "general.back": "वापस",
  "general.home": "होम",
  "general.learn_more": "अधिक जानें",
  "general.view_all": "सभी देखें",
  "general.search": "खाद्य पदार्थ खोजें...",
  "general.loading": "लोड हो रहा है...",
  "general.no_results": "कोई परिणाम नहीं मिला। कोई भिन्न खोज शब्द आज़माएँ।",
  "general.per_100g": "प्रति 100g",
  "general.per_serving": "प्रति सर्विंग",
  "general.daily_value": "% दैनिक मान",
  "general.share": "शेयर करें",
  "general.calories": "कैलोरी",
  "general.protein": "प्रोटीन",
  "general.fat": "वसा",
  "general.carbs": "कार्ब्स",
  "general.fiber": "फाइबर",
  "general.sodium": "सोडियम",
  "general.sugar": "शर्करा",
  "general.cost": "लागत",
  "general.cook_time": "पकाने का समय",
  "general.servings": "सर्विंग",
  "general.ingredients": "सामग्री",
  "general.steps": "तैयारी के चरण",
  "general.tags": "टैग",
  "general.minutes": "मिनट",
  "general.save": "सेव करें",
  "general.cancel": "रद्द करें",
  "general.close": "बंद करें",
  "general.yes": "हाँ",
  "general.no": "नहीं",
  "general.or": "या",
  "general.and": "और",
  "general.of": "का",
  "general.show_more": "और दिखाएँ",
  "general.show_less": "कम दिखाएँ",
  "general.filter": "फ़िल्टर",
  "general.sort_by": "क्रम",
  "general.reset": "रीसेट",
  "general.download": "डाउनलोड",
  "general.print": "प्रिंट",
  "general.per_person": "प्रति व्यक्ति",
  "general.budget": "बजट",
  "general.moderate": "मध्यम",
  "general.premium": "प्रीमियम",
  "general.disclaimer": "यह जानकारी केवल शैक्षिक उद्देश्यों के लिए है और चिकित्सा या आहार सलाह के रूप में अभिप्रेत नहीं है। अपने आहार में महत्वपूर्ण बदलाव करने से पहले किसी स्वास्थ्य पेशेवर से परामर्श करें।",
  "food.cost_tier.1": "बजट-अनुकूल",
  "food.cost_tier.2": "मध्यम श्रेणी",
  "food.cost_tier.3": "प्रीमियम",
  "food.availability.common": "पूरे साल व्यापक रूप से उपलब्ध",
  "food.availability.seasonal": "मौसमी (मौसम में सर्वोत्तम)",
  "food.availability.specialty": "विशेष वस्तु",
  "food.section.fish_counter": "मछली काउंटर",
  "food.section.meat_counter": "मांस काउंटर",
  "food.section.dairy": "डेयरी एइल",
  "food.section.produce": "ताज़ी उपज अनुभाग",
  "food.section.bulk_bins": "थोक और सूखा सामान",
  "food.section.canned_goods": "डिब्बाबंद सामान एइल",
  "food.section.bakery": "बेकरी अनुभाग",
  "food.section.oils_condiments": "तेल और मसाले",
  "food.section.snacks": "स्नैक्स एइल",
  "resto.category.fast_food": "फ़ास्ट फ़ूड",
  "resto.category.pizza": "पिज़्ज़ा",
  "resto.category.asian": "एशियन",
  "resto.category.mexican": "मैक्सिकन",
  "resto.category.italian": "इतालवी",
  "resto.category.cafe": "कैफ़े",
  "resto.category.deli": "डेली",
  "resto.savings_label": "घर पर पकाकर आप बचाते हैं",
  "resto.fewer_calories": "कम कैलोरी",
  "resto.less_fat": "कम वसा",
  "resto.less_sodium": "कम सोडियम",
  "resto.cost_savings": "लागत बचत",
  "resto.home_version": "घर पर बना संस्करण",
  "resto.restaurant_version": "रेस्तरां संस्करण",
  "resto.cook_time": "घर पर पकाने का समय",
  "compare.calories": "कैलोरी",
  "compare.protein": "प्रोटीन",
  "compare.fat": "वसा",
  "compare.carbs": "कार्ब्स",
  "compare.fiber": "फाइबर",
  "compare.vitamins": "विटामिन",
  "compare.minerals": "खनिज",
  "compare.swap_foods": "खाद्य पदार्थ बदलें",
  "compare.add_to_planner": "भोजन योजनाकार में जोड़ें",
  "planner.calories_target": "कैलोरी लक्ष्य",
  "planner.protein_target": "प्रोटीन लक्ष्य",
  "planner.remaining": "शेष",
  "planner.exceeded": "अतिरिक्त",
  "planner.day": "दिन",
  "planner.week_view": "सप्ताह दृश्य",
  "planner.day_view": "दिन दृश्य",
  "planner.export": "योजना निर्यात करें",
  "planner.import": "योजना आयात करें",
  "planner.suggested_meals": "सुझाए गए भोजन",
  "planner.remove_meal": "हटाएँ",
  "quiz.correct": "सही!",
  "quiz.incorrect": "बिल्कुल नहीं।",
  "quiz.explanation": "स्पष्टीकरण",
  "quiz.did_you_know": "क्या आप जानते हैं?",
  "quiz.category.vitamins": "विटामिन और खनिज",
  "quiz.category.nutrients": "मैक्रोन्यूट्रिएंट्स",
  "quiz.category.foods": "खाद्य तथ्य",
  "quiz.category.labels": "लेबल पढ़ना",
  "quiz.category.myths": "पोषण मिथक",
  "age.section.title": "जीवन भर पोषण",
  "age.section.subtitle": "हर दशक के साथ आपके शरीर की ज़रूरतें बदलती हैं। यहाँ बताया गया है कि हर चरण में किस पर ध्यान दें।",
  "age.calorie_range": "अनुशंसित दैनिक कैलोरी सीमा",
  "age.key_nutrients": "इस उम्र के लिए प्रमुख पोषक तत्व",
  "age.recommended_foods": "शीर्ष अनुशंसित खाद्य पदार्थ",
  "age.foods_to_limit": "सीमित करने योग्य खाद्य पदार्थ",
  "age.tips_title": "व्यावहारिक सुझाव",
  "supp.section.title": "भोजन बनाम सप्लीमेंट",
  "supp.section.subtitle": "देखें कि एक आम सप्लीमेंट गोली की बराबरी के लिए कितना असली भोजन चाहिए।",
  "supp.common_dose": "आम सप्लीमेंट खुराक",
  "supp.food_alternative": "भोजन विकल्प",
  "supp.per_serving": "प्रति सर्विंग प्रदान करता है",
  "supp.of_daily_need": "आपकी दैनिक ज़रूरत का",
  "supp.verdict": "निर्णय",
  "cook.section.title": "पकाने का समय और पोषण",
  "cook.section.subtitle": "चाहे आपके पास 5 मिनट हों या 50, एक पौष्टिक भोजन तैयार है। समय के अनुसार फ़िल्टर करें और अपनी समय-सारणी के अनुसार रेसिपी खोजें।",
  "cook.filter.all": "सभी रेसिपी",
  "cook.filter.quick": "15 मिनट से कम",
  "cook.filter.medium": "15-30 मिनट",
  "cook.filter.long": "30+ मिनट",
  "cook.filter.meal_type": "भोजन प्रकार",
  "cook.filter.difficulty": "कठिनाई",
  "taste.section.title": "स्वाद और पोषण",
  "taste.section.subtitle": "स्वस्थ भोजन का मतलब स्वाद छोड़ना नहीं है। यह नए संयोजन खोजने के बारे में है जो आपकी स्वाद कलियों और शरीर दोनों को संतुष्ट करें।",
  "taste.flavour_pairings": "पोषण बढ़ाने वाले स्वाद संयोजन",
  "taste.umami": "उमामी-समृद्ध खाद्य पदार्थ",
  "taste.sweet_natural": "प्राकृतिक रूप से मीठे विकल्प",
  "taste.herbs_spices": "लाभकारी जड़ी-बूटियाँ और मसाले",
  "shop.section.title": "स्मार्ट खरीदारी गाइड",
  "shop.section.subtitle": "तीन मूल्य स्तरों पर तीन साप्ताहिक भोजन योजनाएँ। हर एक पोषण की दृष्टि से पूर्ण है, पूरी खरीदारी सूची और अनुमानित लागत के साथ।",
  "shop.plan_includes": "इस योजना में शामिल है",
  "shop.meals_per_day": "प्रतिदिन भोजन",
  "shop.est_cost": "अनुमानित लागत",
  "shop.view_shopping_list": "खरीदारी सूची देखें",
  "shop.view_meal_plan": "दैनिक भोजन देखें",
  "shop.day_label": "दिन",
  "shop.item": "वस्तु",
  "shop.quantity": "मात्रा",
  "shop.est_price": "अनुमानित मूल्य",
  "shop.section_label": "अनुभाग",
  "shop.total": "कुल",
  "shop.tips_title": "पैसे बचाने के सुझाव",
  "labels.section.title": "पोषण लेबल गाइड",
  "labels.section.subtitle": "खाद्य लेबल समझने से आपको किराना दुकान में बेहतर विकल्प चुनने में मदद मिलती है। यहाँ बताया गया है कि क्या देखें।",
  "labels.how_to_read": "पोषण लेबल कैसे पढ़ें",
  "labels.step_1": "पहले सर्विंग साइज़ जाँचें। अन्य सभी संख्याएँ इसी मात्रा पर आधारित हैं।",
  "labels.step_2": "यह समझने के लिए कैलोरी देखें कि एक सर्विंग कितनी ऊर्जा प्रदान करती है।",
  "labels.step_3": "वसा, संतृप्त वसा, शर्करा और नमक जाँचें। इन्हें कम रखें।",
  "labels.step_4": "फाइबर, प्रोटीन, विटामिन और खनिजों की अधिक मात्रा खोजें।",
  "labels.step_5": "विभिन्न उत्पादों की उचित तुलना के लिए प्रति 100g कॉलम का उपयोग करें।",
  "labels.common_traps": "आम लेबल जाल",
  "labels.trap_serving_size": "अवास्तविक सर्विंग साइज़ उत्पादों को उनसे अधिक स्वस्थ दिखाते हैं।",
  "labels.trap_sugar_names": "शर्करा के 50 से अधिक नाम हैं: सुक्रोज़, फ्रुक्टोज़, कॉर्न सिरप, माल्टोज़, डेक्सट्रोज़, और कई अन्य।",
  "labels.trap_health_claims": "\"प्राकृतिक\", \"मल्टीग्रेन\" और \"हल्का मीठा\" मार्केटिंग शब्द हैं, पोषण तथ्य नहीं।",
  "labels.trap_zero": "\"0g ट्रांस फैट\" में अभी भी प्रति सर्विंग 0.5g तक हो सकता है। आंशिक रूप से हाइड्रोजनीकृत तेलों के लिए सामग्री जाँचें।",
  "vitamins.section.title": "विटामिन और खनिज गाइड",
  "vitamins.section.subtitle": "हर पोषक तत्व क्या करता है, इसे प्राकृतिक रूप से कहाँ पाएँ, और किसे सबसे ज़्यादा ज़रूरत है। भोजन स्रोत देखने के लिए किसी भी पोषक तत्व पर टैप करें।",
  "vitamins.rda": "अनुशंसित दैनिक मात्रा",
  "vitamins.top_foods": "शीर्ष भोजन स्रोत",
  "vitamins.deficiency_signs": "पर्याप्त न मिलने के संकेत",
  "vitamins.excess_risk": "अधिकता के जोखिम",
  "error.page_not_found": "पेज नहीं मिला",
  "error.data_load_failed": "डेटा लोड करने में असमर्थ। कृपया अपना कनेक्शन जाँचें और पुनः प्रयास करें।",
  "error.generic": "कुछ गलत हो गया। कृपया पुनः प्रयास करें।",
  "accessibility.skip_to_content": "मुख्य सामग्री पर जाएँ",
  "accessibility.open_menu": "नेविगेशन मेनू खोलें",
  "accessibility.close_menu": "नेविगेशन मेनू बंद करें",
  "accessibility.language_selector": "भाषा चुनें",
  "accessibility.dark_mode": "डार्क मोड टॉगल करें",
  "accessibility.increase_font": "फ़ॉन्ट साइज़ बढ़ाएँ",
  "accessibility.decrease_font": "फ़ॉन्ट साइज़ घटाएँ",
  "cat.section_title": "श्रेणी के अनुसार खोजें",
  "cat.section_subtitle": "स्मार्ट खान-पान के छह स्तंभ",
  "featured.title": "विशेष",
  "featured.subtitle": "त्वरित पोषण जानकारी",
  "footer.explore": "एक्सप्लोर करें",
  "footer.tools": "उपकरण",
  "footer.about.project": "EatClever के बारे में",
  "footer.about.methodology": "डेटा स्रोत",
  "footer.legal.impressum": "कानूनी सूचना",
  "footer.legal.privacy": "गोपनीयता नीति",
  "about.approach.title": "हमारा दृष्टिकोण",
  "about.approach.text": "EatClever पर हर सिफारिश प्रमुख स्वास्थ्य संगठनों और सहकर्मी-समीक्षित शोध के डेटा पर आधारित है। हम साबुत खाद्य पदार्थों, संतुलित भोजन और व्यावहारिक सलाह पर ध्यान केंद्रित करते हैं जो वास्तविक जीवन में फिट हो।",
  "methodology.approach.title": "हमारा दृष्टिकोण",
  "methodology.approach.text": "हम सटीकता सुनिश्चित करने के लिए कई स्रोतों को क्रॉस-रेफरेंस करते हैं। पोषक मान मानक सर्विंग साइज़ का प्रतिनिधित्व करते हैं और नियमित रूप से अपडेट किए जाते हैं। हमारी तुलना और सिफारिशें स्थापित आहार दिशानिर्देशों का पालन करती हैं जबकि रोज़मर्रा के उपयोग के लिए व्यावहारिक बनी रहती हैं।",
  "methodology.limitations.text": "पोषण विज्ञान जटिल और विकसित हो रहा है। व्यक्तिगत ज़रूरतें उम्र, स्वास्थ्य स्थितियों, गतिविधि स्तर और अन्य कारकों के आधार पर भिन्न होती हैं। EatClever सामान्य मार्गदर्शन प्रदान करता है और पेशेवर चिकित्सा या आहार सलाह का स्थान नहीं ले सकता। पोषक मान उगाने की स्थितियों, तैयारी विधियों और उत्पाद ब्रांडों के आधार पर भिन्न हो सकते हैं।",
  "methodology.sources.text": "EatClever निम्नलिखित आधिकारिक, सहकर्मी-समीक्षित स्रोतों से पोषण डेटा प्राप्त करता है:",
  "impressum.intro": "लागू नियमों के अनुसार कानूनी सूचना।",
  "impressum.responsible.title": "सामग्री के लिए ज़िम्मेदार",
  "impressum.responsible.text": "EatClever एक गैर-व्यावसायिक, शैक्षिक पोषण ज्ञान मंच है। सामग्री केवल सूचनात्मक उद्देश्यों के लिए प्रदान की गई है और चिकित्सा या आहार सलाह नहीं है।",
  "impressum.disclaimer.title": "अस्वीकरण",
  "impressum.disclaimer.text": "हम सटीकता के लिए प्रयास करते हैं, लेकिन प्रस्तुत जानकारी की पूर्णता या विश्वसनीयता के बारे में कोई वारंटी नहीं देते। पोषण की ज़रूरतें व्यक्ति के अनुसार भिन्न होती हैं, और विशिष्ट आहार आवश्यकताओं या स्वास्थ्य स्थितियों के लिए पेशेवर मार्गदर्शन लेना चाहिए।",
  "impressum.copyright.title": "कॉपीराइट",
  "impressum.copyright.text": "इस वेबसाइट की सामग्री और डिज़ाइन कॉपीराइट के अधीन है। कॉपीराइट कानून के दायरे से परे पुनरुत्पादन, संपादन, वितरण या किसी भी प्रकार का उपयोग लिखित सहमति की आवश्यकता है। डाउनलोड और इस साइट की प्रतियाँ केवल निजी, गैर-व्यावसायिक उपयोग के लिए अनुमत हैं।",
  "impressum.links.title": "बाहरी लिंक",
  "impressum.links.text": "इस वेबसाइट में बाहरी वेबसाइटों के लिंक हैं। हमारा लिंक की गई साइटों की सामग्री पर कोई नियंत्रण नहीं है और उनकी सामग्री के लिए कोई दायित्व नहीं लेते। संबंधित संचालक लिंक किए गए पृष्ठों की सामग्री के लिए ज़िम्मेदार हैं।",
  "privacy.intro": "आपकी गोपनीयता हमारे लिए मायने रखती है। यह पेज बताता है कि EatClever डेटा कैसे संभालता है।",
  "privacy.collection.title": "डेटा संग्रह",
  "privacy.collection.text": "EatClever एक स्थिर वेबसाइट है और व्यक्तिगत डेटा एकत्र नहीं करती। हम ट्रैकिंग के लिए कुकीज़ का उपयोग नहीं करते, और किसी उपयोगकर्ता खाते की आवश्यकता नहीं है। कोई भी प्राथमिकता (जैसे भाषा चयन) localStorage का उपयोग करके आपके ब्राउज़र में स्थानीय रूप से संग्रहीत की जाती है।",
  "privacy.analytics.title": "एनालिटिक्स",
  "privacy.analytics.text": "हम सामान्य उपयोग पैटर्न समझने के लिए गोपनीयता-सम्मानजनक एनालिटिक्स का उपयोग कर सकते हैं। कोई व्यक्तिगत पहचान योग्य जानकारी एकत्र या तीसरे पक्ष के साथ साझा नहीं की जाती।",
  "privacy.thirdparty.title": "तृतीय-पक्ष सेवाएँ",
  "privacy.thirdparty.text": "EatClever Chart.js जैसी लाइब्रेरी के लिए कंटेंट डिलीवरी नेटवर्क (CDN) से संसाधन लोड कर सकता है। इन सेवाओं की अपनी गोपनीयता नीतियाँ हैं। EatClever के माध्यम से इन सेवाओं को कोई व्यक्तिगत डेटा प्रेषित नहीं किया जाता।",
  "privacy.rights.title": "आपके अधिकार",
  "privacy.rights.text": "चूँकि हम व्यक्तिगत डेटा एकत्र नहीं करते, इसलिए एक्सेस, संशोधित या हटाने के लिए कोई व्यक्तिगत जानकारी नहीं है। किसी भी स्थानीय रूप से संग्रहीत प्राथमिकताओं को रीसेट करने के लिए आप कभी भी अपने ब्राउज़र का localStorage साफ़ कर सकते हैं।",
  "privacy.changes.title": "इस नीति में बदलाव",
  "privacy.changes.text": "हम समय-समय पर इस गोपनीयता नीति को अपडेट कर सकते हैं। कोई भी बदलाव अपडेट की गई तिथि के साथ इस पेज पर दर्शाया जाएगा।"
}
