{
  "site.title": "EatClever",
  "site.subtitle": "Informações nutricionais para escolhas alimentares do dia a dia",
  "wisdom.p1": "Seu corpo é incrivelmente inteligente. Todos os dias, ele quebra os alimentos que você come e extrai exatamente o que precisa — construindo músculos, reparando células, fortalecendo ossos, combatendo infecções e mantendo seu cérebro afiado. Você não precisa microgerenciar cada vitamina. Basta dar ao seu corpo as matérias-primas certas.",
  "wisdom.p2": "O segredo é simples: coma de forma variada, coma natural, coma colorido. Quando você enche seu prato com uma variedade de alimentos de verdade — legumes, frutas, proteínas, grãos, castanhas — seu corpo sabe exatamente o que fazer com eles. Ele faz isso há milhões de anos. Confie nele.",
  "wisdom.p3": "Suplementos e comprimidos têm seu lugar, mas a natureza fornece a maior parte do que precisamos. Um punhado de nozes, um pedaço de salmão, uma tigela de legumes coloridos — essas não são apenas refeições, são remédio. Cada garfada é uma oportunidade de nutrir seu corpo e manter o médico longe.",
  "wisdom.cta": "EatClever não diz o que você deve fazer. Mostramos os fatos — você faz as escolhas certas para você e sua família.",
  "nav.about": "Sobre",
  "nav.methodology": "Metodologia",
  "nav.categories": "Explorar Temas",
  "nav.food_search": "Buscar Alimentos",
  "nav.compare": "Comparar Alimentos",
  "nav.quiz": "Quiz Nutricional",
  "nav.planner": "Planejador de Refeições",
  "nav.labels_guide": "Guia de Rótulos",
  "hero.title": "Coma Bem. Viva Melhor.",
  "hero.subtitle": "As escolhas alimentares que você faz no dia a dia moldam sua saúde mais do que qualquer dieta isolada. Explore os fatos, compare suas opções e decida o que funciona melhor para você.",
  "cat.age_nutrition": "Nutrição por Idade",
  "cat.age_nutrition.desc": "O que seu corpo precisa muda conforme você cresce. Veja quais nutrientes são mais importantes em cada fase da vida, da infância à terceira idade.",
  "cat.food_vs_supplements": "Alimentos vs. Suplementos",
  "cat.food_vs_supplements.desc": "Um comprimido pode substituir um prato de comida de verdade? Compare suplementos comuns com os alimentos integrais que fornecem naturalmente os mesmos nutrientes.",
  "cat.taste_nutrition": "Sabor e Nutrição",
  "cat.taste_nutrition.desc": "Comida saudável não precisa ser sem graça. Descubra como combinar ótimo sabor com boa nutrição em refeições que você vai realmente gostar.",
  "cat.eat_out_vs_home": "Comer Fora vs. Em Casa",
  "cat.eat_out_vs_home.desc": "Porções de restaurante e ingredientes ocultos se acumulam rapidamente. Veja comparações lado a lado de refeições populares e suas alternativas caseiras.",
  "cat.cook_time": "Tempo de Preparo e Nutrição",
  "cat.cook_time.desc": "Com pouco tempo? Encontre receitas rápidas, médias e demoradas que provam que uma alimentação nutritiva cabe em qualquer agenda.",
  "cat.shopping": "Compras Inteligentes",
  "cat.shopping.desc": "Coma bem com qualquer orçamento. Planos de refeições semanais e listas de compras em três faixas de preço, além de dicas para aproveitar cada centavo.",
  "age.children": "Crianças (0-12)",
  "age.teens": "Adolescentes (13-19)",
  "age.adults": "Adultos (20-59)",
  "age.seniors": "Idosos (60+)",
  "age.infant": "Bebê (0-1)",
  "age.toddler": "Criança Pequena (1-3)",
  "age.school_age": "Idade Escolar (4-12)",
  "age.teen": "Adolescente (13-19)",
  "age.young_adult": "Adulto Jovem (20-39)",
  "age.middle_age": "Meia-Idade (40-59)",
  "age.senior": "Idoso (60+)",
  "age.infant.tips": "O leite materno ou fórmula fornece a maioria dos nutrientes no primeiro ano de vida. Introduza alimentos sólidos ricos em ferro por volta dos 6 meses. Evite mel até 1 ano de idade. Ofereça uma variedade de texturas macias e amassadas para construir hábitos alimentares saudáveis desde cedo.",
  "age.toddler.tips": "Crianças pequenas estão aprendendo a comer sozinhas, então espere bagunça e seletividade. Ofereça pequenas porções de alimentos ricos em nutrientes ao longo do dia. O leite integral é importante para o desenvolvimento cerebral. Corte alimentos redondos como uvas em pedaços pequenos para evitar engasgos.",
  "age.school_age.tips": "Corpos em crescimento precisam de cálcio para ossos fortes e ferro para energia. Limite bebidas açucaradas e lanches industrializados. Envolva as crianças no preparo das refeições para construir hábitos saudáveis para toda a vida. Um café da manhã equilibrado favorece o foco e o aprendizado na escola.",
  "age.teen.tips": "O crescimento rápido torna este um período crítico para cálcio, ferro e proteína. Adolescentes que praticam esportes podem precisar de calorias e hidratação extras. Evite dietas radicais e bebidas energéticas. Construir uma relação positiva com a comida agora traz benefícios por décadas.",
  "age.young_adult.tips": "Este é o momento de estabelecer padrões alimentares que sustentem a saúde a longo prazo. Priorize alimentos integrais em vez de alimentos ultraprocessados. Ferro e ácido fólico são especialmente importantes para quem planeja engravidar. Ômega-3 apoia a saúde cerebral durante anos exigentes.",
  "age.middle_age.tips": "O metabolismo naturalmente desacelera, então a densidade nutricional importa mais do que nunca. Foque em fibras para a saúde digestiva, cálcio e vitamina D para os ossos, e ômega-3 para a saúde do coração. Refeições regulares com bastante legumes e verduras ajudam a manter a energia estável ao longo do dia.",
  "age.senior.tips": "O apetite frequentemente diminui com a idade, então cada garfada deve contar nutricionalmente. A absorção de vitamina B12 diminui, tornando alimentos fortificados ou suplementos dignos de consideração. A proteína apoia a manutenção muscular, e a vitamina D junto com o cálcio ajudam a proteger contra fraturas. Mantenha-se hidratado mesmo quando não sentir sede.",
  "age.daily_calories": "Faixa Calórica Diária",
  "age.focus_nutrients": "Nutrientes-Chave para Priorizar",
  "age.key_foods": "Alimentos Recomendados",
  "age.foods_to_avoid": "Alimentos para Limitar ou Evitar",
  "nutrient.protein": "Proteína",
  "nutrient.protein.desc": "Bloco de construção essencial para músculos, órgãos e função imunológica.",
  "nutrient.protein.body_effect": "A proteína constrói e repara todos os tecidos do seu corpo, dos músculos e ossos à pele e ao cabelo. Ela também produz enzimas e hormônios que mantêm seu metabolismo funcionando. Crianças e adolescentes precisam dela para crescer, adultos para manutenção e idosos para prevenir a perda muscular.",
  "nutrient.fat": "Gordura",
  "nutrient.fat.desc": "Fonte concentrada de energia que apoia o crescimento celular e a absorção de nutrientes.",
  "nutrient.fat.body_effect": "A gordura protege seus órgãos, isola seu corpo e ajuda a absorver as vitaminas A, D, E e K. Seu cérebro é quase 60% gordura. Bebês e crianças pequenas precisam de mais gordura em relação ao tamanho corporal porque seus cérebros estão se desenvolvendo rapidamente. Prefira gorduras insaturadas de peixes, castanhas e azeite de oliva em vez de fontes saturadas.",
  "nutrient.carbs": "Carboidratos",
  "nutrient.carbs.desc": "A fonte de energia preferida e mais eficiente do seu corpo.",
  "nutrient.carbs.body_effect": "Os carboidratos se decompõem em glicose, que alimenta seu cérebro, músculos e sistema nervoso central. Carboidratos complexos de grãos integrais, leguminosas e verduras liberam energia de forma lenta e constante. Todas as faixas etárias precisam de carboidratos, mas adolescentes ativos e atletas precisam de mais. Prefira grãos integrais em vez de refinados para energia duradoura e melhor controle do açúcar no sangue.",
  "nutrient.fiber": "Fibra",
  "nutrient.fiber.desc": "Apoia a digestão saudável, alimenta bactérias benéficas do intestino e ajuda a controlar o açúcar no sangue.",
  "nutrient.fiber.body_effect": "A fibra mantém seu sistema digestivo funcionando bem, alimenta as bactérias boas do seu intestino e ajuda você a se sentir satisfeito por mais tempo após as refeições. Ela também retarda a absorção de açúcar, o que estabiliza os níveis de glicose no sangue. Adultos e idosos se beneficiam mais de uma alta ingestão de fibras para a saúde do coração e regularidade intestinal, mas crianças também precisam dela para uma digestão saudável.",
  "nutrient.vitamin_a": "Vitamina A",
  "nutrient.vitamin_a.desc": "Apoia a visão, a função imunológica e a pele saudável.",
  "nutrient.vitamin_a.body_effect": "A vitamina A é fundamental para uma visão nítida, especialmente em ambientes com pouca luz. Ela também mantém saudáveis a pele e as mucosas dos pulmões e do intestino, atuando como primeira linha de defesa contra infecções. Crianças precisam de vitamina A para o crescimento adequado e o desenvolvimento imunológico. Encontrada em abundância em vegetais alaranjados e verde-escuros.",
  "nutrient.vitamin_b12": "Vitamina B12",
  "nutrient.vitamin_b12.desc": "Essencial para a função nervosa, formação de glóbulos vermelhos e síntese de DNA.",
  "nutrient.vitamin_b12.body_effect": "A vitamina B12 mantém seus nervos funcionando corretamente e ajuda a produzir glóbulos vermelhos que transportam oxigênio por todo o corpo. A deficiência pode causar fadiga, fraqueza e problemas neurológicos. Idosos correm maior risco porque a absorção diminui com a idade. Veganos e vegetarianos devem prestar atenção especial, pois a B12 é encontrada quase exclusivamente em alimentos de origem animal.",
  "nutrient.vitamin_c": "Vitamina C",
  "nutrient.vitamin_c.desc": "Antioxidante poderoso que fortalece a imunidade e ajuda o corpo a absorver ferro.",
  "nutrient.vitamin_c.body_effect": "A vitamina C protege suas células contra danos, ajuda feridas a cicatrizar mais rápido e fortalece a capacidade do seu sistema imunológico de combater infecções. Ela também melhora drasticamente a absorção de ferro quando consumida junto com alimentos ricos em ferro. Importante para todas as idades, mas especialmente para crianças em crescimento e qualquer pessoa se recuperando de doença ou lesão.",
  "nutrient.vitamin_d": "Vitamina D",
  "nutrient.vitamin_d.desc": "A vitamina do sol que fortalece os ossos e apoia a saúde imunológica.",
  "nutrient.vitamin_d.body_effect": "A vitamina D ajuda seu corpo a absorver cálcio, tornando-a essencial para ossos e dentes fortes. Ela também desempenha um papel importante na função imunológica e na regulação do humor. Sua pele a produz a partir da luz solar, mas muitas pessoas não obtêm o suficiente, especialmente em climas com pouco sol. Idosos precisam de mais porque sua pele se torna menos eficiente na produção, e bebês precisam porque o leite materno fornece muito pouco.",
  "nutrient.vitamin_e": "Vitamina E",
  "nutrient.vitamin_e.desc": "Antioxidante que protege as células contra danos e apoia a saúde da pele.",
  "nutrient.vitamin_e.body_effect": "A vitamina E atua como um escudo para suas células, protegendo-as contra danos oxidativos causados por poluição, raios UV e metabolismo normal. Ela apoia a pele saudável, ajuda seu sistema imunológico a combater bactérias e vírus, e pode retardar o declínio relacionado à idade. Todas as idades se beneficiam, mas é particularmente relevante para adultos e idosos como nutriente protetor.",
  "nutrient.vitamin_k": "Vitamina K",
  "nutrient.vitamin_k.desc": "Essencial para a coagulação sanguínea e o metabolismo ósseo.",
  "nutrient.vitamin_k.body_effect": "A vitamina K é a razão pela qual um corte para de sangrar. Sem ela em quantidade suficiente, até um pequeno ferimento poderia ser perigoso. Ela também direciona o cálcio para os ossos em vez das artérias, o que importa para a saúde do coração e dos ossos a longo prazo. Adultos e idosos precisam de mais. Folhas verde-escuras como couve e espinafre são, de longe, as fontes mais ricas.",
  "nutrient.calcium": "Cálcio",
  "nutrient.calcium.desc": "O mineral mais abundante no seu corpo, fundamental para ossos e dentes.",
  "nutrient.calcium.body_effect": "Cerca de 99% do seu cálcio está nos ossos e dentes, dando-lhes força e estrutura. O 1% restante é vital para contrações musculares, sinalização nervosa e ritmo cardíaco. Adolescentes precisam de mais porque estão construindo o pico de massa óssea. Idosos precisam de bastante para retardar a perda óssea. Laticínios, sardinhas com ossos e tofu coagulado com cálcio são as principais fontes.",
  "nutrient.iron": "Ferro",
  "nutrient.iron.desc": "Transporta oxigênio no sangue e apoia a produção de energia.",
  "nutrient.iron.body_effect": "O ferro é o núcleo da hemoglobina, a molécula nos glóbulos vermelhos que transporta oxigênio dos pulmões para todas as partes do corpo. Sem ferro suficiente, você se sente cansado, fraco e incapaz de se concentrar. Adolescentes, especialmente meninas após o início da menstruação, e mulheres jovens precisam de mais. Combine alimentos ricos em ferro com vitamina C para aumentar significativamente a absorção.",
  "nutrient.magnesium": "Magnésio",
  "nutrient.magnesium.desc": "Envolvido em mais de 300 reações enzimáticas, desde a produção de energia até o relaxamento muscular.",
  "nutrient.magnesium.body_effect": "O magnésio é uma potência nos bastidores, envolvido em mais de 300 reações bioquímicas. Ele ajuda seus músculos a relaxar após a contração, mantém o ritmo cardíaco estável, apoia ossos fortes e regula o açúcar no sangue. A deficiência é surpreendentemente comum e pode causar cãibras musculares, sono ruim e ansiedade. Adultos e idosos se beneficiam mais ao aumentar a ingestão através de castanhas, sementes e folhas verde-escuras.",
  "nutrient.potassium": "Potássio",
  "nutrient.potassium.desc": "Regula o equilíbrio de líquidos, as contrações musculares e a pressão arterial.",
  "nutrient.potassium.body_effect": "O potássio trabalha junto com o sódio para controlar o equilíbrio de líquidos nas suas células e regular a pressão arterial. Ele ajuda os músculos a se contrair corretamente, incluindo o músculo cardíaco. A maioria das pessoas não consome potássio suficiente, o que pode elevar a pressão arterial com o tempo. Adultos e idosos se beneficiam mais ao aumentar a ingestão. Bananas são famosas pelo potássio, mas batata-doce, espinafre e abacate na verdade contêm mais.",
  "nutrient.zinc": "Zinco",
  "nutrient.zinc.desc": "Apoia a defesa imunológica, a cicatrização de feridas e a percepção do paladar.",
  "nutrient.zinc.body_effect": "O zinco é essencial para um sistema imunológico forte, ajudando seu corpo a combater vírus e bactérias. Ele também acelera a cicatrização de feridas, apoia seu sentido de paladar e olfato e desempenha um papel na divisão celular. Adolescentes precisam de mais durante os estirões de crescimento, e idosos frequentemente absorvem menos eficientemente. Carne bovina, frutos do mar e leguminosas são excelentes fontes.",
  "nutrient.selenium": "Selênio",
  "nutrient.selenium.desc": "Mineral-traço que apoia a função da tireoide e protege contra danos oxidativos.",
  "nutrient.selenium.body_effect": "O selênio trabalha de forma silenciosa, mas poderosa. Ele ajuda sua tireoide a produzir hormônios que regulam o metabolismo, protege suas células contra danos oxidativos e apoia seu sistema imunológico. Apenas uma pequena quantidade é necessária, mas a deficiência pode prejudicar a função da tireoide e a resposta imunológica. As castanhas-do-pará são tão ricas em selênio que apenas uma ou duas por dia cobrem suas necessidades. Todas as faixas etárias se beneficiam igualmente.",
  "nutrient.omega_3": "Ácidos Graxos Ômega-3",
  "nutrient.omega_3.desc": "Gorduras essenciais que apoiam a saúde do cérebro, do coração e das articulações.",
  "nutrient.omega_3.body_effect": "Ômega-3 são gorduras que seu corpo não consegue produzir sozinho, então você precisa obtê-las dos alimentos. Elas reduzem a inflamação, apoiam a função cerebral e a memória, protegem o coração e podem aliviar a rigidez articular. Crianças precisam delas para o desenvolvimento cerebral, adultos para proteção cardíaca e idosos para saúde cognitiva e redução da inflamação. Peixes gordurosos como salmão e sardinha são as melhores fontes das formas mais ativas (EPA e DHA).",
  "nutrient.folate": "Ácido Fólico",
  "nutrient.folate.desc": "Vitamina do complexo B fundamental para a divisão celular, síntese de DNA e prevenção de defeitos congênitos.",
  "nutrient.folate.body_effect": "O ácido fólico é essencial toda vez que seu corpo produz novas células, o que acontece constantemente. É fundamental durante a gravidez para prevenir defeitos do tubo neural em bebês em desenvolvimento, tornando-o o nutriente mais importante para mulheres em idade fértil. Também apoia a produção de glóbulos vermelhos e ajuda a prevenir anemia. Lentilhas, espinafre e feijão-preto são excelentes fontes vegetais.",
  "vitamins.title": "Guia de Vitaminas e Minerais",
  "vitamins.subtitle": "O que fazem, onde encontrá-los e quem mais precisa deles",
  "vitamins.found_in": "Encontrado naturalmente em",
  "vitamins.important_for": "Especialmente importante para",
  "vitamins.supplement_note": "Quando suplementos podem ajudar",
  "vitamins.food_first": "Alimento primeiro — suplementos apenas quando realmente necessário",
  "labels.title": "Entendendo os Rótulos Nutricionais",
  "labels.subtitle": "O que os números nas embalagens de alimentos realmente significam",
  "labels.per_100g": "Valores por 100g",
  "labels.per_serving": "Valores por porção",
  "labels.what_is_protein": "Proteína: Blocos de construção para músculos, ossos e pele. Procure 10g+ por 100g para alimentos ricos em proteína.",
  "labels.what_is_fat": "Gordura: Essencial para energia e função celular. Abaixo de 3g/100g é baixo teor de gordura. Acima de 17,5g/100g é alto teor de gordura.",
  "labels.what_is_saturated_fat": "Gordura Saturada: Mantenha abaixo de 5g/100g. Quantidades elevadas estão ligadas a doenças cardíacas.",
  "labels.what_is_carbs": "Carboidratos: Principal fonte de energia do seu corpo. Carboidratos complexos (grãos integrais) são melhores que açúcares simples.",
  "labels.what_is_sugar": "Açúcar: Abaixo de 5g/100g é baixo. Acima de 22,5g/100g é alto. Verifique açúcares ocultos em molhos e bebidas.",
  "labels.what_is_fiber": "Fibra: Busque 6g+ por 100g. Ótima para a digestão e para manter a saciedade por mais tempo.",
  "labels.what_is_salt": "Sal/Sódio: Abaixo de 0,3g/100g é baixo. Acima de 1,5g/100g é alto. A maioria das pessoas consome demais.",
  "labels.what_is_calories": "Calorias (kcal): Energia que seu corpo obtém dos alimentos. Um adulto médio precisa de ~2000 kcal/dia.",
  "labels.daily_reference": "% da Ingestão Diária de Referência",
  "labels.traffic_light": "Sistema semáforo",
  "labels.green_low": "Verde = Baixo (bom para a maioria dos nutrientes)",
  "labels.amber_medium": "Amarelo = Médio (aceitável com moderação)",
  "labels.red_high": "Vermelho = Alto (consuma menos destes)",
  "labels.tip": "Compare produtos similares usando os valores por 100g — é a forma mais justa de comparar.",
  "supp.vitamin_d": "Suplemento de Vitamina D",
  "supp.vitamin_d.why": "Muitas pessoas não recebem luz solar suficiente para produzir vitamina D adequada, especialmente durante os meses de inverno ou em latitudes mais altas.",
  "supp.vitamin_d.note": "Considere suplementar se você tem pouca exposição solar, pele escura ou mais de 60 anos. Um filé de salmão de 15 minutos fornece quase a necessidade de um dia inteiro.",
  "supp.vitamin_c": "Suplemento de Vitamina C",
  "supp.vitamin_c.why": "Popular para suporte imunológico, embora a maioria das pessoas atinja facilmente suas necessidades através de frutas e vegetais.",
  "supp.vitamin_c.note": "Um único pimentão vermelho ou dois kiwis fornecem mais vitamina C do que a maioria dos comprimidos de suplemento. Suplementos raramente são necessários se você come frutas e vegetais diariamente.",
  "supp.vitamin_b12": "Suplemento de Vitamina B12",
  "supp.vitamin_b12.why": "Essencial para veganos e vegetarianos, já que a B12 é encontrada quase exclusivamente em alimentos de origem animal. A absorção também diminui com a idade.",
  "supp.vitamin_b12.note": "Se você come carne ou peixe regularmente, provavelmente está obtendo o suficiente. Veganos devem suplementar ou comer alimentos fortificados. Idosos devem discutir os níveis de B12 com seu médico.",
  "supp.iron": "Suplemento de Ferro",
  "supp.iron.why": "Frequentemente recomendado para mulheres com menstruação intensa, gestantes e pessoas diagnosticadas com anemia por deficiência de ferro.",
  "supp.iron.note": "Não suplemente ferro sem um exame de sangue confirmando a deficiência, pois o excesso de ferro pode ser prejudicial. Combine fontes vegetais de ferro com vitamina C para melhor absorção.",
  "supp.calcium": "Suplemento de Cálcio",
  "supp.calcium.why": "Pode ajudar pessoas que evitam laticínios, são intolerantes à lactose ou foram diagnosticadas com osteoporose ou baixa densidade óssea.",
  "supp.calcium.note": "Tofu coagulado com cálcio fornece mais cálcio por porção do que um copo de leite. Se você consome laticínios e folhas verdes regularmente, pode não precisar de suplemento. Tome cálcio em doses menores para melhor absorção.",
  "supp.magnesium": "Suplemento de Magnésio",
  "supp.magnesium.why": "Um mineral comumente deficiente que apoia a qualidade do sono, o relaxamento muscular e mais de 300 reações enzimáticas no corpo.",
  "supp.magnesium.note": "Um punhado de amêndoas mais uma porção de espinafre cobre cerca de 40% das necessidades diárias. O glicinato de magnésio geralmente é melhor tolerado do que outras formas, caso você suplemente.",
  "supp.omega_3": "Suplemento de Ômega-3 (Óleo de Peixe)",
  "supp.omega_3.why": "Apoia a saúde do coração, cérebro e articulações. Frequentemente tomado por pessoas que não comem peixe regularmente.",
  "supp.omega_3.note": "Duas porções de peixe gordo por semana cobrem as necessidades de ômega-3 da maioria das pessoas. Uma colher de sopa de sementes de chia ou um punhado de nozes fornece a forma de origem vegetal (ALA). Suplementos de óleo de peixe podem ser úteis para quem não gosta de frutos do mar.",
  "supp.zinc": "Suplemento de Zinco",
  "supp.zinc.why": "Apoia a função imunológica, a cicatrização de feridas e a percepção do paladar. Às vezes tomado aos primeiros sinais de resfriado.",
  "supp.zinc.note": "A maioria das pessoas que mantém uma dieta variada obtém zinco suficiente. Vegetarianos podem precisar de até 50% a mais devido à menor absorção de fontes vegetais. O excesso de zinco pode interferir na absorção de cobre.",
  "supp.folate": "Suplemento de Ácido Fólico",
  "supp.folate.why": "Fundamental antes e durante o início da gravidez para prevenir defeitos do tubo neural. Também importante para a formação de glóbulos vermelhos.",
  "supp.folate.note": "Mulheres planejando engravidar devem tomar 400mcg diariamente, começando pelo menos um mês antes da concepção. Uma xícara de lentilhas cozidas cobre cerca de 90% das necessidades diárias para adultos não grávidos.",
  "supp.potassium": "Suplemento de Potássio",
  "supp.potassium.why": "Ajuda a regular a pressão arterial e o equilíbrio de líquidos. A maioria das pessoas não obtém o suficiente apenas pela dieta.",
  "supp.potassium.note": "As doses de suplemento são mantidas baixas (99mg) porque o excesso de potássio pode ser perigoso, especialmente para pessoas com problemas renais. Uma única batata-doce assada fornece mais de 700mg naturalmente. Alimentos são a forma mais segura de aumentar o potássio.",
  "supp.vitamin_a": "Suplemento de Vitamina A",
  "supp.vitamin_a.why": "Apoia a visão, a função imunológica e a saúde da pele. A deficiência é rara em países desenvolvidos, mas comum em partes do mundo em desenvolvimento.",
  "supp.vitamin_a.note": "Uma batata-doce média fornece 160% das necessidades diárias. O betacaroteno dos vegetais é convertido em vitamina A conforme necessário, então a toxicidade por fontes alimentares é praticamente impossível. Suplementos de vitamina A pré-formada podem causar toxicidade em altas doses.",
  "supp.vitamin_e": "Suplemento de Vitamina E",
  "supp.vitamin_e.why": "Atua como antioxidante protegendo as células contra danos. Às vezes promovido para a saúde da pele e antienvelhecimento.",
  "supp.vitamin_e.note": "Um punhado de amêndoas fornece mais de 50% das necessidades diárias. Suplementos de vitamina E em altas doses mostraram resultados mistos em estudos e podem interagir com medicamentos anticoagulantes. Fontes alimentares são recomendadas em vez de suplementos.",
  "supp.selenium": "Suplemento de Selênio",
  "supp.selenium.why": "Apoia a função da tireoide, a defesa imunológica e a proteção contra o estresse oxidativo.",
  "supp.selenium.note": "Apenas uma ou duas castanhas-do-pará por dia fornece sua necessidade total de selênio. Uma lata de atum cobre 140% das necessidades diárias. A suplementação raramente é necessária e o excesso de selênio pode ser tóxico.",
  "supp.probiotics": "Suplemento Probiótico",
  "supp.probiotics.why": "Visa apoiar a saúde intestinal introduzindo bactérias benéficas. A pesquisa é promissora, mas ainda está em evolução para muitas alegações de saúde.",
  "supp.probiotics.note": "Iogurte grego, kefir e outros alimentos fermentados contêm naturalmente probióticos e também fornecem proteína, cálcio e outros nutrientes que cápsulas não conseguem replicar. Considere probióticos à base de alimentos primeiro.",
  "supp.fiber": "Suplemento de Fibra",
  "supp.fiber.why": "Usado quando a ingestão de fibra alimentar é insuficiente. Ajuda na regularidade intestinal, controle do açúcar no sangue e gestão do colesterol.",
  "supp.fiber.note": "Duas colheres de sopa de sementes de chia fornecem cerca de 10g de fibra, além de proteína, ômega-3 e minerais que um suplemento de psyllium não consegue oferecer. Alimentos integrais entregam fibra junto com centenas de outros compostos benéficos. Aumente a fibra gradualmente para evitar desconforto digestivo.",
  "supp.food_first_message": "A natureza fornece a maior parte do que precisamos. Veja como obter seus nutrientes de alimentos de verdade.",
  "recipe.salmon_avocado_bowl": "Bowl de Salmão e Abacate",
  "recipe.salmon_avocado_bowl.desc": "Um bowl vibrante de salmão selado sobre arroz integral fofinho com fatias cremosas de abacate. Rico em ômega-3 e proteína, este almoço equilibrado fica pronto em apenas 12 minutos.",
  "recipe.salmon_avocado_bowl.steps": "1. Cozinhe o arroz integral conforme as instruções da embalagem e reserve.\n2. Tempere o filé de salmão com sal, pimenta e um fio de limão.\n3. Aqueça uma frigideira antiaderente em fogo médio-alto com um fio de azeite.\n4. Sele o salmão com a pele para baixo por 4 minutos, depois vire e cozinhe por mais 3 minutos.\n5. Fatie o abacate enquanto o salmão termina de cozinhar.\n6. Monte o bowl: arroz no fundo, salmão por cima e abacate ao lado.\n7. Finalize com um fio de molho de soja ou seu molho favorito.",
  "recipe.overnight_oats_berries": "Overnight Oats com Frutas Vermelhas",
  "recipe.overnight_oats_berries.desc": "Aveia cremosa sem cozimento, deixada de molho durante a noite com mirtilos frescos, sementes de chia e um toque de mel. Pegue da geladeira para um café da manhã instantâneo e rico em fibras.",
  "recipe.overnight_oats_berries.steps": "1. Combine aveia em flocos, leite e sementes de chia em um pote ou recipiente.\n2. Adicione mel e misture bem.\n3. Feche o recipiente e refrigere durante a noite (pelo menos 6 horas).\n4. De manhã, mexa a aveia e adicione mais leite se estiver muito espessa.\n5. Cubra com mirtilos frescos.\n6. Aprecie fria direto da geladeira, ou aqueça no micro-ondas por 90 segundos se preferir.",
  "recipe.scrambled_eggs_toast": "Ovos Mexidos na Torrada com Espinafre",
  "recipe.scrambled_eggs_toast.desc": "Ovos mexidos fofinhos sobre torrada integral com espinafre refogado e uma pitada de cheddar. Um café da manhã rico em proteína que toda a família pode saborear em menos de 10 minutos.",
  "recipe.scrambled_eggs_toast.steps": "1. Quebre três ovos em uma tigela, adicione um pouco de leite e bata até ficar homogêneo.\n2. Aqueça uma frigideira antiaderente em fogo médio-baixo com um pouco de manteiga.\n3. Adicione o espinafre e mexa até murchar, cerca de 30 segundos. Retire e reserve.\n4. Despeje os ovos e mexa delicadamente com uma espátula, deixando os grumos se formarem lentamente.\n5. Quando os ovos estiverem quase prontos, mas ainda levemente cremosos, retire do fogo.\n6. Torre o pão até dourar.\n7. Coloque o espinafre sobre a torrada, depois os ovos e por último o cheddar ralado.",
  "recipe.greek_yogurt_parfait": "Parfait de Iogurte Grego",
  "recipe.greek_yogurt_parfait.desc": "Camadas de iogurte grego cremoso, morangos frescos, amêndoas crocantes e um fio de mel. Um lanche ou café da manhã leve, rico em proteína, que leva menos de cinco minutos para montar.",
  "recipe.greek_yogurt_parfait.steps": "1. Coloque uma camada de iogurte grego em um copo ou tigela.\n2. Adicione uma camada de morangos fatiados.\n3. Polvilhe com amêndoas picadas.\n4. Repita as camadas até encher o copo.\n5. Regue mel por cima.\n6. Sirva imediatamente para manter a crocância, ou refrigere por até 2 horas.",
  "recipe.avocado_toast_egg": "Torrada de Abacate com Ovo Frito",
  "recipe.avocado_toast_egg.desc": "Abacate maduro amassado sobre pão integral torrado, coberto com um ovo frito dourado e fatias de tomate fresco. Uma combinação satisfatória de gorduras saudáveis, proteína e fibra.",
  "recipe.avocado_toast_egg.steps": "1. Torre o pão integral até ficar dourado e crocante.\n2. Enquanto o pão tosta, aqueça uma frigideira pequena em fogo médio com um fio de azeite.\n3. Quebre o ovo na frigideira e frite até a clara firmar, mas a gema ainda estar mole.\n4. Amasse o abacate com um garfo, adicionando uma pitada de sal e um fio de limão.\n5. Espalhe o abacate amassado na torrada.\n6. Coloque o ovo frito sobre o abacate.\n7. Arrume as fatias de tomate ao redor do ovo e tempere com sal e pimenta.",
  "recipe.banana_peanut_butter_smoothie": "Smoothie de Banana com Pasta de Amendoim",
  "recipe.banana_peanut_butter_smoothie.desc": "Um smoothie espesso e cremoso misturando banana madura com pasta de amendoim, leite integral e uma colher de aveia. Perfeito para uma dose de energia antes ou depois de atividades.",
  "recipe.banana_peanut_butter_smoothie.steps": "1. Descasque a banana e quebre em pedaços.\n2. Adicione a banana, a pasta de amendoim, o leite e a aveia no liquidificador.\n3. Bata em velocidade alta por 30-45 segundos até ficar completamente homogêneo.\n4. Despeje em um copo alto.\n5. Para um smoothie extra gelado, use banana congelada ou adicione um punhado de gelo antes de bater.",
  "recipe.tuna_salad_wrap": "Wrap de Salada de Atum",
  "recipe.tuna_salad_wrap.desc": "Atum desfiado misturado com abacate amassado, tomate fresco e baby espinafre, tudo enrolado em tortilha integral. Um almoço rico em proteína e ômega-3, fácil de transportar.",
  "recipe.tuna_salad_wrap.steps": "1. Escorra bem o atum em lata e coloque em uma tigela.\n2. Amasse o abacate e misture ao atum no lugar da maionese.\n3. Pique o tomate em cubos e incorpore à mistura de atum.\n4. Tempere com sal, pimenta e um fio de suco de limão.\n5. Disponha as folhas de espinafre sobre a tortilha integral.\n6. Coloque a mistura de atum sobre o espinafre.\n7. Enrole a tortilha bem apertada, dobrando as laterais conforme avança. Corte ao meio para servir.",
  "recipe.apple_almond_snack": "Lanche de Maçã e Amêndoas",
  "recipe.apple_almond_snack.desc": "O lanche saudável mais simples: fatias crocantes de maçã acompanhadas de um punhado de amêndoas cruas. A combinação de fibra, gorduras saudáveis e doçura natural mantém a fome longe por horas.",
  "recipe.apple_almond_snack.steps": "1. Lave a maçã e corte em gomos, removendo o miolo.\n2. Separe um punhado de amêndoas (cerca de 23 amêndoas).\n3. Arrume em um prato ou embale em um recipiente para um lanche para viagem.\n4. Para variar, experimente passar uma fina camada de pasta de amêndoas nas fatias de maçã.",
  "recipe.cottage_cheese_fruit_bowl": "Bowl de Queijo Cottage com Frutas",
  "recipe.cottage_cheese_fruit_bowl.desc": "Queijo cottage cremoso coberto com pedaços doces de manga, nozes crocantes e uma pitada de linhaça. Rico em proteína e ômega-3, com um sabor tropical naturalmente doce.",
  "recipe.cottage_cheese_fruit_bowl.steps": "1. Coloque queijo cottage em uma tigela.\n2. Descasque e corte a manga em pedaços pequenos.\n3. Arrume a manga sobre o queijo cottage.\n4. Espalhe nozes e linhaça moída por cima.\n5. Adicione um fio de mel se gostar de mais doçura.\n6. Aprecie imediatamente para o melhor contraste de texturas.",
  "recipe.dark_chocolate_banana_bites": "Bananinhas com Chocolate Amargo",
  "recipe.dark_chocolate_banana_bites.desc": "Rodelas de banana congelada mergulhadas em chocolate amargo derretido e polvilhadas com amêndoas trituradas. Uma sobremesa naturalmente doce, repleta de antioxidantes, potássio e magnésio.",
  "recipe.dark_chocolate_banana_bites.steps": "1. Descasque as bananas e corte em rodelas de 1cm.\n2. Forre uma assadeira com papel manteiga e arrume as rodelas de banana em uma única camada.\n3. Congele por 30 minutos até ficarem firmes.\n4. Derreta o chocolate amargo em um recipiente próprio para micro-ondas em intervalos de 20 segundos, mexendo entre cada um.\n5. Triture as amêndoas em pedaços pequenos.\n6. Mergulhe cada rodela de banana congelada até a metade no chocolate derretido.\n7. Polvilhe amêndoas trituradas por cima antes de o chocolate endurecer.\n8. Volte ao freezer por 10 minutos para firmar. Armazene no freezer.",
  "recipe.chicken_stir_fry": "Frango com Brócolis Salteado",
  "recipe.chicken_stir_fry.desc": "Pedaços macios de peito de frango salteados com brócolis e pimentão sobre arroz integral, finalizados com alho e um toque de molho de soja. Uma refeição rica em proteína e equilibrada, pronta em 20 minutos.",
  "recipe.chicken_stir_fry.steps": "1. Corte o peito de frango em tiras finas e tempere com sal, pimenta e um fio de molho de soja.\n2. Cozinhe o arroz integral conforme as instruções da embalagem.\n3. Aqueça azeite em uma frigideira grande ou wok em fogo alto.\n4. Adicione as tiras de frango e salteie por 5-6 minutos até dourar e cozinhar por completo. Retire e reserve.\n5. Na mesma frigideira, adicione alho picado e mexa por 30 segundos.\n6. Adicione os floretes de brócolis e o pimentão fatiado. Salteie por 3-4 minutos até ficarem al dente.\n7. Devolva o frango à frigideira, misture tudo e sirva sobre o arroz integral.",
  "recipe.lentil_soup": "Sopa Encorpada de Lentilha",
  "recipe.lentil_soup.desc": "Uma panela reconfortante de lentilhas cozidas com cenoura, tomate, espinafre e alho. Econômica, vegana e repleta de ferro e fibra. Rende quatro porções generosas.",
  "recipe.lentil_soup.steps": "1. Lave as lentilhas em água fria e escorra.\n2. Aqueça azeite em uma panela grande em fogo médio.\n3. Adicione cenoura picada e alho picado, cozinhando por 3-4 minutos até amolecer.\n4. Adicione as lentilhas, os tomates picados e água ou caldo suficiente para cobrir em cerca de 5cm.\n5. Leve para ferver, depois reduza o fogo e cozinhe por 20 minutos até as lentilhas ficarem macias.\n6. Adicione o espinafre nos últimos 2 minutos de cozimento.\n7. Tempere com sal, pimenta e um fio de suco de limão. Sirva quente com pão crocante.",
  "recipe.shrimp_garlic_pasta": "Macarrão com Camarão e Alho",
  "recipe.shrimp_garlic_pasta.desc": "Camarões suculentos salteados com bastante alho, misturados com massa integral, tomates-cereja e espinafre fresco ao azeite. Um jantar de inspiração mediterrânea, rico em selênio e proteína.",
  "recipe.shrimp_garlic_pasta.steps": "1. Cozinhe a massa em água fervente com sal conforme as instruções da embalagem. Escorra, reservando meia xícara da água do cozimento.\n2. Enquanto a massa cozinha, aqueça azeite em uma frigideira grande em fogo médio-alto.\n3. Adicione os camarões em uma única camada e cozinhe 2 minutos de cada lado até ficarem rosados. Retire e reserve.\n4. Abaixe o fogo, adicione o alho fatiado na mesma frigideira e mexa por 1 minuto até ficar aromático.\n5. Adicione os tomates-cereja cortados ao meio e cozinhe por 2 minutos.\n6. Acrescente o espinafre e mexa até murchar.\n7. Devolva os camarões à frigideira, adicione a massa escorrida e um pouco da água do cozimento.\n8. Misture tudo e sirva com um fio de suco de limão.",
  "recipe.quinoa_veggie_bowl": "Bowl Energético de Quinoa e Vegetais",
  "recipe.quinoa_veggie_bowl.desc": "Quinoa fofinha com grão-de-bico, abacate, couve e pimentão assado, temperada com azeite e limão. Um bowl proteico completo de origem vegetal com fibra extraordinária.",
  "recipe.quinoa_veggie_bowl.steps": "1. Lave bem a quinoa e cozinhe em água conforme as instruções da embalagem. Solte com um garfo.\n2. Escorra e enxágue o grão-de-bico.\n3. Asse pimentão fatiado com um fio de azeite a 200°C por 15 minutos.\n4. Massageie as folhas de couve com um pouco de azeite e uma pitada de sal para amolecê-las.\n5. Fatie o abacate.\n6. Monte os bowls: quinoa no fundo, depois grão-de-bico, pimentão assado, couve e abacate.\n7. Regue com azeite e suco de limão fresco. Tempere com sal e pimenta.",
  "recipe.turkey_spinach_wrap": "Wrap de Peru com Espinafre",
  "recipe.turkey_spinach_wrap.desc": "Fatias magras de peito de peru com espinafre fresco, cheddar e tomate em uma tortilha integral. Um almoço rico em proteína e fácil de transportar, perfeito para o trabalho ou a escola.",
  "recipe.turkey_spinach_wrap.steps": "1. Coloque a tortilha integral aberta em uma superfície limpa.\n2. Disponha folhas de espinafre sobre a tortilha, deixando uma borda nas extremidades.\n3. Distribua as fatias de peru uniformemente sobre o espinafre.\n4. Adicione fatias de tomate e uma fina camada de cheddar ralado.\n5. Tempere levemente com sal e pimenta.\n6. Dobre as laterais e enrole bem apertado de baixo para cima.\n7. Corte ao meio na diagonal e embrulhe em papel-alumínio para fácil transporte.",
  "recipe.tofu_veggie_stir_fry": "Tofu Salteado com Vegetais",
  "recipe.tofu_veggie_stir_fry.desc": "Cubos de tofu crocantes salteados com brócolis, cogumelos e cenoura sobre arroz integral. Um jantar à base de plantas satisfatório, rico em cálcio e proteína.",
  "recipe.tofu_veggie_stir_fry.steps": "1. Pressione o tofu entre papel-toalha para remover o excesso de umidade, depois corte em cubos de 2cm.\n2. Cozinhe o arroz integral conforme as instruções da embalagem.\n3. Aqueça azeite em uma frigideira grande ou wok em fogo alto.\n4. Adicione os cubos de tofu em uma única camada e cozinhe sem mexer por 3-4 minutos até dourar por baixo. Vire e repita.\n5. Retire o tofu e reserve.\n6. Na mesma frigideira, salteie os cogumelos fatiados por 2 minutos.\n7. Adicione floretes de brócolis e cenoura fatiada, cozinhando por 3-4 minutos até ficarem al dente.\n8. Devolva o tofu à frigideira, adicione um fio de molho de soja e misture. Sirva sobre o arroz.",
  "recipe.oatmeal_banana_walnut": "Mingau de Aveia com Banana e Nozes",
  "recipe.oatmeal_banana_walnut.desc": "Aveia quentinha e cremosa cozida com leite integral, coberta com banana fatiada, nozes crocantes e um fio de mel. Um começo de manhã saudável para o coração e rico em fibras.",
  "recipe.oatmeal_banana_walnut.steps": "1. Combine aveia e leite em uma panela pequena em fogo médio.\n2. Mexa ocasionalmente, levando a uma fervura suave.\n3. Cozinhe por 5-7 minutos, mexendo frequentemente, até a aveia ficar espessa e cremosa.\n4. Despeje em uma tigela.\n5. Fatie a banana e arrume por cima.\n6. Polvilhe com nozes picadas.\n7. Regue com mel e sirva enquanto está quente.",
  "recipe.egg_veggie_muffins": "Muffins de Ovo com Vegetais",
  "recipe.egg_veggie_muffins.desc": "Copinhos individuais de ovo assados com espinafre, pimentão, cogumelos e cheddar. Faça uma fornada no domingo e reaqueça durante a semana para cafés da manhã rápidos e ricos em proteína.",
  "recipe.egg_veggie_muffins.steps": "1. Preaqueça o forno a 180°C (350°F) e unte uma forma de muffin com 6 cavidades.\n2. Pique finamente o espinafre, o pimentão e os cogumelos.\n3. Distribua os vegetais igualmente entre as cavidades.\n4. Quebre os ovos em uma tigela, bata bem e tempere com sal e pimenta.\n5. Despeje a mistura de ovos igualmente em cada cavidade, enchendo cerca de três quartos.\n6. Polvilhe cheddar ralado sobre cada um.\n7. Asse por 18-20 minutos até firmar e ficar levemente dourado.\n8. Deixe esfriar por 2 minutos antes de desenformar. Armazene na geladeira por até 4 dias.",
  "recipe.chickpea_salad": "Salada Mediterrânea de Grão-de-Bico",
  "recipe.chickpea_salad.desc": "Uma salada colorida de grão-de-bico, tomate picado, pimentão, abacate e espinafre temperada com azeite e limão. Vegana, rica em fibras e infinitamente personalizável.",
  "recipe.chickpea_salad.steps": "1. Escorra e enxágue o grão-de-bico.\n2. Pique o tomate, o pimentão e o abacate em pedaços de tamanho similar.\n3. Misture o grão-de-bico, os vegetais picados e as folhas de espinafre em uma tigela grande.\n4. Bata azeite, suco de limão, sal e pimenta para fazer o molho.\n5. Despeje o molho sobre a salada e misture delicadamente.\n6. Deixe descansar por 5 minutos para os sabores se combinarem.\n7. Sirva em temperatura ambiente. Conserva-se bem na geladeira para o almoço do dia seguinte.",
  "recipe.salmon_kale_sweet_potato": "Salmão com Couve e Batata-Doce",
  "recipe.salmon_kale_sweet_potato.desc": "Filés de salmão assados no forno servidos com batata-doce em fatias e couve salteada com alho. Um jantar denso em nutrientes, repleto de ômega-3, vitamina A e compostos anti-inflamatórios.",
  "recipe.salmon_kale_sweet_potato.steps": "1. Preaqueça o forno a 200°C (400°F).\n2. Corte as batatas-doces em fatias, misture com azeite e sal e espalhe em uma assadeira.\n3. Asse por 15 minutos.\n4. Tempere os filés de salmão com sal, pimenta e um fio de azeite.\n5. Adicione o salmão na assadeira ao lado das batatas-doces.\n6. Asse juntos por 12-15 minutos até o salmão se desfiar facilmente.\n7. Enquanto isso, aqueça uma frigideira com azeite e alho picado. Adicione a couve e refogue por 3-4 minutos.\n8. Monte o prato com o salmão sobre a couve e as fatias de batata-doce ao lado.",
  "recipe.homemade_turkey_burger": "Hambúrguer Caseiro de Peru",
  "recipe.homemade_turkey_burger.desc": "Hambúrgueres suculentos de peru temperados com ervas, servidos em pães integrais com abacate, tomate e espinafre fresco. Uma versão mais magra e nutritiva do clássico hambúrguer.",
  "recipe.homemade_turkey_burger.steps": "1. Em uma tigela, misture o peru moído com sal, pimenta, alho em pó e uma pitada de páprica.\n2. Forme dois hambúrgueres iguais, fazendo uma pequena covinha no centro de cada um.\n3. Aqueça uma frigideira ou chapa em fogo médio-alto.\n4. Cozinhe os hambúrgueres por 5-6 minutos de cada lado até estarem completamente cozidos (temperatura interna 74°C/165°F).\n5. Torre os pães integrais levemente.\n6. Amasse um pouco de abacate na parte de baixo do pão.\n7. Monte com o hambúrguer, fatias de tomate e espinafre.\n8. Cubra com a parte de cima do pão e sirva.",
  "recipe.beef_broccoli_bowl": "Bowl de Carne com Brócolis",
  "recipe.beef_broccoli_bowl.desc": "Tiras macias de carne magra salteadas com brócolis em molho saboroso de alho sobre arroz integral. Uma combinação clássica que entrega ferro, zinco e B12 em cada garfada.",
  "recipe.beef_broccoli_bowl.steps": "1. Corte a carne em tiras finas no sentido contrário das fibras.\n2. Cozinhe o arroz integral conforme as instruções da embalagem.\n3. Aqueça azeite em uma frigideira grande ou wok em fogo alto.\n4. Adicione as tiras de carne e salteie por 3-4 minutos até dourar. Retire e reserve.\n5. Adicione alho picado na mesma frigideira e mexa por 30 segundos.\n6. Adicione floretes de brócolis com um pouco de água, tampe e cozinhe no vapor por 3 minutos.\n7. Devolva a carne à frigideira, adicione molho de soja e misture.\n8. Sirva sobre arroz integral com uma pitada de sementes de gergelim, se desejar.",
  "recipe.black_bean_sweet_potato_chili": "Chili de Feijão-Preto com Batata-Doce",
  "recipe.black_bean_sweet_potato_chili.desc": "Um chili espesso e defumado feito com feijão-preto, batata-doce assada, tomate e pimentão. Vegano, econômico e repleto de fibras. Rende quatro tigelas generosas.",
  "recipe.black_bean_sweet_potato_chili.steps": "1. Descasque e corte as batatas-doces em cubos de 2cm.\n2. Aqueça azeite em uma panela grande em fogo médio.\n3. Adicione pimentão picado e alho picado, cozinhando por 3 minutos.\n4. Adicione os cubos de batata-doce e misture.\n5. Adicione tomates picados, feijão-preto escorrido e água suficiente para cobrir.\n6. Tempere com cominho, chili em pó, páprica defumada, sal e pimenta.\n7. Leve para ferver, reduza o fogo e cozinhe por 25-30 minutos até as batatas-doces ficarem macias.\n8. Sirva em tigelas, cobrindo com uma colher de iogurte ou fatias de abacate, se desejar.",
  "recipe.baked_chicken_vegetables": "Frango Assado com Vegetais na Assadeira",
  "recipe.baked_chicken_vegetables.desc": "Peitos de frango assados em uma única assadeira com batata-doce, brócolis e cenoura. Preparo simples, pouca louça e uma refeição equilibrada que toda a família vai comer.",
  "recipe.baked_chicken_vegetables.steps": "1. Preaqueça o forno a 200°C (400°F).\n2. Corte batatas-doces e cenouras em pedaços de tamanho uniforme.\n3. Misture os vegetais com azeite, sal, pimenta e alho picado em uma assadeira grande.\n4. Asse por 15 minutos para dar uma vantagem aos legumes de raiz.\n5. Tempere os peitos de frango com sal, pimenta e suas ervas favoritas.\n6. Empurre os vegetais para os lados e coloque o frango no centro da assadeira.\n7. Adicione floretes de brócolis ao redor do frango.\n8. Asse por mais 25 minutos até o frango atingir 74°C (165°F) internamente.\n9. Deixe descansar por 5 minutos antes de fatiar e servir.",
  "recipe.sardine_toast_salad": "Torrada de Sardinha com Salada Verde",
  "recipe.sardine_toast_salad.desc": "Sardinhas em lata amassadas com abacate sobre pão integral torrado, acompanhadas de uma salada de couve e tomate. Uma refeição subestimada e econômica, rica em ômega-3, cálcio e B12.",
  "recipe.sardine_toast_salad.steps": "1. Escorra as sardinhas e coloque em uma tigela.\n2. Amasse com um garfo, adicionando abacate picado, um fio de limão, sal e pimenta.\n3. Torre o pão integral até dourar.\n4. Espalhe generosamente a mistura de sardinha e abacate na torrada.\n5. Para a salada, combine folhas de couve rasgadas e tomates fatiados.\n6. Tempere com azeite, suco de limão e uma pitada de sal.\n7. Sirva a torrada acompanhada da salada.",
  "recipe.lentil_bolognese": "Bolonhesa de Lentilha",
  "recipe.lentil_bolognese.desc": "Um molho para massa rico e encorpado feito inteiramente de lentilhas, cogumelos, cenoura e tomate. Até quem adora carne vai gostar deste. Rico em ferro, fibra e proteína.",
  "recipe.lentil_bolognese.steps": "1. Lave as lentilhas em água fria e escorra.\n2. Pique finamente as cenouras e os cogumelos.\n3. Aqueça azeite em uma panela grande em fogo médio.\n4. Adicione alho picado e cenouras, cozinhando por 3-4 minutos.\n5. Adicione os cogumelos e cozinhe por mais 3 minutos até amolecer.\n6. Adicione as lentilhas e os tomates picados com seu suco.\n7. Adicione água suficiente para cobrir as lentilhas, leve para ferver e depois reduza o fogo.\n8. Cozinhe por 25-30 minutos, mexendo ocasionalmente, até as lentilhas ficarem macias e o molho encorpar.\n9. Tempere bem com sal, pimenta e ervas italianas secas. Sirva sobre sua massa favorita.",
  "recipe.stuffed_bell_peppers": "Pimentões Recheados",
  "recipe.stuffed_bell_peppers.desc": "Pimentões coloridos recheados com uma mistura saborosa de quinoa, feijão-preto, tomate e cheddar derretido. Uma refeição com proteína completa que impressiona, mas é surpreendentemente fácil.",
  "recipe.stuffed_bell_peppers.steps": "1. Preaqueça o forno a 190°C (375°F).\n2. Corte a parte de cima dos pimentões e retire as sementes.\n3. Cozinhe a quinoa conforme as instruções da embalagem.\n4. Misture a quinoa cozida com feijão-preto escorrido, tomates picados, alho picado e metade do cheddar.\n5. Tempere o recheio com cominho, sal e pimenta.\n6. Recheie cada pimentão, pressionando bem.\n7. Coloque os pimentões em pé em uma travessa e polvilhe o restante do cheddar por cima.\n8. Cubra com papel-alumínio e asse por 25 minutos.\n9. Retire o papel-alumínio e asse por mais 10 minutos até o queijo dourar e os pimentões ficarem macios.",
  "recipe.slow_cooker_chicken_soup": "Canja na Panela Elétrica",
  "recipe.slow_cooker_chicken_soup.desc": "Uma canja reconfortante e nutritiva que praticamente se faz sozinha. Peito de frango cozido lentamente com cenoura, couve-flor, espinafre e alho. Rende seis porções para a semana.",
  "recipe.slow_cooker_chicken_soup.steps": "1. Coloque os peitos de frango no fundo da panela elétrica.\n2. Adicione cenoura picada, floretes de couve-flor e alho picado por cima.\n3. Despeje caldo de frango ou água suficiente para cobrir tudo em cerca de 3cm.\n4. Tempere com sal, pimenta, tomilho e uma folha de louro.\n5. Cozinhe em temperatura baixa por 6-8 horas ou alta por 3-4 horas.\n6. Retire o frango e desfie com dois garfos.\n7. Devolva o frango desfiado à panela e adicione o espinafre.\n8. Deixe o espinafre murchar por 2-3 minutos.\n9. Prove e ajuste o tempero. Sirva quente. Refrigere ou congele as sobras em porções.",
  "recipe.baked_salmon_quinoa": "Salmão Assado com Quinoa ao Limão",
  "recipe.baked_salmon_quinoa.desc": "Filés de salmão com ervas e limão assados até ficarem macios, servidos sobre quinoa fofinha com brócolis assado. Um jantar rico em ômega-3, tão elegante quanto nutritivo.",
  "recipe.baked_salmon_quinoa.steps": "1. Preaqueça o forno a 200°C (400°F).\n2. Cozinhe a quinoa conforme as instruções da embalagem. Depois de pronta, solte com um garfo e misture raspas e suco de limão.\n3. Coloque floretes de brócolis em uma assadeira, regue com azeite e tempere com sal.\n4. Asse o brócolis por 10 minutos.\n5. Tempere os filés de salmão com sal, pimenta, alho picado e azeite.\n6. Mova o brócolis para os lados e coloque o salmão na assadeira.\n7. Asse juntos por 12-14 minutos até o salmão se desfiar facilmente.\n8. Monte o prato com a quinoa ao limão, o salmão por cima e o brócolis ao lado.",
  "recipe.cauliflower_chickpea_curry": "Curry de Couve-Flor com Grão-de-Bico",
  "recipe.cauliflower_chickpea_curry.desc": "Um curry aromático e reconfortante de couve-flor e grão-de-bico em molho de tomate temperado com espinafre. Vegano, rico em fibras e profundamente satisfatório, servido com arroz ou pão sírio.",
  "recipe.cauliflower_chickpea_curry.steps": "1. Corte a couve-flor em floretes pequenos.\n2. Aqueça azeite em uma panela grande em fogo médio.\n3. Adicione alho picado e cozinhe por 30 segundos até ficar aromático.\n4. Adicione os floretes de couve-flor e misture. Cozinhe por 3 minutos.\n5. Adicione grão-de-bico escorrido, tomates picados e temperos (curry em pó, cúrcuma, cominho, sal).\n6. Adicione um pouco de água, tampe e cozinhe por 20 minutos até a couve-flor ficar macia.\n7. Adicione o espinafre e cozinhe por mais 2 minutos até murchar.\n8. Ajuste o tempero e sirva sobre arroz ou com pão sírio quentinho.",
  "resto.burger_meal": "Combo de Hambúrguer",
  "resto.burger_meal.restaurant": "Cheese-burguer de fast-food com batata frita e refrigerante grande",
  "resto.burger_meal.home": "Hambúrguer caseiro de peru com batata-doce assada e água",
  "resto.burger_meal.tip": "A maior diferença não é o hambúrguer em si, mas os acompanhamentos. Trocar batata frita e refrigerante por batata-doce assada e água corta as calorias pela metade e elimina a maior parte do açúcar adicionado.",
  "resto.fried_chicken_combo": "Combo de Frango Frito",
  "resto.fried_chicken_combo.restaurant": "3 pedaços de frango frito com salada de repolho, biscoito e refrigerante grande",
  "resto.fried_chicken_combo.home": "Peito de frango assado no forno com vegetais assados",
  "resto.fried_chicken_combo.tip": "Assar em vez de fritar reduz a gordura em 85%, mantendo a mesma quantidade de proteína. A salada de repolho dos restaurantes geralmente é carregada de maionese, então vegetais assados são um acompanhamento muito mais leve.",
  "resto.pepperoni_pizza": "Pizza de Pepperoni (3 fatias)",
  "resto.pepperoni_pizza.restaurant": "3 fatias de pizza de pepperoni delivery",
  "resto.pepperoni_pizza.home": "Pizza caseira integral com cobertura de vegetais frescos",
  "resto.pepperoni_pizza.tip": "A pizza delivery geralmente tem muito mais queijo e embutidos do que versões caseiras. Usar uma massa integral e caprichar nos vegetais proporciona mais fibra e menos sódio.",
  "resto.margherita_pizza": "Pizza Margherita (3 fatias)",
  "resto.margherita_pizza.restaurant": "3 fatias de pizza margherita estilo restaurante",
  "resto.margherita_pizza.home": "Margherita caseira com mussarela fresca e manjericão",
  "resto.margherita_pizza.tip": "Mesmo uma pizza mais simples como a margherita acaba com óleo e queijo extras em restaurantes. Em casa, você controla a qualidade dos ingredientes e a quantidade de queijo.",
  "resto.general_tso_chicken": "Frango do General Tso",
  "resto.general_tso_chicken.restaurant": "Frango do General Tso com arroz frito de restaurante chinês",
  "resto.general_tso_chicken.home": "Frango salteado caseiro com arroz integral e vegetais",
  "resto.general_tso_chicken.tip": "O frango do General Tso é empanado, frito e coberto com um molho açucarado. Um simples salteado oferece todo o sabor com uma fração da gordura e do açúcar. Use alho e gengibre frescos para sabor natural.",
  "resto.pad_thai": "Pad Thai",
  "resto.pad_thai.restaurant": "Pad Thai de restaurante com camarão",
  "resto.pad_thai.home": "Macarrão caseiro com camarão e vegetais ao alho e azeite",
  "resto.pad_thai.tip": "O pad Thai de restaurante geralmente é preparado com muito óleo e um molho doce de tamarindo que adiciona calorias ocultas. Um macarrão ao alho e azeite com camarão oferece satisfação similar com muito menos sódio e açúcar.",
  "resto.burrito_bowl": "Burrito Bowl",
  "resto.burrito_bowl.restaurant": "Burrito bowl grande com arroz, feijão, carne, queijo, creme azedo e guacamole",
  "resto.burrito_bowl.home": "Bowl caseiro de quinoa com vegetais, grão-de-bico e abacate",
  "resto.burrito_bowl.tip": "Burrito bowls de restaurante são generosos, e esse é o problema. O creme azedo e o queijo extra sozinhos podem adicionar mais de 300 calorias. Um bowl caseiro de quinoa com vegetais frescos oferece mais fibra e controle sobre as porções.",
  "resto.quesadilla_combo": "Combo de Quesadilla",
  "resto.quesadilla_combo.restaurant": "Quesadilla de queijo com arroz, feijão e nachos de restaurante mexicano",
  "resto.quesadilla_combo.home": "Quesadilla caseira integral com feijão-preto e vegetais",
  "resto.quesadilla_combo.tip": "Quesadillas de restaurante usam tortilhas enormes carregadas de queijo e frequentemente vêm com acompanhamentos calóricos. Usar uma tortilha integral menor com feijão e vegetais torna a refeição mais equilibrada.",
  "resto.fettuccine_alfredo": "Fettuccine Alfredo",
  "resto.fettuccine_alfredo.restaurant": "Fettuccine Alfredo de restaurante com pão de alho",
  "resto.fettuccine_alfredo.home": "Alfredo caseiro mais leve com massa integral e vegetais",
  "resto.fettuccine_alfredo.tip": "O molho Alfredo de restaurante é basicamente manteiga e creme de leite em grandes quantidades. Uma versão mais leve usando leite, menos parmesão e adicionando brócolis ou espinafre reduz drasticamente a gordura e ainda parece indulgente.",
  "resto.pasta_bolognese": "Macarrão à Bolonhesa",
  "resto.pasta_bolognese.restaurant": "Espaguete à bolonhesa de restaurante com pão de alho",
  "resto.pasta_bolognese.home": "Bolonhesa caseira de lentilha com massa integral",
  "resto.pasta_bolognese.tip": "Substituir carne moída por lentilha reduz a gordura em 74% e adiciona uma enorme quantidade de fibra e ferro. A maioria das pessoas não nota a diferença depois que é cozida com tomate e ervas. Experimente antes de descartar.",
  "resto.latte_muffin": "Latte e Muffin",
  "resto.latte_muffin.restaurant": "Latte aromatizado grande com muffin de blueberry de cafeteria",
  "resto.latte_muffin.home": "Mingau de aveia caseiro com banana, nozes e mel",
  "resto.latte_muffin.tip": "Um muffin de cafeteria pode conter tanto açúcar quanto três barras de chocolate. O mingau de aveia com frutas fornece energia constante sem o pico de açúcar, custa uma fração do preço e mantém a saciedade por muito mais tempo.",
  "resto.deli_sub_sandwich": "Sanduíche Tipo Subway",
  "resto.deli_sub_sandwich.restaurant": "Sanduíche de 30cm com embutidos, queijo e molho",
  "resto.deli_sub_sandwich.home": "Wrap caseiro de peru e espinafre com vegetais frescos",
  "resto.deli_sub_sandwich.tip": "Sanduíches de lanchonete são bombas de sódio por causa dos embutidos, queijo e molhos. Usar peru fresco fatiado em vez de embutidos e dispensar os molhos pesados corta 75% do sódio e continua tão saboroso.",
  "shop.budget_week": "Semana Econômica (R$250)",
  "shop.moderate_week": "Semana Equilibrada (R$400)",
  "shop.premium_week": "Semana Premium (R$600)",
  "shop.tip.seasonal": "Compre frutas e vegetais da estação. Custam menos, têm mais sabor e níveis nutricionais mais altos porque são colhidos no ponto certo em vez de transportados de longe.",
  "shop.tip.bulk": "Estoque itens básicos da despensa como arroz, aveia, lentilha e feijão em quantidade. Duram meses, custam significativamente menos por porção e formam a base de centenas de refeições nutritivas.",
  "shop.tip.frozen": "Frutas e vegetais congelados são colhidos e congelados no pico nutricional. Frequentemente são mais baratos que frescos, duram muito mais e são igualmente nutritivos. Mantenha uma variedade no freezer para refeições rápidas.",
  "shop.tip.store_brands": "Produtos de marca própria geralmente contêm os mesmos ingredientes que marcas famosas, por um custo 20-40% menor. Compare os rótulos nutricionais para confirmar. Esta é uma das formas mais fáceis de reduzir sua conta do supermercado.",
  "shop.tip.meal_prep": "Dedique uma ou duas horas no fim de semana para preparar refeições da semana. Cozinhar sopas, grãos e proteínas em lote economiza tempo nos dias úteis corridos e reduz a tentação de pedir delivery.",
  "shop.tip.avoid_waste": "Planeje suas refeições antes de ir ao supermercado e siga sua lista. Use sobras de forma criativa. Congele pão, carne e bananas maduras antes de estragarem. Desperdício de comida é dinheiro jogado fora.",
  "shop.weekly_cost": "Custo semanal estimado",
  "shop.per_day": "Por dia",
  "shop.shopping_list": "Lista de Compras",
  "shop.grocery_section": "Seção do supermercado",
  "shop.section.produce": "Hortifrúti",
  "shop.section.meat_counter": "Açougue",
  "shop.section.fish_counter": "Peixaria",
  "shop.section.dairy": "Laticínios e Ovos",
  "shop.section.bakery": "Padaria",
  "shop.section.bulk_bins": "Grãos e Cereais",
  "shop.section.canned_goods": "Enlatados e Conservas",
  "shop.section.frozen": "Congelados",
  "shop.section.oils_condiments": "Óleos e Condimentos",
  "food.category.protein": "Proteína",
  "food.category.grain": "Grãos e Amidos",
  "food.category.vegetable": "Vegetais",
  "food.category.fruit": "Frutas",
  "food.category.dairy": "Laticínios",
  "food.category.nut_seed": "Castanhas e Sementes",
  "food.category.legume": "Leguminosas",
  "food.category.other": "Outros",
  "food.fruit_class.citrus": "Frutas Cítricas",
  "food.fruit_class.berry": "Frutas Vermelhas",
  "food.fruit_class.tropical": "Frutas Tropicais",
  "food.fruit_class.stone": "Frutas de Caroço",
  "food.fruit_class.pome": "Frutas Pomáceas",
  "food.fruit_class.melon": "Melões",
  "score.excellent": "Excelente fonte",
  "score.good": "Boa fonte",
  "score.moderate": "Fonte moderada",
  "score.low": "Fonte baixa",
  "time.quick": "Rápido (menos de 15 min)",
  "time.medium": "Médio (15-30 min)",
  "time.long": "Demorado (30+ min)",
  "difficulty.easy": "Fácil",
  "difficulty.medium": "Moderado",
  "difficulty.advanced": "Avançado",
  "meal.breakfast": "Café da Manhã",
  "meal.lunch": "Almoço",
  "meal.dinner": "Jantar",
  "meal.snack": "Lanche",
  "compare.title": "Comparar Alimentos",
  "compare.subtitle": "Coloque dois alimentos lado a lado e veja como seus nutrientes se comparam. Conhecimento é o primeiro passo para melhores escolhas.",
  "compare.select_hint": "Busque ou selecione um alimento para comparar",
  "compare.per_serving": "Por porção",
  "compare.per_100g": "Por 100g",
  "compare.winner": "Maior neste nutriente",
  "planner.title": "Planejador de Refeições",
  "planner.subtitle": "Monte suas refeições diárias e veja como elas se comparam às metas nutricionais recomendadas para sua faixa etária.",
  "planner.select_age": "Selecione sua faixa etária",
  "planner.add_meal": "Adicionar refeição",
  "planner.daily_total": "Total Diário",
  "planner.rda_coverage": "% da Ingestão Diária Recomendada",
  "planner.breakfast": "Café da Manhã",
  "planner.lunch": "Almoço",
  "planner.dinner": "Jantar",
  "planner.snack": "Lanche",
  "planner.clear_all": "Limpar todas as refeições",
  "quiz.title": "Quiz Nutricional",
  "quiz.subtitle": "Teste o que você sabe sobre a comida que come. Sem julgamentos, apenas aprendizado.",
  "quiz.start": "Começar Quiz",
  "quiz.question_of": "Pergunta {current} de {total}",
  "quiz.score": "Sua Pontuação",
  "quiz.next": "Próxima Pergunta",
  "quiz.results": "Ver Resultados",
  "quiz.play_again": "Jogar Novamente",
  "quiz.share_score": "Compartilhar Pontuação",
  "quiz.rating.expert": "Especialista em Nutrição! Você realmente entende do assunto.",
  "quiz.rating.great": "Ótimo conhecimento! Só algumas lacunas para preencher.",
  "quiz.rating.good": "Bom começo! Você conhece o básico e está pronto para aprender mais.",
  "quiz.rating.learning": "Sem problemas! Todo mundo começa de algum lugar. Explore o site para descobrir mais.",
  "food.detail.nutrients": "Nutrientes por 100g",
  "food.detail.recipes": "Receitas com este alimento",
  "food.detail.age_benefits": "Melhor para estas faixas etárias",
  "food.detail.replaces_supplement": "Pode ajudar a substituir este suplemento",
  "food.detail.available_at": "Encontre no supermercado",
  "food.detail.cost_tier": "Nível de custo",
  "about.title": "Sobre o EatClever",
  "about.intro": "EatClever é um recurso independente de informação nutricional. Apresentamos fatos sobre alimentos do dia a dia para que você possa fazer suas próprias escolhas informadas. Sem dietas, sem culpa, sem patrocinadores. Apenas dados.",
  "about.mission.title": "Nossa Missão",
  "about.mission.text": "Acreditamos que entender o que está na sua comida é um direito, não um privilégio. EatClever existe para tornar os dados nutricionais acessíveis, compreensíveis e aplicáveis para todos, independentemente de orçamento, origem ou preferência alimentar. Apresentamos os dados. Você escolhe.",
  "about.sources.title": "Nossas Fontes",
  "about.sources.text": "Todos os dados nutricionais são obtidos de bancos de dados revisados por pares, incluindo o USDA FoodData Central, diretrizes alimentares da OMS e autoridades nutricionais nacionais. Os valores representam quantidades típicas e podem variar com base nos métodos de preparo, condições de cultivo e marcas específicas.",
  "about.contact.title": "Contato",
  "about.contact.text": "Tem uma dúvida, correção ou sugestão? Seu feedback é bem-vindo. Entre em contato pelo nosso formulário e responderemos em breve.",
  "methodology.title": "Metodologia",
  "methodology.intro": "Transparência importa. Veja como coletamos, calculamos e apresentamos as informações nutricionais no EatClever.",
  "methodology.sources.title": "Fontes de Dados",
  "methodology.update.title": "Agenda de Atualizações",
  "methodology.limitations.title": "Limitações",
  "footer.about": "Sobre o EatClever",
  "footer.sources": "Fontes de Dados",
  "footer.legal": "Aviso Legal",
  "footer.contact": "Fale Conosco",
  "footer.copyright": "EatClever. Informações nutricionais para escolhas conscientes.",
  "footer.support": "Apoie Este Projeto",
  "footer.sister_sites": "Projetos Relacionados",
  "privacy.title": "Política de Privacidade",
  "impressum.title": "Aviso Legal",
  "lang.en": "Inglês",
  "lang.de": "Deutsch",
  "lang.es": "Español",
  "lang.fr": "Français",
  "lang.it": "Italiano",
  "lang.pt": "Português",
  "lang.ro": "Română",
  "lang.ru": "Русский",
  "lang.zh": "中文",
  "lang.ja": "日本語",
  "lang.ar": "العربية",
  "lang.hi": "हिन्दी",
  "general.back": "Voltar",
  "general.home": "Início",
  "general.learn_more": "Saiba mais",
  "general.view_all": "Ver tudo",
  "general.search": "Buscar alimentos...",
  "general.loading": "Carregando...",
  "general.no_results": "Nenhum resultado encontrado. Tente um termo de busca diferente.",
  "general.per_100g": "por 100g",
  "general.per_serving": "por porção",
  "general.daily_value": "% Valor Diário",
  "general.share": "Compartilhar",
  "general.calories": "Calorias",
  "general.protein": "Proteína",
  "general.fat": "Gordura",
  "general.carbs": "Carboidratos",
  "general.fiber": "Fibra",
  "general.sodium": "Sódio",
  "general.sugar": "Açúcar",
  "general.cost": "Custo",
  "general.cook_time": "Tempo de preparo",
  "general.servings": "Porções",
  "general.ingredients": "Ingredientes",
  "general.steps": "Modo de Preparo",
  "general.tags": "Tags",
  "general.minutes": "min",
  "general.save": "Salvar",
  "general.cancel": "Cancelar",
  "general.close": "Fechar",
  "general.yes": "Sim",
  "general.no": "Não",
  "general.or": "ou",
  "general.and": "e",
  "general.of": "de",
  "general.show_more": "Mostrar mais",
  "general.show_less": "Mostrar menos",
  "general.filter": "Filtrar",
  "general.sort_by": "Ordenar por",
  "general.reset": "Redefinir",
  "general.download": "Baixar",
  "general.print": "Imprimir",
  "general.per_person": "por pessoa",
  "general.budget": "Econômico",
  "general.moderate": "Moderado",
  "general.premium": "Premium",
  "general.disclaimer": "Estas informações são apenas para fins educacionais e não se destinam a substituir orientação médica ou nutricional. Consulte um profissional de saúde antes de fazer mudanças significativas na sua dieta.",
  "food.cost_tier.1": "Econômico",
  "food.cost_tier.2": "Intermediário",
  "food.cost_tier.3": "Premium",
  "food.availability.common": "Amplamente disponível o ano todo",
  "food.availability.seasonal": "Sazonal (melhor na época)",
  "food.availability.specialty": "Item especial",
  "food.section.fish_counter": "Peixaria",
  "food.section.meat_counter": "Açougue",
  "food.section.dairy": "Corredor de Laticínios",
  "food.section.produce": "Seção de Hortifrúti",
  "food.section.bulk_bins": "Grãos e Cereais",
  "food.section.canned_goods": "Corredor de Enlatados",
  "food.section.bakery": "Seção de Padaria",
  "food.section.oils_condiments": "Óleos e Condimentos",
  "food.section.snacks": "Corredor de Lanches",
  "resto.category.fast_food": "Fast Food",
  "resto.category.pizza": "Pizza",
  "resto.category.asian": "Asiática",
  "resto.category.mexican": "Mexicana",
  "resto.category.italian": "Italiana",
  "resto.category.cafe": "Cafeteria",
  "resto.category.deli": "Lanchonete",
  "resto.savings_label": "Você economiza cozinhando em casa",
  "resto.fewer_calories": "menos calorias",
  "resto.less_fat": "menos gordura",
  "resto.less_sodium": "menos sódio",
  "resto.cost_savings": "economia de custo",
  "resto.home_version": "Versão Caseira",
  "resto.restaurant_version": "Versão de Restaurante",
  "resto.cook_time": "Tempo de preparo em casa",
  "compare.calories": "Calorias",
  "compare.protein": "Proteína",
  "compare.fat": "Gordura",
  "compare.carbs": "Carboidratos",
  "compare.fiber": "Fibra",
  "compare.vitamins": "Vitaminas",
  "compare.minerals": "Minerais",
  "compare.swap_foods": "Trocar alimentos",
  "compare.add_to_planner": "Adicionar ao planejador",
  "planner.calories_target": "Meta de calorias",
  "planner.protein_target": "Meta de proteína",
  "planner.remaining": "Restante",
  "planner.exceeded": "Excedido",
  "planner.day": "Dia",
  "planner.week_view": "Visão semanal",
  "planner.day_view": "Visão diária",
  "planner.export": "Exportar plano",
  "planner.import": "Importar plano",
  "planner.suggested_meals": "Refeições sugeridas",
  "planner.remove_meal": "Remover",
  "quiz.correct": "Correto!",
  "quiz.incorrect": "Não exatamente.",
  "quiz.explanation": "Explicação",
  "quiz.did_you_know": "Você sabia?",
  "quiz.category.vitamins": "Vitaminas e Minerais",
  "quiz.category.nutrients": "Macronutrientes",
  "quiz.category.foods": "Curiosidades sobre Alimentos",
  "quiz.category.labels": "Leitura de Rótulos",
  "quiz.category.myths": "Mitos Nutricionais",
  "age.section.title": "Nutrição ao Longo da Vida",
  "age.section.subtitle": "As necessidades do seu corpo mudam a cada década. Veja no que focar em cada fase.",
  "age.calorie_range": "Faixa calórica diária recomendada",
  "age.key_nutrients": "Nutrientes-chave para esta idade",
  "age.recommended_foods": "Principais alimentos recomendados",
  "age.foods_to_limit": "Alimentos para limitar",
  "age.tips_title": "Dicas Práticas",
  "supp.section.title": "Alimentos vs. Suplementos",
  "supp.section.subtitle": "Veja exatamente quanto alimento de verdade é necessário para igualar um comprimido de suplemento comum.",
  "supp.common_dose": "Dose comum do suplemento",
  "supp.food_alternative": "Alternativa alimentar",
  "supp.per_serving": "por porção fornece",
  "supp.of_daily_need": "da sua necessidade diária",
  "supp.verdict": "O veredito",
  "cook.section.title": "Tempo de Preparo e Nutrição",
  "cook.section.subtitle": "Seja com 5 minutos ou 50, há uma refeição nutritiva esperando. Filtre por tempo e encontre receitas que cabem na sua agenda.",
  "cook.filter.all": "Todas as receitas",
  "cook.filter.quick": "Menos de 15 min",
  "cook.filter.medium": "15-30 min",
  "cook.filter.long": "30+ min",
  "cook.filter.meal_type": "Tipo de refeição",
  "cook.filter.difficulty": "Dificuldade",
  "taste.section.title": "Sabor e Nutrição",
  "taste.section.subtitle": "Comer saudável não é abrir mão do sabor. É descobrir novas combinações que satisfazem tanto o paladar quanto o corpo.",
  "taste.flavour_pairings": "Combinações de sabores que potencializam a nutrição",
  "taste.umami": "Alimentos ricos em umami",
  "taste.sweet_natural": "Alternativas naturalmente doces",
  "taste.herbs_spices": "Ervas e especiarias com benefícios",
  "shop.section.title": "Guia de Compras Inteligentes",
  "shop.section.subtitle": "Três planos semanais de refeições em três faixas de preço. Cada um é nutricionalmente completo, com listas de compras e custos estimados.",
  "shop.plan_includes": "Este plano inclui",
  "shop.meals_per_day": "refeições por dia",
  "shop.est_cost": "Custo estimado",
  "shop.view_shopping_list": "Ver lista de compras",
  "shop.view_meal_plan": "Ver refeições diárias",
  "shop.day_label": "Dia",
  "shop.item": "Item",
  "shop.quantity": "Quantidade",
  "shop.est_price": "Preço Est.",
  "shop.section_label": "Seção",
  "shop.total": "Total",
  "shop.tips_title": "Dicas para Economizar",
  "labels.section.title": "Guia de Rótulos Nutricionais",
  "labels.section.subtitle": "Entender os rótulos dos alimentos ajuda você a fazer melhores escolhas no supermercado. Veja o que procurar.",
  "labels.how_to_read": "Como ler um rótulo nutricional",
  "labels.step_1": "Verifique o tamanho da porção primeiro. Todos os outros números são baseados nessa quantidade.",
  "labels.step_2": "Observe as calorias para entender quanta energia uma porção fornece.",
  "labels.step_3": "Verifique gordura, gordura saturada, açúcar e sal. Mantenha esses valores mais baixos.",
  "labels.step_4": "Procure quantidades maiores de fibra, proteína, vitaminas e minerais.",
  "labels.step_5": "Use a coluna por 100g para comparar diferentes produtos de forma justa.",
  "labels.common_traps": "Armadilhas comuns nos rótulos",
  "labels.trap_serving_size": "Tamanhos de porção irrealistas fazem produtos parecerem mais saudáveis do que são.",
  "labels.trap_sugar_names": "O açúcar tem mais de 50 nomes: sacarose, frutose, xarope de milho, maltose, dextrose e muitos outros.",
  "labels.trap_health_claims": "\"Natural\", \"multigrãos\" e \"levemente adoçado\" são termos de marketing, não fatos nutricionais.",
  "labels.trap_zero": "\"0g de gordura trans\" ainda pode conter até 0,5g por porção. Verifique os ingredientes procurando óleos parcialmente hidrogenados.",
  "vitamins.section.title": "Guia de Vitaminas e Minerais",
  "vitamins.section.subtitle": "O que cada nutriente faz, onde encontrá-lo naturalmente e quem mais precisa dele. Toque em qualquer nutriente para ver as fontes alimentares.",
  "vitamins.rda": "Quantidade diária recomendada",
  "vitamins.top_foods": "Principais fontes alimentares",
  "vitamins.deficiency_signs": "Sinais de que você pode não estar consumindo o suficiente",
  "vitamins.excess_risk": "Riscos do excesso",
  "error.page_not_found": "Página não encontrada",
  "error.data_load_failed": "Não foi possível carregar os dados. Verifique sua conexão e tente novamente.",
  "error.generic": "Algo deu errado. Por favor, tente novamente.",
  "accessibility.skip_to_content": "Pular para o conteúdo principal",
  "accessibility.open_menu": "Abrir menu de navegação",
  "accessibility.close_menu": "Fechar menu de navegação",
  "accessibility.language_selector": "Selecionar idioma",
  "accessibility.dark_mode": "Alternar modo escuro",
  "accessibility.increase_font": "Aumentar tamanho da fonte",
  "accessibility.decrease_font": "Diminuir tamanho da fonte",
  "cat.section_title": "Explorar por categoria",
  "cat.section_subtitle": "Seis pilares da alimentação inteligente",
  "featured.title": "Destaques",
  "featured.subtitle": "Informações nutricionais rápidas",
  "footer.explore": "Explorar",
  "footer.tools": "Ferramentas",
  "footer.about.project": "Sobre o EatClever",
  "footer.about.methodology": "Fontes de dados",
  "footer.legal.impressum": "Aviso Legal",
  "footer.legal.privacy": "Política de privacidade",
  "about.approach.title": "Nossa abordagem",
  "about.approach.text": "Cada recomendação no EatClever é fundamentada em dados de organizações de saúde líderes e pesquisas revisadas por pares. Focamos em alimentos integrais, alimentação equilibrada e conselhos práticos que se encaixam na vida real.",
  "methodology.approach.title": "Nossa abordagem",
  "methodology.approach.text": "Cruzamos múltiplas fontes para garantir a precisão. Os valores nutricionais representam porções padrão e são atualizados regularmente. Nossas comparações e recomendações seguem diretrizes dietéticas estabelecidas enquanto permanecem práticas para o uso diário.",
  "methodology.limitations.text": "A ciência da nutrição é complexa e está em constante evolução. As necessidades individuais variam com base na idade, condições de saúde, nível de atividade e outros fatores. EatClever fornece orientações gerais e não deve substituir aconselhamento médico ou dietético profissional. Os valores nutricionais podem variar conforme as condições de cultivo, métodos de preparo e marcas de produtos.",
  "methodology.sources.text": "EatClever obtém dados nutricionais das seguintes fontes confiáveis e revisadas por pares:",
  "impressum.intro": "Aviso legal de acordo com as regulamentações aplicáveis.",
  "impressum.responsible.title": "Responsável pelo conteúdo",
  "impressum.responsible.text": "EatClever é uma plataforma educacional não comercial de conhecimento nutricional. O conteúdo é fornecido apenas para fins informativos e não constitui aconselhamento médico ou dietético.",
  "impressum.disclaimer.title": "Isenção de responsabilidade",
  "impressum.disclaimer.text": "Embora nos esforcemos pela precisão, não oferecemos garantias quanto à completude ou confiabilidade das informações apresentadas. As necessidades nutricionais variam de pessoa para pessoa, e orientação profissional deve ser procurada para requisitos dietéticos específicos ou condições de saúde.",
  "impressum.copyright.title": "Direitos autorais",
  "impressum.copyright.text": "O conteúdo e o design deste site estão protegidos por direitos autorais. A reprodução, edição, distribuição ou qualquer forma de uso além do escopo da lei de direitos autorais requer consentimento por escrito. Downloads e cópias deste site são permitidos apenas para uso privado e não comercial.",
  "impressum.links.title": "Links externos",
  "impressum.links.text": "Este site contém links para sites externos. Não temos controle sobre o conteúdo dos sites vinculados e não assumimos responsabilidade por seu conteúdo. Os respectivos operadores são responsáveis pelo conteúdo das páginas vinculadas.",
  "privacy.intro": "Sua privacidade é importante para nós. Esta página explica como o EatClever lida com dados.",
  "privacy.collection.title": "Coleta de dados",
  "privacy.collection.text": "EatClever é um site estático e não coleta dados pessoais. Não usamos cookies de rastreamento e não são necessárias contas de usuário. Quaisquer preferências (como seleção de idioma) são armazenadas localmente no seu navegador usando localStorage.",
  "privacy.analytics.title": "Análises",
  "privacy.analytics.text": "Podemos usar análises que respeitam a privacidade para entender padrões gerais de uso. Nenhuma informação pessoal identificável é coletada ou compartilhada com terceiros.",
  "privacy.thirdparty.title": "Serviços de terceiros",
  "privacy.thirdparty.text": "EatClever pode carregar recursos de redes de distribuição de conteúdo (CDNs) para bibliotecas como Chart.js. Esses serviços possuem suas próprias políticas de privacidade. Nenhum dado pessoal é transmitido a esses serviços através do EatClever.",
  "privacy.rights.title": "Seus direitos",
  "privacy.rights.text": "Como não coletamos dados pessoais, não há informações pessoais para acessar, modificar ou excluir. Você pode limpar o localStorage do seu navegador a qualquer momento para redefinir quaisquer preferências armazenadas localmente.",
  "privacy.changes.title": "Alterações nesta política",
  "privacy.changes.text": "Podemos atualizar esta política de privacidade periodicamente. Quaisquer alterações serão refletidas nesta página com uma data atualizada."
}
