{
  "site.title": "EatClever",
  "site.subtitle": "Informații nutriționale pentru alegerile alimentare de zi cu zi",

  "wisdom.p1": "Corpul tău este remarcabil de inteligent. În fiecare zi, descompune alimentele pe care le mănânci și extrage exact ceea ce are nevoie — construiește mușchi, repară celule, întărește oasele, combate infecțiile și îți menține creierul în formă. Nu trebuie să controlezi fiecare vitamină în parte. Trebuie doar să-i dai corpului materiile prime potrivite.",
  "wisdom.p2": "Secretul este simplu: mănâncă variat, mănâncă natural, mănâncă colorat. Când îți umpli farfuria cu o varietate de alimente reale — legume, fructe, proteine, cereale, nuci — corpul tău știe exact ce să facă cu ele. Face asta de milioane de ani. Ai încredere în el.",
  "wisdom.p3": "Suplimentele și pastilele au rolul lor, dar natura oferă cea mai mare parte din ceea ce avem nevoie. O mână de nuci, o bucată de somon, un bol de legume colorate — acestea nu sunt doar mese, sunt medicină. Fiecare înghițitură este o oportunitate de a-ți hrăni corpul și de a ține doctorul la distanță.",
  "wisdom.cta": "EatClever nu îți spune ce să faci. Îți arătăm faptele — tu iei deciziile care sunt potrivite pentru tine și familia ta.",

  "nav.about": "Despre noi",
  "nav.methodology": "Metodologie",
  "nav.categories": "Explorează subiecte",
  "nav.food_search": "Căutare alimente",
  "nav.compare": "Compară alimente",
  "nav.quiz": "Quiz nutrițional",
  "nav.planner": "Planificator de mese",
  "nav.labels_guide": "Ghid etichete",

  "hero.title": "Mănâncă inteligent. Trăiește mai bine.",
  "hero.subtitle": "Alegerile alimentare de zi cu zi pe care le faci îți modelează sănătatea mai mult decât orice dietă singulară. Explorează faptele, compară opțiunile și decide ce funcționează cel mai bine pentru tine.",

  "cat.age_nutrition": "Nutriție după vârstă",
  "cat.age_nutrition.desc": "Nevoile corpului tău se schimbă pe măsură ce crești. Vezi ce nutrienți contează cel mai mult în fiecare etapă a vieții, de la sugar până la vârsta a treia.",
  "cat.food_vs_supplements": "Alimente vs. Suplimente",
  "cat.food_vs_supplements.desc": "Poate o pastilă să înlocuiască o farfurie de mâncare adevărată? Compară suplimentele comune cu alimentele integrale care furnizează în mod natural aceiași nutrienți.",
  "cat.taste_nutrition": "Gust și nutriție",
  "cat.taste_nutrition.desc": "Mâncarea sănătoasă nu trebuie să fie plictisitoare. Descoperă cum să combini gustul excepțional cu o nutriție solidă în mese de care te vei bucura cu adevărat.",
  "cat.eat_out_vs_home": "Restaurant vs. Acasă",
  "cat.eat_out_vs_home.desc": "Porțiile de la restaurant și ingredientele ascunse se adună rapid. Vezi comparații una lângă alta ale meselor populare și alternativele lor făcute acasă.",
  "cat.cook_time": "Timp de gătit și nutriție",
  "cat.cook_time.desc": "Ai puțin timp? Găsește rețete rapide, medii și lente care demonstrează că alimentația nutritivă se potrivește oricărui program.",
  "cat.shopping": "Cumpărături inteligente",
  "cat.shopping.desc": "Mănâncă bine cu orice buget. Planuri săptămânale de mese și liste de cumpărături la trei niveluri de preț, plus sfaturi pentru a profita la maximum de fiecare leu.",

  "age.children": "Copii (0-12)",
  "age.teens": "Adolescenți (13-19)",
  "age.adults": "Adulți (20-59)",
  "age.seniors": "Seniori (60+)",
  "age.infant": "Sugar (0-1)",
  "age.toddler": "Copil mic (1-3)",
  "age.school_age": "Vârstă școlară (4-12)",
  "age.teen": "Adolescent (13-19)",
  "age.young_adult": "Adult tânăr (20-39)",
  "age.middle_age": "Vârstă medie (40-59)",
  "age.senior": "Senior (60+)",

  "age.infant.tips": "Laptele matern sau formula oferă majoritatea nutrienților în primul an. Introduceți alimente solide bogate în fier în jurul vârstei de 6 luni. Evitați mierea până la vârsta de 1 an. Oferiți o varietate de texturi moi, pasate, pentru a construi obiceiuri alimentare sănătoase de timpuriu.",
  "age.toddler.tips": "Copiii mici învață să mănânce singuri, așa că așteptați-vă la murdărie și mofturi. Oferiți porții mici de alimente dense nutrițional pe parcursul zilei. Laptele integral este important pentru dezvoltarea creierului. Tăiați alimentele rotunde precum strugurii în bucăți mici pentru a preveni înecarea.",
  "age.school_age.tips": "Corpurile în creștere au nevoie de calciu pentru oase puternice și fier pentru energie. Limitați băuturile cu zahăr și gustările ambalate. Implicați copiii în pregătirea meselor pentru a construi obiceiuri sănătoase pe viață. Un mic dejun echilibrat susține concentrarea și învățarea la școală.",
  "age.teen.tips": "Creșterea rapidă face din aceasta o perioadă critică pentru calciu, fier și proteine. Adolescenții care practică sport pot avea nevoie de calorii și hidratare suplimentare. Evitați dietele drastice și băuturile energizante. Construirea unei relații pozitive cu mâncarea acum se va răsplăti pe parcursul deceniilor.",
  "age.young_adult.tips": "Aceasta este perioada de a stabili obiceiuri alimentare care susțin sănătatea pe termen lung. Prioritizați alimentele integrale în fața alimentelor de conveniență. Fierul și acidul folic sunt deosebit de importante pentru cei care planifică o sarcină. Omega-3 susține sănătatea creierului în anii solicitanți.",
  "age.middle_age.tips": "Metabolismul încetinește în mod natural, astfel că densitatea nutrițională contează mai mult ca oricând. Concentrați-vă pe fibre pentru sănătatea digestivă, calciu și vitamina D pentru oase și omega-3 pentru sănătatea inimii. Mesele regulate cu multe legume ajută la menținerea energiei constante pe parcursul zilei.",
  "age.senior.tips": "Apetitul scade adesea odată cu vârsta, așa că fiecare înghițitură ar trebui să conteze nutrițional. Absorbția vitaminei B12 scade, ceea ce face alimentele fortificate sau suplimentele demne de luat în considerare. Proteinele susțin menținerea masei musculare, iar vitamina D plus calciul ajută la protecția împotriva fracturilor. Rămâneți hidratați chiar și când nu simțiți sete.",

  "age.daily_calories": "Interval caloric zilnic",
  "age.focus_nutrients": "Nutrienți cheie de urmărit",
  "age.key_foods": "Alimente recomandate",
  "age.foods_to_avoid": "Alimente de limitat sau evitat",

  "nutrient.protein": "Proteine",
  "nutrient.protein.desc": "Element esențial de construcție pentru mușchi, organe și funcția imunitară.",
  "nutrient.protein.body_effect": "Proteinele construiesc și repară fiecare țesut din corp, de la mușchi și oase la piele și păr. De asemenea, produc enzime și hormoni care mențin metabolismul funcțional. Copiii și adolescenții au nevoie de ele pentru creștere, adulții pentru întreținere, iar seniorii pentru prevenirea pierderii musculare.",

  "nutrient.fat": "Grăsimi",
  "nutrient.fat.desc": "Sursă concentrată de energie care susține creșterea celulară și absorbția nutrienților.",
  "nutrient.fat.body_effect": "Grăsimile protejează organele, izolează corpul și ajută la absorbția vitaminelor A, D, E și K. Creierul tău este format din aproape 60% grăsime. Sugarii și copiii mici au nevoie de cele mai multe grăsimi raportat la dimensiunea corpului, deoarece creierul lor se dezvoltă rapid. Alegeți grăsimi nesaturate din pește, nuci și ulei de măsline în locul surselor saturate.",

  "nutrient.carbs": "Carbohidrați",
  "nutrient.carbs.desc": "Sursa preferată și cea mai eficientă de energie a corpului tău.",
  "nutrient.carbs.body_effect": "Carbohidrații se descompun în glucoză, care alimentează creierul, mușchii și sistemul nervos central. Carbohidrații complecși din cereale integrale, leguminoase și legume eliberează energia lent și constant. Toate grupele de vârstă au nevoie de carbohidrați, dar adolescenții activi și sportivii au nevoie de cei mai mulți. Alegeți cereale integrale în locul celor rafinate pentru energie de durată și un control mai bun al glicemiei.",

  "nutrient.fiber": "Fibre",
  "nutrient.fiber.desc": "Susțin digestia sănătoasă, hrănesc bacteriile benefice din intestin și ajută la controlul glicemiei.",
  "nutrient.fiber.body_effect": "Fibrele mențin sistemul digestiv în mișcare, hrănesc bacteriile bune din intestin și te ajută să te simți sătul mai mult timp după mese. De asemenea, încetinesc absorbția zahărului, stabilizând nivelul glicemiei. Adulții și seniorii beneficiază cel mai mult de un aport ridicat de fibre pentru sănătatea inimii și regularitate, dar și copiii au nevoie de ele pentru o digestie sănătoasă.",

  "nutrient.vitamin_a": "Vitamina A",
  "nutrient.vitamin_a.desc": "Susține vederea, funcția imunitară și pielea sănătoasă.",
  "nutrient.vitamin_a.body_effect": "Vitamina A este esențială pentru vederea clară, în special în lumină slabă. De asemenea, menține pielea și mucoasele plămânilor și intestinului sănătoase, acționând ca primă linie de apărare împotriva infecțiilor. Copiii au nevoie de vitamina A pentru creștere și dezvoltare imunitară adecvată. Se găsește din abundență în legumele portocalii și verde închis.",

  "nutrient.vitamin_b12": "Vitamina B12",
  "nutrient.vitamin_b12.desc": "Esențială pentru funcția nervoasă, formarea globulelor roșii și sinteza ADN-ului.",
  "nutrient.vitamin_b12.body_effect": "Vitamina B12 menține nervii funcționali și ajută la producerea globulelor roșii care transportă oxigenul în tot corpul. O deficiență poate cauza oboseală, slăbiciune și probleme nervoase. Seniorii sunt cei mai expuși riscului deoarece absorbția scade odată cu vârsta. Veganii și vegetarienii ar trebui să acorde o atenție specială, deoarece B12 se găsește aproape exclusiv în alimentele de origine animală.",

  "nutrient.vitamin_c": "Vitamina C",
  "nutrient.vitamin_c.desc": "Antioxidant puternic care stimulează imunitatea și ajută corpul să absoarbă fierul.",
  "nutrient.vitamin_c.body_effect": "Vitamina C protejează celulele de deteriorare, ajută rănile să se vindece mai repede și stimulează capacitatea sistemului imunitar de a combate infecțiile. De asemenea, îmbunătățește dramatic absorbția fierului când este consumată alături de alimente bogate în fier. Importantă pentru toate vârstele, dar mai ales pentru copiii în creștere și oricine se recuperează după boală sau accidentare.",

  "nutrient.vitamin_d": "Vitamina D",
  "nutrient.vitamin_d.desc": "Vitamina soarelui care întărește oasele și susține sănătatea imunitară.",
  "nutrient.vitamin_d.body_effect": "Vitamina D ajută corpul să absoarbă calciul, făcând-o esențială pentru oase și dinți puternici. Joacă, de asemenea, un rol major în funcția imunitară și reglarea dispoziției. Pielea o produce din lumina soarelui, dar mulți oameni nu primesc suficient, mai ales în climatele nordice. Seniorii au nevoie de mai multă deoarece pielea lor devine mai puțin eficientă în producerea ei, iar sugarii au nevoie de ea deoarece laptele matern oferă foarte puțin.",

  "nutrient.vitamin_e": "Vitamina E",
  "nutrient.vitamin_e.desc": "Antioxidant care protejează celulele de deteriorare și susține sănătatea pielii.",
  "nutrient.vitamin_e.body_effect": "Vitamina E acționează ca un scut pentru celulele tale, protejându-le de daunele oxidative cauzate de poluare, raze UV și metabolismul normal. Susține pielea sănătoasă, ajută sistemul imunitar să combată bacteriile și virusurile și poate încetini declinul legat de vârstă. Toate vârstele beneficiază, dar este deosebit de relevantă pentru adulți și seniori ca nutrient protector.",

  "nutrient.vitamin_k": "Vitamina K",
  "nutrient.vitamin_k.desc": "Esențială pentru coagularea sângelui și metabolismul osos.",
  "nutrient.vitamin_k.body_effect": "Vitamina K este motivul pentru care o tăietură încetează să mai sângereze. Fără suficientă, chiar și o rană mică ar putea fi periculoasă. De asemenea, direcționează calciul în oase în loc de artere, ceea ce contează pentru sănătatea pe termen lung a inimii și oaselor. Adulții și seniorii au nevoie de cea mai multă. Legumele cu frunze verde închis precum kale și spanacul sunt de departe cele mai bogate surse.",

  "nutrient.calcium": "Calciu",
  "nutrient.calcium.desc": "Cel mai abundent mineral din corp, esențial pentru oase și dinți.",
  "nutrient.calcium.body_effect": "Aproximativ 99% din calciul tău se află în oase și dinți, oferindu-le rezistență și structură. Restul de 1% este vital pentru contracțiile musculare, semnalizarea nervoasă și ritmul cardiac. Adolescenții au nevoie de cel mai mult deoarece își construiesc masa osoasă maximă. Seniorii au nevoie de mult pentru a încetini pierderea osoasă. Produsele lactate, sardinele cu oase și tofu-ul cu calciu sunt sursele de top.",

  "nutrient.iron": "Fier",
  "nutrient.iron.desc": "Transportă oxigenul în sânge și susține producția de energie.",
  "nutrient.iron.body_effect": "Fierul este nucleul hemoglobinei, molecula din globulele roșii care transportă oxigenul de la plămâni în fiecare parte a corpului. Fără suficient fier, te simți obosit, slăbit și incapabil să te concentrezi. Adolescenții, în special fetele după debutul menstruației, și femeile tinere au nevoie de cel mai mult. Combinați alimentele bogate în fier cu vitamina C pentru a crește semnificativ absorbția.",

  "nutrient.magnesium": "Magneziu",
  "nutrient.magnesium.desc": "Implicat în peste 300 de reacții enzimatice, de la producția de energie la relaxarea musculară.",
  "nutrient.magnesium.body_effect": "Magneziul este o forță din culise implicată în peste 300 de reacții biochimice. Ajută mușchii să se relaxeze după contracție, menține ritmul cardiac stabil, susține oasele puternice și reglează glicemia. Deficiența este surprinzător de frecventă și poate cauza crampe musculare, somn slab și anxietate. Adulții și seniorii beneficiază cel mai mult de creșterea aportului prin nuci, semințe și legume cu frunze verde închis.",

  "nutrient.potassium": "Potasiu",
  "nutrient.potassium.desc": "Reglează echilibrul lichidelor, contracțiile musculare și tensiunea arterială.",
  "nutrient.potassium.body_effect": "Potasiul lucrează alături de sodiu pentru a controla echilibrul lichidelor în celule și a regla tensiunea arterială. Ajută mușchii să se contracte corect, inclusiv mușchiul inimii. Majoritatea oamenilor nu consumă suficient potasiu, ceea ce poate crește tensiunea arterială în timp. Adulții și seniorii beneficiază cel mai mult de creșterea aportului. Bananele sunt celebre pentru potasiu, dar cartofii dulci, spanacul și avocado conțin de fapt mai mult.",

  "nutrient.zinc": "Zinc",
  "nutrient.zinc.desc": "Susține apărarea imunitară, vindecarea rănilor și percepția gustului.",
  "nutrient.zinc.body_effect": "Zincul este esențial pentru un sistem imunitar puternic, ajutând corpul să combată virusurile și bacteriile. De asemenea, accelerează vindecarea rănilor, susține simțul gustului și mirosului și joacă un rol în diviziunea celulară. Adolescenții au nevoie de mai mult în timpul puseelor de creștere, iar seniorii adesea absorb mai puțin eficient. Carnea de vită, fructele de mare și leguminoasele sunt surse excelente.",

  "nutrient.selenium": "Seleniu",
  "nutrient.selenium.desc": "Oligoelement care susține funcția tiroidiană și protejează împotriva daunelor oxidative.",
  "nutrient.selenium.body_effect": "Seleniul lucrează în liniște, dar cu putere. Ajută tiroida să producă hormoni care reglează metabolismul, protejează celulele de daunele oxidative și susține sistemul imunitar. Este necesară doar o cantitate mică, dar deficiența poate afecta funcția tiroidiană și răspunsul imunitar. Nucile de Brazilia sunt atât de bogate în seleniu încât doar una sau două pe zi vă acoperă necesarul. Toate grupele de vârstă beneficiază în mod egal.",

  "nutrient.omega_3": "Acizi grași Omega-3",
  "nutrient.omega_3.desc": "Grăsimi esențiale care susțin sănătatea creierului, inimii și articulațiilor.",
  "nutrient.omega_3.body_effect": "Omega-3 sunt grăsimi pe care corpul nu le poate produce singur, deci trebuie să le obțineți din alimente. Reduc inflamația, susțin funcția creierului și memoria, protejează inima și pot ameliora rigiditatea articulară. Copiii au nevoie de ele pentru dezvoltarea creierului, adulții pentru protecția inimii, iar seniorii atât pentru sănătatea cognitivă, cât și pentru reducerea inflamației. Peștele gras precum somonul și sardinele sunt cele mai bune surse ale formelor celor mai active (EPA și DHA).",

  "nutrient.folate": "Acid folic",
  "nutrient.folate.desc": "Vitamina B esențială pentru diviziunea celulară, sinteza ADN-ului și prevenirea defectelor congenitale.",
  "nutrient.folate.body_effect": "Acidul folic este esențial de fiecare dată când corpul produce celule noi, ceea ce se întâmplă constant. Este crucial în timpul sarcinii pentru prevenirea defectelor de tub neural la bebelușii în dezvoltare, făcându-l cel mai important nutrient pentru femeile de vârstă fertilă. De asemenea, susține producția de globule roșii și ajută la prevenirea anemiei. Lintea, spanacul și fasolea neagră sunt surse excelente pe bază de plante.",

  "vitamins.title": "Ghid de vitamine și minerale",
  "vitamins.subtitle": "Ce fac, unde le găsești, cine are nevoie de ele cel mai mult",
  "vitamins.found_in": "Se găsesc natural în",
  "vitamins.important_for": "Deosebit de importante pentru",
  "vitamins.supplement_note": "Când suplimentele pot ajuta",
  "vitamins.food_first": "Mai întâi alimentele — suplimente doar când este cu adevărat necesar",

  "labels.title": "Înțelegerea etichetelor nutriționale",
  "labels.subtitle": "Ce înseamnă cu adevărat cifrele de pe ambalajele alimentare",
  "labels.per_100g": "Valori la 100g",
  "labels.per_serving": "Valori pe porție",
  "labels.what_is_protein": "Proteine: Elemente de construcție pentru mușchi, oase, piele. Căutați 10g+ la 100g pentru alimente bogate în proteine.",
  "labels.what_is_fat": "Grăsimi: Esențiale pentru energie și funcția celulară. Sub 3g/100g este cu conținut scăzut de grăsimi. Peste 17,5g/100g este cu conținut ridicat de grăsimi.",
  "labels.what_is_saturated_fat": "Grăsimi saturate: Mențineți sub 5g/100g. Cantitățile ridicate sunt asociate cu bolile de inimă.",
  "labels.what_is_carbs": "Carbohidrați: Principala sursă de energie a corpului. Carbohidrații complecși (cereale integrale) sunt mai buni decât zaharurile simple.",
  "labels.what_is_sugar": "Zahăr: Sub 5g/100g este puțin. Peste 22,5g/100g este mult. Verificați zaharurile ascunse în sosuri și băuturi.",
  "labels.what_is_fiber": "Fibre: Țintă 6g+ la 100g. Excelente pentru digestie și senzația de sațietate prelungită.",
  "labels.what_is_salt": "Sare/Sodiu: Sub 0,3g/100g este puțin. Peste 1,5g/100g este mult. Majoritatea oamenilor consumă prea mult.",
  "labels.what_is_calories": "Calorii (kcal): Energia pe care corpul o obține din alimente. Un adult mediu are nevoie de ~2000 kcal/zi.",
  "labels.daily_reference": "% din aportul zilnic de referință",
  "labels.traffic_light": "Sistemul semafor",
  "labels.green_low": "Verde = Scăzut (bine pentru majoritatea nutrienților)",
  "labels.amber_medium": "Galben = Mediu (acceptabil cu moderație)",
  "labels.red_high": "Roșu = Ridicat (consumați mai puțin din acestea)",
  "labels.tip": "Comparați produse similare folosind valorile la 100g — este cel mai corect mod de a compara.",

  "supp.vitamin_d": "Supliment de Vitamina D",
  "supp.vitamin_d.why": "Mulți oameni nu primesc suficientă lumină solară pentru a produce vitamina D adecvată, mai ales în lunile de iarnă sau la latitudini nordice.",
  "supp.vitamin_d.note": "Luați în considerare suplimentarea dacă aveți expunere limitată la soare, piele închisă la culoare sau sunteți peste 60 de ani. Un fileu de somon de 15 minute oferă aproape necesarul unei zile întregi.",

  "supp.vitamin_c": "Supliment de Vitamina C",
  "supp.vitamin_c.why": "Popular pentru susținerea imunitară, deși majoritatea oamenilor își acoperă ușor necesarul prin fructe și legume.",
  "supp.vitamin_c.note": "Un singur ardei roșu sau două kiwi furnizează mai multă vitamină C decât majoritatea pastilelor suplimentare. Suplimentele sunt rareori necesare dacă mâncați zilnic fructe și legume.",

  "supp.vitamin_b12": "Supliment de Vitamina B12",
  "supp.vitamin_b12.why": "Esențial pentru vegani și vegetarieni deoarece B12 se găsește aproape exclusiv în alimentele de origine animală. Absorbția scade și odată cu vârsta.",
  "supp.vitamin_b12.note": "Dacă mâncați regulat carne sau pește, probabil primiți suficient. Veganii ar trebui să suplimenteze sau să consume alimente fortificate. Seniorii ar trebui să discute nivelurile de B12 cu medicul lor.",

  "supp.iron": "Supliment de Fier",
  "supp.iron.why": "Adesea recomandat pentru femeile cu menstruații abundente, femeile însărcinate și cele diagnosticate cu anemie feriprivă.",
  "supp.iron.note": "Nu suplimentați fierul fără un test de sânge care confirmă deficiența, deoarece excesul de fier poate fi dăunător. Combinați sursele vegetale de fier cu vitamina C pentru o absorbție mai bună.",

  "supp.calcium": "Supliment de Calciu",
  "supp.calcium.why": "Poate ajuta persoanele care evită lactatele, sunt intolerante la lactoză sau au fost diagnosticate cu osteoporoză sau densitate osoasă scăzută.",
  "supp.calcium.note": "Tofu-ul cu calciu oferă mai mult calciu pe porție decât un pahar de lapte. Dacă consumați regulat lactate și legume cu frunze, s-ar putea să nu aveți nevoie de supliment. Luați calciul în doze mai mici pentru o absorbție mai bună.",

  "supp.magnesium": "Supliment de Magneziu",
  "supp.magnesium.why": "Un mineral frecvent deficitar care susține calitatea somnului, relaxarea musculară și peste 300 de reacții enzimatice în corp.",
  "supp.magnesium.note": "O mână de migdale plus o porție de spanac acoperă aproximativ 40% din necesarul zilnic. Glicinatul de magneziu este adesea mai bine tolerat decât alte forme în cazul suplimentării.",

  "supp.omega_3": "Supliment de Omega-3 (Ulei de pește)",
  "supp.omega_3.why": "Susține sănătatea inimii, creierului și articulațiilor. Adesea luat de persoanele care nu mănâncă pește regulat.",
  "supp.omega_3.note": "Două porții de pește gras pe săptămână acoperă necesarul de omega-3 al majorității oamenilor. O lingură de semințe de chia sau o mână de nuci furnizează forma vegetală (ALA). Suplimentele de ulei de pește pot fi utile pentru cei cărora nu le plac fructele de mare.",

  "supp.zinc": "Supliment de Zinc",
  "supp.zinc.why": "Susține funcția imunitară, vindecarea rănilor și percepția gustului. Uneori luat la primele semne de răceală.",
  "supp.zinc.note": "Majoritatea oamenilor care au o dietă variată primesc suficient zinc. Vegetarienii pot avea nevoie de până la 50% mai mult din cauza absorbției mai scăzute din sursele vegetale. Excesul de zinc poate interfera cu absorbția cuprului.",

  "supp.folate": "Supliment de Acid folic",
  "supp.folate.why": "Esențial înainte și în timpul sarcinii timpurii pentru prevenirea defectelor de tub neural. De asemenea, important pentru formarea globulelor roșii.",
  "supp.folate.note": "Femeile care planifică o sarcină ar trebui să ia 400mcg zilnic cu cel puțin o lună înainte de concepție. O cană de linte fiartă acoperă aproximativ 90% din necesarul zilnic pentru adulții care nu sunt însărcinate.",

  "supp.potassium": "Supliment de Potasiu",
  "supp.potassium.why": "Ajută la reglarea tensiunii arteriale și a echilibrului lichidelor. Majoritatea oamenilor nu primesc suficient doar din dietă.",
  "supp.potassium.note": "Dozele suplimentare sunt menținute scăzute (99mg) deoarece excesul de potasiu poate fi periculos, mai ales pentru persoanele cu probleme renale. Un singur cartof dulce copt furnizează peste 700mg în mod natural. Alimentele sunt cel mai sigur mod de a crește potasiul.",

  "supp.vitamin_a": "Supliment de Vitamina A",
  "supp.vitamin_a.why": "Susține vederea, funcția imunitară și sănătatea pielii. Deficiența este rară în țările dezvoltate, dar frecventă în părți ale lumii în curs de dezvoltare.",
  "supp.vitamin_a.note": "Un cartof dulce mediu furnizează 160% din necesarul zilnic. Beta-carotenul din legume este convertit în vitamina A după necesitate, astfel încât toxicitatea din sursele alimentare este practic imposibilă. Suplimentele de vitamina A preformată pot cauza toxicitate la doze mari.",

  "supp.vitamin_e": "Supliment de Vitamina E",
  "supp.vitamin_e.why": "Acționează ca antioxidant protejând celulele de deteriorare. Uneori promovat pentru sănătatea pielii și anti-îmbătrânire.",
  "supp.vitamin_e.note": "O mână de migdale furnizează peste 50% din necesarul zilnic. Suplimentele de vitamina E la doze mari au arătat rezultate mixte în studii și pot interacționa cu medicamentele anticoagulante. Sursele alimentare sunt recomandate în locul suplimentelor.",

  "supp.selenium": "Supliment de Seleniu",
  "supp.selenium.why": "Susține funcția tiroidiană, apărarea imunitară și protecția împotriva stresului oxidativ.",
  "supp.selenium.note": "Doar una sau două nuci de Brazilia pe zi vă acoperă întregul necesar de seleniu. O conservă de ton acoperă 140% din necesarul zilnic. Suplimentarea este rareori necesară iar excesul de seleniu poate fi toxic.",

  "supp.probiotics": "Supliment Probiotic",
  "supp.probiotics.why": "Vizează susținerea sănătății intestinale prin introducerea de bacterii benefice. Cercetarea este promițătoare, dar încă în evoluție pentru multe afirmații despre sănătate.",
  "supp.probiotics.note": "Iaurtul grecesc, chefirul și alte alimente fermentate conțin în mod natural probiotice și furnizează, de asemenea, proteine, calciu și alți nutrienți pe care capsulele nu îi pot replica. Luați în considerare mai întâi probioticele pe bază de alimente.",

  "supp.fiber": "Supliment de Fibre",
  "supp.fiber.why": "Folosit când aportul de fibre din dietă este insuficient. Ajută la regularitate, controlul glicemiei și gestionarea colesterolului.",
  "supp.fiber.note": "Două linguri de semințe de chia furnizează aproximativ 10g de fibre plus proteine, omega-3 și minerale pe care un supliment de psyllium nu le poate oferi. Alimentele integrale furnizează fibre împreună cu sute de alte compuși benefici. Creșteți fibrele treptat pentru a evita disconfortul digestiv.",

  "supp.food_first_message": "Natura oferă cea mai mare parte din ceea ce avem nevoie. Iată cum să obțineți nutrienții din alimente reale.",

  "recipe.salmon_avocado_bowl": "Bol de orez cu somon și avocado",
  "recipe.salmon_avocado_bowl.desc": "Un bol vibrant de somon prăjit pe orez brun pufos cu felii de avocado cremos. Bogat în omega-3 și proteine, acest prânz echilibrat este gata în doar 12 minute.",
  "recipe.salmon_avocado_bowl.steps": "1. Gătiți orezul brun conform instrucțiunilor de pe ambalaj și puneți deoparte.\n2. Condimentați fileul de somon cu sare, piper și o stoarcere de lămâie.\n3. Încălziți o tigaie antiaderentă la foc mediu-mare cu un strop de ulei de măsline.\n4. Prăjiți somonul cu pielea în jos 4 minute, apoi întoarceți și gătiți încă 3 minute.\n5. Tăiați avocado în felii în timp ce somonul se termină de gătit.\n6. Asamblați bolul: orez pe fund, somon deasupra, avocado pe lateral.\n7. Finalizați cu un strop de sos de soia sau dressingul vostru preferat.",

  "recipe.overnight_oats_berries": "Ovăz la rece cu fructe de pădure",
  "recipe.overnight_oats_berries.desc": "Fulgi de ovăz cremoși, fără gătit, înmuiați peste noapte cu afine proaspete, semințe de chia și un strop de miere. Luați-le din frigider pentru un mic dejun instant, bogat în fibre.",
  "recipe.overnight_oats_berries.steps": "1. Combinați fulgii de ovăz, laptele și semințele de chia într-un borcan sau recipient.\n2. Adăugați miere și amestecați bine.\n3. Sigilați recipientul și refrigerați peste noapte (cel puțin 6 ore).\n4. Dimineața, amestecați ovăzul și adăugați mai mult lapte dacă este prea gros.\n5. Decorați cu afine proaspete.\n6. Savurați rece direct din frigider sau încălziți în microunde 90 de secunde dacă preferați.",

  "recipe.scrambled_eggs_toast": "Ouă jumări pe pâine prăjită cu spanac",
  "recipe.scrambled_eggs_toast.desc": "Ouă jumări pufoase pe pâine integrală prăjită cu spanac ofilit și un strop de cheddar. Un mic dejun bogat în proteine de care se poate bucura toată familia în mai puțin de 10 minute.",
  "recipe.scrambled_eggs_toast.steps": "1. Spargeți trei ouă într-un bol, adăugați un strop de lapte și bateți până este omogen.\n2. Încălziți o tigaie antiaderentă la foc mediu-mic cu un cocoloș mic de unt.\n3. Adăugați spanacul și amestecați până se ofilește, aproximativ 30 de secunde. Scoateți și puneți deoparte.\n4. Turnați ouăle și amestecați ușor cu o spatulă, lăsând bucățile să se formeze lent.\n5. Când ouăle sunt aproape întărite dar încă ușor moi, scoateți de pe foc.\n6. Prăjiți pâinea până devine aurie.\n7. Puneți spanacul pe pâine, apoi ouăle, apoi cheddar ras.",

  "recipe.greek_yogurt_parfait": "Parfait cu iaurt grecesc",
  "recipe.greek_yogurt_parfait.desc": "Straturi de iaurt grecesc dens, căpșuni proaspete, migdale crocante și un fir de miere. O gustare bogată în proteine sau un mic dejun ușor care se pregătește în mai puțin de cinci minute.",
  "recipe.greek_yogurt_parfait.steps": "1. Puneți un strat de iaurt grecesc într-un pahar sau bol.\n2. Adăugați un strat de căpșuni feliate.\n3. Presărați cu migdale tocate.\n4. Repetați straturile până când paharul este plin.\n5. Turnați miere deasupra.\n6. Serviți imediat pentru cea mai bună textură crocantă sau refrigerați până la 2 ore.",

  "recipe.avocado_toast_egg": "Toast cu avocado și ou prăjit",
  "recipe.avocado_toast_egg.desc": "Avocado perfect copt zdrobit pe pâine integrală prăjită, acoperit cu un ou prăjit auriu și felii de roșie proaspătă. O combinație satisfăcătoare de grăsimi sănătoase, proteine și fibre.",
  "recipe.avocado_toast_egg.steps": "1. Prăjiți pâinea integrală până devine aurie și crocantă.\n2. În timp ce pâinea se prăjește, încălziți o tigaie mică la foc mediu cu un strop de ulei de măsline.\n3. Spargeți oul în tigaie și prăjiți până albușul este întărit dar gălbenușul este încă moale.\n4. Zdrobiți avocado cu o furculiță, adăugând un vârf de sare și o stoarcere de lămâie.\n5. Întindeți avocado zdrobit pe toast.\n6. Puneți oul prăjit deasupra avocadoului.\n7. Aranjați feliile de roșie în jurul oului și condimentați cu sare și piper.",

  "recipe.banana_peanut_butter_smoothie": "Smoothie cu banană și unt de arahide",
  "recipe.banana_peanut_butter_smoothie.desc": "Un smoothie gros și cremos din banană coaptă cu unt de arahide, lapte integral și o porție de fulgi de ovăz. Perfect pentru un boost de energie înainte sau după activitate fizică.",
  "recipe.banana_peanut_butter_smoothie.steps": "1. Cojiți banana și rupeți-o în bucăți.\n2. Adăugați banana, untul de arahide, laptele și fulgii de ovăz în blender.\n3. Mixați la viteză mare 30-45 de secunde până este complet omogen.\n4. Turnați într-un pahar înalt.\n5. Pentru un smoothie extra rece, folosiți o banană congelată sau adăugați o mână de gheață înainte de mixare.",

  "recipe.tuna_salad_wrap": "Wrap cu salată de ton",
  "recipe.tuna_salad_wrap.desc": "Ton sfărâmat amestecat cu avocado zdrobit, roșie proaspătă și spanac baby, toate învelite în tortilla integrală. Un prânz bogat în proteine și omega-3, ușor de transportat.",
  "recipe.tuna_salad_wrap.steps": "1. Scurgeți bine tonul din conservă și puneți-l într-un bol.\n2. Zdrobiți avocado și amestecați-l cu tonul în loc de maioneză.\n3. Tăiați roșia cubulețe și încorporați-o în amestecul de ton.\n4. Condimentați cu sare, piper și o stoarcere de suc de lămâie.\n5. Așezați frunzele de spanac pe tortilla integrală.\n6. Puneți amestecul de ton pe spanac.\n7. Rulați tortilla strâns, pliind laturile pe măsură ce rulați. Tăiați în două pentru servire.",

  "recipe.apple_almond_snack": "Gustare cu măr și migdale",
  "recipe.apple_almond_snack.desc": "Cea mai simplă gustare sănătoasă: felii de măr crocant însoțite de o mână de migdale crude. Combinația de fibre, grăsimi sănătoase și dulceață naturală ține foamea la distanță ore întregi.",
  "recipe.apple_almond_snack.steps": "1. Spălați mărul și tăiați-l în felii, îndepărtând cotorul.\n2. Măsurați o mână de migdale (aproximativ 23 de migdale).\n3. Aranjați pe o farfurie sau puneți într-un recipient pentru o gustare la pachet.\n4. Pentru varietate, încercați să întindeți un strat subțire de unt de migdale pe feliile de măr.",

  "recipe.cottage_cheese_fruit_bowl": "Bol de brânză de vaci cu fructe",
  "recipe.cottage_cheese_fruit_bowl.desc": "Brânză de vaci cremoasă acoperită cu bucăți dulci de mango, nuci crocante și semințe de in. Bogat în proteine și omega-3, cu un gust tropical natural dulce.",
  "recipe.cottage_cheese_fruit_bowl.steps": "1. Puneți brânza de vaci într-un bol.\n2. Curățați și tăiați mango în bucăți mici.\n3. Aranjați mango deasupra brânzei de vaci.\n4. Presărați nuci și semințe de in măcinate deasupra.\n5. Adăugați un fir de miere dacă vă place mai dulce.\n6. Savurați imediat pentru cel mai bun contrast de texturi.",

  "recipe.dark_chocolate_banana_bites": "Bănuți de banană cu ciocolată neagră",
  "recipe.dark_chocolate_banana_bites.desc": "Rondele de banană congelate scufundate în ciocolată neagră topită și presărate cu migdale zdrobite. O gustare natural dulce plină de antioxidanți, potasiu și magneziu.",
  "recipe.dark_chocolate_banana_bites.steps": "1. Curățați bananele și tăiați-le în rondele de 1cm.\n2. Așezați hârtie de copt pe o tavă și aranjați feliile de banană într-un singur strat.\n3. Congelați 30 de minute până sunt ferme.\n4. Topiți ciocolata neagră într-un bol potrivit pentru microunde în intervale de 20 de secunde, amestecând între fiecare.\n5. Zdrobiți migdalele în bucăți mici.\n6. Scufundați fiecare rondelă de banană congelată pe jumătate în ciocolata topită.\n7. Presărați migdale zdrobite deasupra înainte ca ciocolata să se întărească.\n8. Puneți înapoi la congelator 10 minute pentru întărire. Păstrați la congelator.",

  "recipe.chicken_stir_fry": "Pui cu broccoli la tigaie",
  "recipe.chicken_stir_fry.desc": "Bucăți fragede de piept de pui prăjite cu broccoli și ardei gras pe orez brun, finisate cu usturoi și un strop de sos de soia. O masă bogată în proteine, echilibrată, gata în 20 de minute.",
  "recipe.chicken_stir_fry.steps": "1. Tăiați pieptul de pui în fâșii subțiri și condimentați cu sare, piper și un strop de sos de soia.\n2. Gătiți orezul brun conform instrucțiunilor de pe ambalaj.\n3. Încălziți ulei de măsline într-o tigaie mare sau wok la foc mare.\n4. Adăugați fâșiile de pui și prăjiți 5-6 minute până sunt aurii și gătite complet. Scoateți și puneți deoparte.\n5. În aceeași tigaie, adăugați usturoiul tocat și amestecați 30 de secunde.\n6. Adăugați buchețelele de broccoli și ardeiul feliat. Prăjiți 3-4 minute până sunt crocante dar fragede.\n7. Puneți puiul înapoi în tigaie, amestecați totul și serviți pe orezul brun.",

  "recipe.lentil_soup": "Supă consistentă de linte",
  "recipe.lentil_soup.desc": "Un oală reconfortantă de linte fiartă cu morcovi, roșii, spanac și usturoi. Accesibilă ca preț, vegană și plină de fier și fibre. Obțineți patru porții generoase.",
  "recipe.lentil_soup.steps": "1. Clătiți lintea sub apă rece și scurgeți.\n2. Încălziți ulei de măsline într-o oală mare la foc mediu.\n3. Adăugați morcovii tăiați cubulețe și usturoiul tocat, gătiți 3-4 minute până se înmoaie.\n4. Adăugați lintea, roșiile tăiate cubulețe și suficientă apă sau supă pentru a acoperi cu aproximativ 5cm.\n5. Aduceți la fierbere, apoi reduceți focul și fierbeți la foc mic 20 de minute până lintea este fragedă.\n6. Adăugați spanacul în ultimele 2 minute de gătire.\n7. Condimentați cu sare, piper și o stoarcere de suc de lămâie. Serviți fierbinte cu pâine crocantă.",

  "recipe.shrimp_garlic_pasta": "Paste cu creveți și usturoi",
  "recipe.shrimp_garlic_pasta.desc": "Creveți plini sotiați cu mult usturoi, amestecați cu paste integrale, roșii cherry și spanac proaspăt în ulei de măsline. O cină de inspirație mediteraneană bogată în seleniu și proteine.",
  "recipe.shrimp_garlic_pasta.steps": "1. Fierbeți pastele în apă sărată conform instrucțiunilor de pe ambalaj. Scurgeți, păstrând o jumătate de cană de apă de la paste.\n2. În timp ce pastele se fierb, încălziți ulei de măsline într-o tigaie mare la foc mediu-mare.\n3. Adăugați creveții într-un singur strat și gătiți 2 minute pe fiecare parte până devin roz. Scoateți și puneți deoparte.\n4. Reduceți focul, adăugați usturoiul feliat în aceeași tigaie și amestecați 1 minut până devine parfumat.\n5. Adăugați roșiile cherry tăiate în jumătăți și gătiți 2 minute.\n6. Adăugați spanacul și amestecați până se ofilește.\n7. Puneți creveții înapoi în tigaie, adăugați pastele scurse și un strop de apă de la paste.\n8. Amestecați totul și serviți cu o stoarcere de lămâie.",

  "recipe.quinoa_veggie_bowl": "Bol energizant cu quinoa și legume",
  "recipe.quinoa_veggie_bowl.desc": "Quinoa pufoasă încărcată cu năut, avocado, kale și ardei copt, dresată cu ulei de măsline și lămâie. Un bol complet de proteine vegetale cu fibre excepționale.",
  "recipe.quinoa_veggie_bowl.steps": "1. Clătiți bine quinoa și gătiți în apă conform instrucțiunilor de pe ambalaj. Aflânați cu o furculiță.\n2. Scurgeți și clătiți năutul.\n3. Coaceți ardeiul feliat cu un strop de ulei de măsline la 200°C timp de 15 minute.\n4. Masați frunzele de kale cu puțin ulei de măsline și un vârf de sare pentru a le înmuia.\n5. Feliați avocado.\n6. Asamblați bolurile: quinoa pe fund, apoi năut, ardei copt, kale și avocado.\n7. Stropiți cu ulei de măsline și suc de lămâie proaspăt. Condimentați cu sare și piper.",

  "recipe.turkey_spinach_wrap": "Wrap cu curcan și spanac",
  "recipe.turkey_spinach_wrap.desc": "Felii de piept de curcan slab stratificate cu spanac proaspăt, cheddar și roșie într-o tortilla integrală. Un prânz bogat în proteine, portabil, perfect pentru serviciu sau școală.",
  "recipe.turkey_spinach_wrap.steps": "1. Întindeți tortilla integrală pe o suprafață curată.\n2. Aranjați frunzele de spanac pe tortilla, lăsând o margine la capete.\n3. Stratificați feliile de curcan uniform peste spanac.\n4. Adăugați roșii feliate și un strat subțire de cheddar ras.\n5. Condimentați ușor cu sare și piper.\n6. Pliați laturile și rulați strâns de jos în sus.\n7. Tăiați diagonal în două și înveliți în folie de aluminiu pentru transport ușor.",

  "recipe.tofu_veggie_stir_fry": "Tofu cu legume la tigaie",
  "recipe.tofu_veggie_stir_fry.desc": "Cuburi de tofu crocante prăjite cu broccoli, ciuperci și morcovi pe orez brun. O cină vegetală satisfăcătoare, bogată în calciu și proteine.",
  "recipe.tofu_veggie_stir_fry.steps": "1. Presați tofu-ul între prosoape de hârtie pentru a elimina excesul de umiditate, apoi tăiați în cuburi de 2cm.\n2. Gătiți orezul brun conform instrucțiunilor de pe ambalaj.\n3. Încălziți ulei de măsline într-o tigaie mare sau wok la foc mare.\n4. Adăugați cuburile de tofu într-un singur strat și gătiți fără să le atingeți 3-4 minute până sunt aurii pe fund. Întoarceți și repetați.\n5. Scoateți tofu-ul și puneți deoparte.\n6. În aceeași tigaie, prăjiți ciupercile feliate 2 minute.\n7. Adăugați buchețelele de broccoli și morcovii feliați, gătiți 3-4 minute până sunt crocante dar fragede.\n8. Puneți tofu-ul înapoi în tigaie, adăugați un strop de sos de soia și amestecați. Serviți pe orez.",

  "recipe.oatmeal_banana_walnut": "Terci de ovăz cu banană și nuci",
  "recipe.oatmeal_banana_walnut.desc": "Terci de ovăz cald și cremos gătit cu lapte integral, acoperit cu felii de banană, nuci crocante și un fir de miere. Un start sănătos pentru inimă, bogat în fibre, pentru orice dimineață.",
  "recipe.oatmeal_banana_walnut.steps": "1. Combinați fulgii de ovăz și laptele într-o crăticioară mică la foc mediu.\n2. Amestecați ocazional, aducând la o fierbere ușoară.\n3. Gătiți 5-7 minute, amestecând des, până fulgii sunt groși și cremoși.\n4. Turnați într-un bol.\n5. Feliați banana și aranjați deasupra.\n6. Presărați cu nuci tocate.\n7. Stropiți cu miere și serviți cald.",

  "recipe.egg_veggie_muffins": "Muffins cu ou și legume",
  "recipe.egg_veggie_muffins.desc": "Brioșe individuale cu ou coapte cu spanac, ardei gras, ciuperci și cheddar. Pregătiți o serie duminica și reîncălziți pe parcursul săptămânii pentru un mic dejun rapid, bogat în proteine.",
  "recipe.egg_veggie_muffins.steps": "1. Preîncălziți cuptorul la 180°C și ungeți o formă de muffins cu 6 locuri.\n2. Tocați mărunt spanacul, ardeiul gras și ciupercile.\n3. Distribuiți legumele uniform în formele de muffins.\n4. Spargeți ouăle într-un bol, bateți bine și condimentați cu sare și piper.\n5. Turnați amestecul de ouă uniform în fiecare formă, umplând aproximativ trei sferturi.\n6. Presărați cheddar ras deasupra fiecăruia.\n7. Coaceți 18-20 de minute până sunt întărite și ușor aurii.\n8. Lăsați să se răcească 2 minute înainte de a le scoate din formă. Păstrați la frigider până la 4 zile.",

  "recipe.chickpea_salad": "Salată mediteraneană de năut",
  "recipe.chickpea_salad.desc": "O salată colorată de năut, roșii tăiate cubulețe, ardei gras, avocado și spanac dresată cu ulei de măsline și lămâie. Vegană, bogată în fibre și personalizabilă la nesfârșit.",
  "recipe.chickpea_salad.steps": "1. Scurgeți și clătiți năutul.\n2. Tăiați roșia, ardeiul gras și avocado în bucăți de dimensiuni similare.\n3. Amestecați năutul, legumele tăiate și frunzele de spanac într-un bol mare.\n4. Amestecați ulei de măsline, suc de lămâie, sare și piper pentru dressing.\n5. Turnați dressingul peste salată și amestecați ușor.\n6. Lăsați 5 minute pentru ca aromele să se contopească.\n7. Serviți la temperatura camerei. Se păstrează bine la frigider pentru prânzul de a doua zi.",

  "recipe.salmon_kale_sweet_potato": "Somon cu kale și cartof dulce",
  "recipe.salmon_kale_sweet_potato.desc": "Fileuri de somon coapte la cuptor servite alături de felii de cartof dulce prăjite și kale sotiat cu usturoi. O cină densă nutrițional plină de omega-3, vitamina A și compuși antiinflamatori.",
  "recipe.salmon_kale_sweet_potato.steps": "1. Preîncălziți cuptorul la 200°C.\n2. Tăiați cartofii dulci în felii, amestecați cu ulei de măsline și sare și întindeți pe o tavă.\n3. Coaceți 15 minute.\n4. Condimentați fileurile de somon cu sare, piper și un strop de ulei de măsline.\n5. Adăugați somonul pe tavă alături de cartofii dulci.\n6. Coaceți împreună 12-15 minute până somonul se desfăce ușor.\n7. Între timp, încălziți o tigaie cu ulei de măsline și usturoi tocat. Adăugați kale și sotiți 3-4 minute.\n8. Puneți somonul pe kale cu felii de cartof dulce pe lateral.",

  "recipe.homemade_turkey_burger": "Burgeri de casă din curcan",
  "recipe.homemade_turkey_burger.desc": "Chiftele suculente de curcan condimentate cu ierburi, servite pe chifle integrale cu avocado, roșie și spanac proaspăt. O variantă mai slabă și mai nutritivă a burgerului clasic.",
  "recipe.homemade_turkey_burger.steps": "1. Într-un bol, amestecați carnea tocată de curcan cu sare, piper, pudră de usturoi și un vârf de boia.\n2. Formați amestecul în două chiftele egale, apăsând o mică adâncitură în centrul fiecăreia.\n3. Încălziți o tigaie grill sau o tigaie obișnuită la foc mediu-mare.\n4. Gătiți chiftelele 5-6 minute pe fiecare parte până sunt complet gătite (temperatura internă 74°C).\n5. Prăjiți ușor chiflele integrale.\n6. Zdrobiți puțin avocado pe chifla de jos.\n7. Stratificați chifteaua de curcan, felii de roșie și spanac.\n8. Puneți chifla de sus și serviți.",

  "recipe.beef_broccoli_bowl": "Bol de vită cu broccoli",
  "recipe.beef_broccoli_bowl.desc": "Fâșii fragede de vită slabă prăjite cu broccoli într-un sos de usturoi savuros pe orez brun. O combinație clasică ce oferă fier, zinc și B12 în fiecare înghițitură.",
  "recipe.beef_broccoli_bowl.steps": "1. Tăiați carnea de vită în fâșii subțiri perpendicular pe fibre.\n2. Gătiți orezul brun conform instrucțiunilor de pe ambalaj.\n3. Încălziți ulei de măsline într-o tigaie mare sau wok la foc mare.\n4. Adăugați fâșiile de vită și prăjiți 3-4 minute până se rumenesc. Scoateți și puneți deoparte.\n5. Adăugați usturoiul tocat în aceeași tigaie și amestecați 30 de secunde.\n6. Adăugați buchețelele de broccoli cu un strop de apă, acoperiți și gătiți la abur 3 minute.\n7. Puneți carnea de vită înapoi în tigaie, adăugați sos de soia și amestecați.\n8. Serviți pe orez brun cu o presărare de semințe de susan dacă doriți.",

  "recipe.black_bean_sweet_potato_chili": "Chili cu fasole neagră și cartof dulce",
  "recipe.black_bean_sweet_potato_chili.desc": "Un chili gros și afumat făcut din fasole neagră, cartof dulce copt, roșii și ardei gras. Vegan, accesibil ca preț și plin de fibre. Suficient pentru patru porții generoase.",
  "recipe.black_bean_sweet_potato_chili.steps": "1. Curățați și tăiați cartofii dulci în cuburi de 2cm.\n2. Încălziți ulei de măsline într-o oală mare la foc mediu.\n3. Adăugați ardeiul tăiat cubulețe și usturoiul tocat, gătiți 3 minute.\n4. Adăugați cuburile de cartof dulce și amestecați.\n5. Adăugați roșiile tăiate cubulețe, fasolea neagră scursă și suficientă apă pentru a acoperi.\n6. Condimentați cu chimion, pudră de chili, boia afumată, sare și piper.\n7. Aduceți la fierbere, reduceți focul și fierbeți la foc mic 25-30 de minute până cartofii dulci sunt fragezi.\n8. Serviți în boluri, acoperite cu o lingură de iaurt sau felii de avocado dacă doriți.",

  "recipe.baked_chicken_vegetables": "Pui la cuptor cu legume pe o singură tavă",
  "recipe.baked_chicken_vegetables.desc": "Piepturi de pui coapte pe o singură tavă cu cartof dulce, broccoli și morcovi. Pregătire simplă, curățenie minimă și o masă echilibrată pe care toată familia o va mânca.",
  "recipe.baked_chicken_vegetables.steps": "1. Preîncălziți cuptorul la 200°C.\n2. Tăiați cartofii dulci și morcovii în bucăți de dimensiuni egale.\n3. Amestecați legumele cu ulei de măsline, sare, piper și usturoi tocat pe o tavă mare.\n4. Coaceți 15 minute pentru a da un avans legumelor rădăcinoase.\n5. Condimentați piepturile de pui cu sare, piper și ierburile voastre preferate.\n6. Împingeți legumele în lateral și puneți puiul în centrul tăvii.\n7. Adăugați buchețele de broccoli în jurul puiului.\n8. Coaceți încă 25 de minute până puiul atinge 74°C intern.\n9. Lăsați să se odihnească 5 minute înainte de a felia și servi.",

  "recipe.sardine_toast_salad": "Toast cu sardine și salată verde",
  "recipe.sardine_toast_salad.desc": "Sardine din conservă zdrobite cu avocado pe pâine integrală prăjită, servite alături de o salată de kale și roșii. O masă subestimată, accesibilă, bogată în omega-3, calciu și B12.",
  "recipe.sardine_toast_salad.steps": "1. Scurgeți sardinele și puneți-le într-un bol.\n2. Zdrobiți cu o furculiță, adăugând avocado tăiat cubulețe, o stoarcere de lămâie, sare și piper.\n3. Prăjiți pâinea integrală până devine aurie.\n4. Întindeți amestecul de sardine și avocado gros pe toast.\n5. Pentru salată, combinați frunzele de kale rupte și roșiile feliate.\n6. Dresați cu ulei de măsline, suc de lămâie și un vârf de sare.\n7. Serviți toastul alături de salată.",

  "recipe.lentil_bolognese": "Bolognese de linte",
  "recipe.lentil_bolognese.desc": "Un sos bogat de paste cu gust de carne, făcut în întregime din linte, ciuperci, morcovi și roșii. Chiar și iubitorii de carne se bucură de el. Bogat în fier, fibre și proteine.",
  "recipe.lentil_bolognese.steps": "1. Clătiți lintea sub apă rece și scurgeți.\n2. Tocați mărunt morcovii și ciupercile.\n3. Încălziți ulei de măsline într-o cratiță mare la foc mediu.\n4. Adăugați usturoiul tocat și morcovii tăiați cubulețe, gătiți 3-4 minute.\n5. Adăugați ciupercile și gătiți încă 3 minute până se înmoaie.\n6. Adăugați lintea și roșiile tăiate cubulețe cu sucul lor.\n7. Adăugați suficientă apă pentru a acoperi lintea, aduceți la fierbere, apoi reduceți focul.\n8. Fierbeți la foc mic 25-30 de minute, amestecând ocazional, până lintea este fragedă și sosul este gros.\n9. Condimentați bine cu sare, piper și ierburi italiene uscate. Serviți pe pastele voastre preferate.",

  "recipe.stuffed_bell_peppers": "Ardei umpluți",
  "recipe.stuffed_bell_peppers.desc": "Ardei grași colorați umpluți cu un amestec savuros de quinoa, fasole neagră, roșie și cheddar topit. O masă completă în proteine care arată impresionant dar este surprinzător de ușor de preparat.",
  "recipe.stuffed_bell_peppers.steps": "1. Preîncălziți cuptorul la 190°C.\n2. Tăiați capacele ardeilor grași și scoateți semințele.\n3. Gătiți quinoa conform instrucțiunilor de pe ambalaj.\n4. Amestecați quinoa gătită cu fasolea neagră scursă, roșiile tăiate cubulețe, usturoiul tocat și jumătate din cheddar.\n5. Condimentați umplutura cu chimion, sare și piper.\n6. Umpluți fiecare ardei cu umplutura, apăsând ferm.\n7. Puneți ardeii vertical într-un vas de copt și presărați restul de cheddar deasupra.\n8. Acoperiți cu folie de aluminiu și coaceți 25 de minute.\n9. Scoateți folia și coaceți încă 10 minute până brânza este aurie și ardeii sunt fragezi.",

  "recipe.slow_cooker_chicken_soup": "Supă de pui la oala lentă",
  "recipe.slow_cooker_chicken_soup.desc": "O supă reconfortantă și hrănitoare de pui care practic se gătește singură. Piept de pui fiert lent cu morcovi, conopidă, spanac și usturoi. Obțineți șase porții pentru săptămâna viitoare.",
  "recipe.slow_cooker_chicken_soup.steps": "1. Puneți piepturile de pui pe fundul oalei lente.\n2. Adăugați morcovii tocați, buchețelele de conopidă și usturoiul tocat deasupra.\n3. Turnați suficientă supă de pui sau apă pentru a acoperi totul cu aproximativ 3cm.\n4. Condimentați cu sare, piper, cimbru și o frunză de dafin.\n5. Gătiți pe foc mic 6-8 ore sau pe foc mare 3-4 ore.\n6. Scoateți puiul și sfâșiați-l cu două furculițe.\n7. Puneți puiul sfâșiat înapoi în oală și adăugați spanacul.\n8. Lăsați spanacul să se ofilească 2-3 minute.\n9. Gustați și ajustați condimentele. Serviți fierbinte. Refrigerați sau congelați resturile în porții.",

  "recipe.baked_salmon_quinoa": "Somon la cuptor cu quinoa cu lămâie",
  "recipe.baked_salmon_quinoa.desc": "Fileuri de somon cu lămâie și ierburi coapte până se desfac și servite pe quinoa pufoasă cu broccoli copt. O cină bogată în omega-3 care este la fel de elegantă pe cât este de nutritivă.",
  "recipe.baked_salmon_quinoa.steps": "1. Preîncălziți cuptorul la 200°C.\n2. Gătiți quinoa conform instrucțiunilor de pe ambalaj. Odată gata, aflânați cu o furculiță și adăugați coajă și suc de lămâie.\n3. Puneți buchețelele de broccoli pe o tavă de copt, stropiți cu ulei de măsline și condimentați cu sare.\n4. Coaceți broccoli 10 minute.\n5. Condimentați fileurile de somon cu sare, piper, usturoi tocat și ulei de măsline.\n6. Mutați broccoli pe lateral și puneți somonul pe tavă.\n7. Coaceți împreună 12-14 minute până somonul se desfăce ușor.\n8. Puneți quinoa cu lămâie pe farfurie, somonul deasupra și aranjați broccoli alături.",

  "recipe.cauliflower_chickpea_curry": "Curry de conopidă și năut",
  "recipe.cauliflower_chickpea_curry.desc": "Un curry parfumat și reconfortant de conopidă și năut într-un sos condimentat de roșii și spanac. Vegan, bogat în fibre și profund satisfăcător servit pe orez sau cu lipie.",
  "recipe.cauliflower_chickpea_curry.steps": "1. Tăiați conopida în buchețele mici.\n2. Încălziți ulei de măsline într-o oală mare la foc mediu.\n3. Adăugați usturoiul tocat și gătiți 30 de secunde până devine parfumat.\n4. Adăugați buchețelele de conopidă și amestecați. Gătiți 3 minute.\n5. Adăugați năutul scurs, roșiile tăiate cubulețe și condimentele (pudră de curry, turmeric, chimion, sare).\n6. Adăugați un strop de apă, acoperiți și fierbeți la foc mic 20 de minute până conopida este fragedă.\n7. Adăugați spanacul și gătiți încă 2 minute până se ofilește.\n8. Ajustați condimentele și serviți pe orez sau cu lipie caldă.",

  "resto.burger_meal": "Meniu burger",
  "resto.burger_meal.restaurant": "Cheeseburger fast-food cu cartofi prăjiți și o sifon mare",
  "resto.burger_meal.home": "Burger de casă din curcan cu felii de cartof dulce și apă",
  "resto.burger_meal.tip": "Cea mai mare diferență nu este burgerul în sine, ci garniturile. Înlocuirea cartofilor prăjiți și sifonului cu cartof dulce copt și apă reduce caloriile la jumătate și elimină cea mai mare parte a zahărului adăugat.",

  "resto.fried_chicken_combo": "Meniu pui prăjit",
  "resto.fried_chicken_combo.restaurant": "3 bucăți de pui prăjit cu salată coleslaw, chiflă și băutură mare",
  "resto.fried_chicken_combo.home": "Piept de pui copt la cuptor cu legume la cuptor",
  "resto.fried_chicken_combo.tip": "Coacerea în loc de prăjirea în ulei reduce grăsimile cu 85% păstrând aceeași cantitate de proteine. Salata coleslaw din restaurante este adesea încărcată cu maioneză, așa că legumele coapte sunt o garnitură mult mai ușoară.",

  "resto.pepperoni_pizza": "Pizza cu salam (3 felii)",
  "resto.pepperoni_pizza.restaurant": "3 felii de pizza cu salam livrată",
  "resto.pepperoni_pizza.home": "Pizza integrală de casă cu topping-uri proaspete",
  "resto.pepperoni_pizza.tip": "Pizza livrată are de obicei mult mai multă brânză și carne procesată decât versiunile de casă. Folosirea unui blat integral și adăugarea multor legume vă oferă mai multe fibre și mai puțin sodiu.",

  "resto.margherita_pizza": "Pizza Margherita (3 felii)",
  "resto.margherita_pizza.restaurant": "3 felii de pizza Margherita stil restaurant",
  "resto.margherita_pizza.home": "Margherita de casă cu mozzarella proaspătă și busuioc",
  "resto.margherita_pizza.tip": "Chiar și o pizza mai simplă precum Margherita primește ulei și brânză suplimentare la restaurant. Făcută acasă vă permite să controlați calitatea ingredientelor și cantitatea de brânză.",

  "resto.general_tso_chicken": "Pui General Tso",
  "resto.general_tso_chicken.restaurant": "Pui General Tso cu orez prăjit de la un restaurant chinezesc",
  "resto.general_tso_chicken.home": "Pui la tigaie de casă cu orez brun și legume",
  "resto.general_tso_chicken.tip": "Puiul General Tso este pane, prăjit în ulei și acoperit cu un sos cu zahăr. O simplă prăjire la tigaie oferă toată savoarea cu o fracțiune din grăsime și zahăr. Folosiți usturoi și ghimbir proaspăt pentru aromă naturală.",

  "resto.pad_thai": "Pad Thai",
  "resto.pad_thai.restaurant": "Pad Thai cu creveți de la restaurant",
  "resto.pad_thai.home": "Paste de casă cu creveți și legume cu usturoi și ulei de măsline",
  "resto.pad_thai.tip": "Pad Thai de la restaurant se gătește de obicei în mult ulei cu un sos dulce de tamarind care adaugă calorii ascunse. Paste cu usturoi și ulei de măsline cu creveți oferă o satisfacție similară cu mult mai puțin sodiu și zahăr.",

  "resto.burrito_bowl": "Bol Burrito",
  "resto.burrito_bowl.restaurant": "Bol burrito mare cu orez, fasole, carne, brânză, smântână și guacamole",
  "resto.burrito_bowl.home": "Bol de casă cu quinoa și legume cu năut și avocado",
  "resto.burrito_bowl.tip": "Bolurile burrito de la restaurant sunt generoase, și aceasta este problema. Smântâna și brânza suplimentară singure pot adăuga peste 300 de calorii. Un bol de quinoa de casă cu legume proaspete vă oferă mai multe fibre și control asupra porțiilor.",

  "resto.quesadilla_combo": "Meniu Quesadilla",
  "resto.quesadilla_combo.restaurant": "Quesadilla cu brânză cu orez, fasole și chips-uri de la un restaurant mexican",
  "resto.quesadilla_combo.home": "Quesadilla integrală de casă cu fasole neagră și legume",
  "resto.quesadilla_combo.tip": "Quesadillele de la restaurant folosesc tortille uriașe pline de brânză și vin adesea cu garnituri dense caloric. Folosirea unei tortille integrale mai mici cu fasole și legume face o masă mai echilibrată.",

  "resto.fettuccine_alfredo": "Fettuccine Alfredo",
  "resto.fettuccine_alfredo.restaurant": "Fettuccine Alfredo de restaurant cu pâine cu usturoi",
  "resto.fettuccine_alfredo.home": "Alfredo mai ușor de casă cu paste integrale și legume",
  "resto.fettuccine_alfredo.tip": "Sosul Alfredo de restaurant este în esență unt și smântână în cantități mari. O versiune mai ușoară cu lapte, mai puțin parmezan și broccoli sau spanac reduce dramatic grăsimea rămânând totuși savuroasă.",

  "resto.pasta_bolognese": "Paste Bolognese",
  "resto.pasta_bolognese.restaurant": "Spaghete Bolognese de restaurant cu pâine cu usturoi",
  "resto.pasta_bolognese.home": "Bolognese de linte de casă cu paste integrale",
  "resto.pasta_bolognese.tip": "Înlocuirea cărnii tocate cu linte reduce grăsimile cu 74% și adaugă o cantitate uriașă de fibre și fier. Majoritatea oamenilor nu pot face diferența după ce este fiartă cu roșii și ierburi. Încercați înainte de a respinge ideea.",

  "resto.latte_muffin": "Latte și Muffin",
  "resto.latte_muffin.restaurant": "Latte mare cu aromă și un muffin cu afine de la cafenea",
  "resto.latte_muffin.home": "Terci de ovăz de casă cu banană, nuci și miere",
  "resto.latte_muffin.tip": "Un muffin de cafenea poate conține la fel de mult zahăr cât trei batoane de ciocolată. Terciul de ovăz cu fructe oferă energie constantă fără prăbușirea zahărului, costă o fracțiune din preț și te ține sătul mult mai mult timp.",

  "resto.deli_sub_sandwich": "Sandwich Sub Deli",
  "resto.deli_sub_sandwich.restaurant": "Sandwich sub de 30cm cu carne procesată, brânză și dressing",
  "resto.deli_sub_sandwich.home": "Wrap de casă cu curcan și spanac cu legume proaspete",
  "resto.deli_sub_sandwich.tip": "Sandvișurile sub deli sunt bombe de sodiu din cauza cărnii procesate, brânzei și sosurilor. Folosirea curcanului proaspăt feliat în loc de mezelurile procesate și renunțarea la dressingul greu reduce sodiul cu 75% și are un gust la fel de satisfăcător.",

  "shop.budget_week": "Săptămâna economică (250 lei)",
  "shop.moderate_week": "Săptămâna echilibrată (400 lei)",
  "shop.premium_week": "Săptămâna premium (600 lei)",

  "shop.tip.seasonal": "Cumpărați fructe și legume de sezon. Costă mai puțin, au gust mai bun și au niveluri mai ridicate de nutrienți deoarece sunt recoltate la maturitate optimă, nu transportate de departe.",
  "shop.tip.bulk": "Faceți stocuri de alimente de bază precum orez, fulgi de ovăz, linte și fasole în cantități mari. Rezistă luni de zile, costă semnificativ mai puțin pe porție și formează baza a sute de mese nutritive.",
  "shop.tip.frozen": "Fructele și legumele congelate sunt recoltate și congelate la vârful nutrițional. Sunt adesea mai ieftine decât cele proaspete, durează mult mai mult și sunt la fel de nutritive. Păstrați o varietate în congelator pentru mese rapide.",
  "shop.tip.store_brands": "Produsele cu marcă proprie conțin adesea aceleași ingrediente ca mărcile de renume la un cost cu 20-40% mai mic. Comparați etichetele nutriționale pentru confirmare. Aceasta este una dintre cele mai ușoare modalități de a vă reduce factura de alimente.",
  "shop.tip.meal_prep": "Petreceți o oră sau două în weekend pregătind mese pentru săptămână. Gătitul în loturi de supe, cereale și proteine economisește timp în zilele lucrătoare aglomerate și reduce tentația de a comanda mâncare.",
  "shop.tip.avoid_waste": "Planificați-vă mesele înainte de cumpărături și respectați lista. Folosiți resturile creativ. Congelați pâinea, carnea și bananele coapte înainte să se strice. Risipa alimentară înseamnă bani irosiți.",

  "shop.weekly_cost": "Cost săptămânal estimat",
  "shop.per_day": "Pe zi",
  "shop.shopping_list": "Listă de cumpărături",
  "shop.grocery_section": "Raion",

  "shop.section.produce": "Fructe și legume",
  "shop.section.meat_counter": "Tejghea de carne",
  "shop.section.fish_counter": "Tejghea de pește",
  "shop.section.dairy": "Lactate și ouă",
  "shop.section.bakery": "Brutărie",
  "shop.section.bulk_bins": "Produse uscate și vrac",
  "shop.section.canned_goods": "Conserve și borcane",
  "shop.section.frozen": "Congelate",
  "shop.section.oils_condiments": "Uleiuri și condimente",

  "food.category.protein": "Proteine",
  "food.category.grain": "Cereale și amidon",
  "food.category.vegetable": "Legume",
  "food.category.fruit": "Fructe",
  "food.category.dairy": "Lactate",
  "food.category.nut_seed": "Nuci și semințe",
  "food.category.legume": "Leguminoase",
  "food.category.other": "Altele",

  "food.fruit_class.citrus": "Citrice",
  "food.fruit_class.berry": "Fructe de pădure",
  "food.fruit_class.tropical": "Fructe tropicale",
  "food.fruit_class.stone": "Fructe sâmburoase",
  "food.fruit_class.pome": "Fructe pomacee",
  "food.fruit_class.melon": "Pepeni",

  "score.excellent": "Sursă excelentă",
  "score.good": "Sursă bună",
  "score.moderate": "Sursă moderată",
  "score.low": "Sursă scăzută",

  "time.quick": "Rapid (sub 15 min)",
  "time.medium": "Mediu (15-30 min)",
  "time.long": "Mai lung (30+ min)",

  "difficulty.easy": "Ușor",
  "difficulty.medium": "Moderat",
  "difficulty.advanced": "Avansat",

  "meal.breakfast": "Mic dejun",
  "meal.lunch": "Prânz",
  "meal.dinner": "Cină",
  "meal.snack": "Gustare",

  "compare.title": "Compară alimente",
  "compare.subtitle": "Puneți orice două alimente unul lângă altul pentru a vedea cum se compară nutrienții lor. Cunoașterea este primul pas către alegeri mai bune.",
  "compare.select_hint": "Căutați sau selectați un aliment pentru comparare",
  "compare.per_serving": "Pe porție",
  "compare.per_100g": "La 100g",
  "compare.winner": "Mai ridicat la acest nutrient",

  "planner.title": "Planificator de mese",
  "planner.subtitle": "Construiți-vă mesele zilnice și vedeți cum se compară cu obiectivele nutriționale recomandate pentru grupa voastră de vârstă.",
  "planner.select_age": "Selectați grupa de vârstă",
  "planner.add_meal": "Adăugați o masă",
  "planner.daily_total": "Total zilnic",
  "planner.rda_coverage": "% din aportul zilnic recomandat",
  "planner.breakfast": "Mic dejun",
  "planner.lunch": "Prânz",
  "planner.dinner": "Cină",
  "planner.snack": "Gustare",
  "planner.clear_all": "Ștergeți toate mesele",

  "quiz.title": "Quiz nutrițional",
  "quiz.subtitle": "Testați-vă cunoștințele despre alimentele pe care le mâncați. Fără judecăți, doar învățare.",
  "quiz.start": "Începeți quizul",
  "quiz.question_of": "Întrebarea {current} din {total}",
  "quiz.score": "Scorul dumneavoastră",
  "quiz.next": "Următoarea întrebare",
  "quiz.results": "Vezi rezultatele",
  "quiz.play_again": "Joacă din nou",
  "quiz.share_score": "Împărtășește scorul",
  "quiz.rating.expert": "Expert în nutriție! Chiar vă pricepeti.",
  "quiz.rating.great": "Cunoștințe excelente! Doar câteva lacune de acoperit.",
  "quiz.rating.good": "Un bun început! Cunoașteți bazele și sunteți gata să învățați mai mult.",
  "quiz.rating.learning": "Nu vă faceți griji! Toată lumea începe de undeva. Explorați site-ul pentru a descoperi mai multe.",

  "food.detail.nutrients": "Nutrienți la 100g",
  "food.detail.recipes": "Rețete cu acest aliment",
  "food.detail.age_benefits": "Cel mai potrivit pentru aceste grupe de vârstă",
  "food.detail.replaces_supplement": "Poate ajuta la înlocuirea acestui supliment",
  "food.detail.available_at": "Găsiți-l în magazinul alimentar",
  "food.detail.cost_tier": "Nivel de preț",

  "about.title": "Despre EatClever",
  "about.intro": "EatClever este o resursă independentă de informații nutriționale. Prezentăm fapte despre alimentele de zi cu zi pentru ca dumneavoastră să puteți face alegeri informate. Fără diete, fără vinovăție, fără sponsori. Doar date.",
  "about.mission.title": "Misiunea noastră",
  "about.mission.text": "Credem că înțelegerea a ceea ce conțin alimentele este un drept, nu un privilegiu. EatClever există pentru a face datele nutriționale accesibile, ușor de înțeles și aplicabile pentru toată lumea, indiferent de buget, background sau preferință alimentară. Noi prezentăm datele. Dumneavoastră alegeți.",
  "about.sources.title": "Sursele noastre",
  "about.sources.text": "Toate datele nutriționale provin din baze de date evaluate de experți, inclusiv USDA FoodData Central, ghidurile alimentare OMS și autoritățile naționale de nutriție. Valorile reprezintă cantități tipice și pot varia în funcție de metodele de preparare, condițiile de cultivare și mărcile specifice de produse.",
  "about.contact.title": "Contact",
  "about.contact.text": "Aveți o întrebare, o corecție sau o sugestie? Primim cu plăcere feedback-ul dumneavoastră. Contactați-ne prin formularul nostru de contact și vă vom răspunde.",

  "methodology.title": "Metodologie",
  "methodology.intro": "Transparența contează. Iată cum colectăm, calculăm și prezentăm informațiile nutriționale pe EatClever.",
  "methodology.sources.title": "Surse de date",
  "methodology.update.title": "Programul de actualizare",
  "methodology.limitations.title": "Limitări",

  "footer.about": "Despre EatClever",
  "footer.sources": "Surse de date",
  "footer.legal": "Aviz juridic",
  "footer.contact": "Contactați-ne",
  "footer.copyright": "EatClever. Informații nutriționale pentru alegeri informate.",
  "footer.support": "Susțineți acest proiect",
  "footer.sister_sites": "Proiecte conexe",

  "privacy.title": "Politica de confidențialitate",
  "impressum.title": "Aviz juridic",

  "lang.en": "Engleză",

  "general.back": "Înapoi",
  "general.home": "Acasă",
  "general.learn_more": "Aflați mai mult",
  "general.view_all": "Vedeți tot",
  "general.search": "Căutați alimente...",
  "general.loading": "Se încarcă...",
  "general.no_results": "Nu s-au găsit rezultate. Încercați un alt termen de căutare.",
  "general.per_100g": "la 100g",
  "general.per_serving": "pe porție",
  "general.daily_value": "% Valoare zilnică",
  "general.share": "Distribuie",

  "general.calories": "Calorii",
  "general.protein": "Proteine",
  "general.fat": "Grăsimi",
  "general.carbs": "Carbohidrați",
  "general.fiber": "Fibre",
  "general.sodium": "Sodiu",
  "general.sugar": "Zahăr",
  "general.cost": "Cost",
  "general.cook_time": "Timp de gătire",
  "general.servings": "Porții",
  "general.ingredients": "Ingrediente",
  "general.steps": "Pași de preparare",
  "general.tags": "Etichete",
  "general.minutes": "min",
  "general.save": "Salvează",
  "general.cancel": "Anulează",
  "general.close": "Închide",
  "general.yes": "Da",
  "general.no": "Nu",
  "general.or": "sau",
  "general.and": "și",
  "general.of": "din",
  "general.show_more": "Arată mai mult",
  "general.show_less": "Arată mai puțin",
  "general.filter": "Filtrează",
  "general.sort_by": "Sortează după",
  "general.reset": "Resetează",
  "general.download": "Descarcă",
  "general.print": "Tipărește",
  "general.per_person": "de persoană",
  "general.budget": "Economic",
  "general.moderate": "Moderat",
  "general.premium": "Premium",

  "general.disclaimer": "Aceste informații sunt doar în scop educativ și nu sunt destinate ca sfat medical sau dietetic. Consultați un profesionist în sănătate înainte de a face schimbări semnificative în alimentația dumneavoastră.",

  "food.cost_tier.1": "Prietenos cu bugetul",
  "food.cost_tier.2": "Preț mediu",
  "food.cost_tier.3": "Premium",

  "food.availability.common": "Disponibil pe scară largă tot anul",
  "food.availability.seasonal": "Sezonier (cel mai bun în sezon)",
  "food.availability.specialty": "Produs de specialitate",

  "food.section.fish_counter": "Tejghea de pește",
  "food.section.meat_counter": "Tejghea de carne",
  "food.section.dairy": "Raionul de lactate",
  "food.section.produce": "Raionul de fructe și legume",
  "food.section.bulk_bins": "Produse uscate și vrac",
  "food.section.canned_goods": "Raionul de conserve",
  "food.section.bakery": "Raionul de panificație",
  "food.section.oils_condiments": "Uleiuri și condimente",
  "food.section.snacks": "Raionul de gustări",

  "resto.category.fast_food": "Fast Food",
  "resto.category.pizza": "Pizza",
  "resto.category.asian": "Asiatic",
  "resto.category.mexican": "Mexican",
  "resto.category.italian": "Italian",
  "resto.category.cafe": "Cafenea",
  "resto.category.deli": "Delicatese",

  "resto.savings_label": "Economisiți gătind acasă",
  "resto.fewer_calories": "mai puține calorii",
  "resto.less_fat": "mai puține grăsimi",
  "resto.less_sodium": "mai puțin sodiu",
  "resto.cost_savings": "economie la cost",
  "resto.home_version": "Versiunea de casă",
  "resto.restaurant_version": "Versiunea de restaurant",
  "resto.cook_time": "Timp de gătire acasă",

  "compare.calories": "Calorii",
  "compare.protein": "Proteine",
  "compare.fat": "Grăsimi",
  "compare.carbs": "Carbohidrați",
  "compare.fiber": "Fibre",
  "compare.vitamins": "Vitamine",
  "compare.minerals": "Minerale",
  "compare.swap_foods": "Inversează alimentele",
  "compare.add_to_planner": "Adaugă la planificator",

  "planner.calories_target": "Obiectiv calorii",
  "planner.protein_target": "Obiectiv proteine",
  "planner.remaining": "Rămas",
  "planner.exceeded": "Depășit",
  "planner.day": "Zi",
  "planner.week_view": "Vedere săptămânală",
  "planner.day_view": "Vedere zilnică",
  "planner.export": "Exportă planul",
  "planner.import": "Importă planul",
  "planner.suggested_meals": "Mese sugerate",
  "planner.remove_meal": "Elimină",

  "quiz.correct": "Corect!",
  "quiz.incorrect": "Nu chiar.",
  "quiz.explanation": "Explicație",
  "quiz.did_you_know": "Știați că?",
  "quiz.category.vitamins": "Vitamine și minerale",
  "quiz.category.nutrients": "Macronutrienți",
  "quiz.category.foods": "Informații despre alimente",
  "quiz.category.labels": "Citirea etichetelor",
  "quiz.category.myths": "Mituri nutriționale",

  "age.section.title": "Nutriția de-a lungul vieții",
  "age.section.subtitle": "Nevoile corpului se schimbă cu fiecare deceniu. Iată pe ce să vă concentrați în fiecare etapă.",
  "age.calorie_range": "Interval caloric zilnic recomandat",
  "age.key_nutrients": "Nutrienți cheie pentru această vârstă",
  "age.recommended_foods": "Alimente recomandate de top",
  "age.foods_to_limit": "Alimente de limitat",
  "age.tips_title": "Sfaturi practice",

  "supp.section.title": "Alimente vs. Suplimente",
  "supp.section.subtitle": "Vedeți exact cât de multă mâncare adevărată este necesară pentru a egala o pastilă de supliment obișnuită.",
  "supp.common_dose": "Doza obișnuită de supliment",
  "supp.food_alternative": "Alternativă alimentară",
  "supp.per_serving": "pe porție furnizează",
  "supp.of_daily_need": "din necesarul zilnic",
  "supp.verdict": "Verdictul",

  "cook.section.title": "Timp de gătire și nutriție",
  "cook.section.subtitle": "Fie că aveți 5 minute sau 50, o masă nutritivă vă așteaptă. Filtrați după timp și găsiți rețete care se potrivesc programului.",
  "cook.filter.all": "Toate rețetele",
  "cook.filter.quick": "Sub 15 min",
  "cook.filter.medium": "15-30 min",
  "cook.filter.long": "30+ min",
  "cook.filter.meal_type": "Tip de masă",
  "cook.filter.difficulty": "Dificultate",

  "taste.section.title": "Gust și nutriție",
  "taste.section.subtitle": "Alimentația sănătoasă nu înseamnă renunțarea la savoare. Este despre descoperirea unor combinații noi care satisfac atât papilele gustative, cât și corpul.",
  "taste.flavour_pairings": "Combinații de arome care stimulează nutriția",
  "taste.umami": "Alimente bogate în umami",
  "taste.sweet_natural": "Alternative natural dulci",
  "taste.herbs_spices": "Ierburi și condimente cu beneficii",

  "shop.section.title": "Ghid de cumpărături inteligente",
  "shop.section.subtitle": "Trei planuri săptămânale de mese la trei niveluri de preț. Fiecare este complet din punct de vedere nutrițional, cu liste complete de cumpărături și costuri estimate.",
  "shop.plan_includes": "Acest plan include",
  "shop.meals_per_day": "mese pe zi",
  "shop.est_cost": "Cost estimat",
  "shop.view_shopping_list": "Vezi lista de cumpărături",
  "shop.view_meal_plan": "Vezi mesele zilnice",
  "shop.day_label": "Ziua",
  "shop.item": "Articol",
  "shop.quantity": "Cantitate",
  "shop.est_price": "Preț estimat",
  "shop.section_label": "Raion",
  "shop.total": "Total",
  "shop.tips_title": "Sfaturi pentru economisire",

  "labels.section.title": "Ghidul etichetelor nutriționale",
  "labels.section.subtitle": "Înțelegerea etichetelor alimentare vă ajută să faceți alegeri mai bune în magazinul alimentar. Iată ce să căutați.",
  "labels.how_to_read": "Cum să citiți o etichetă nutrițională",
  "labels.step_1": "Verificați mai întâi dimensiunea porției. Toate celelalte cifre se bazează pe această cantitate.",
  "labels.step_2": "Uitați-vă la calorii pentru a înțelege câtă energie oferă o porție.",
  "labels.step_3": "Verificați grăsimile, grăsimile saturate, zahărul și sarea. Mențineți-le la un nivel scăzut.",
  "labels.step_4": "Căutați cantități mai mari de fibre, proteine, vitamine și minerale.",
  "labels.step_5": "Folosiți coloana la 100g pentru a compara diferite produse în mod corect.",
  "labels.common_traps": "Capcane frecvente pe etichete",
  "labels.trap_serving_size": "Dimensiunile nerealiste ale porțiilor fac produsele să pară mai sănătoase decât sunt.",
  "labels.trap_sugar_names": "Zahărul are peste 50 de denumiri: zaharoză, fructoză, sirop de porumb, maltoză, dextroză și multe altele.",
  "labels.trap_health_claims": "\"Natural\", \"multicereale\" și \"ușor îndulcit\" sunt termeni de marketing, nu informații nutriționale.",
  "labels.trap_zero": "\"0g grăsimi trans\" poate conține totuși până la 0,5g pe porție. Verificați ingredientele pentru uleiuri parțial hidrogenate.",

  "vitamins.section.title": "Ghid de vitamine și minerale",
  "vitamins.section.subtitle": "Ce face fiecare nutrient, unde îl găsiți natural și cine are nevoie de el cel mai mult. Atingeți orice nutrient pentru a vedea sursele alimentare.",
  "vitamins.rda": "Doza zilnică recomandată",
  "vitamins.top_foods": "Principalele surse alimentare",
  "vitamins.deficiency_signs": "Semne că s-ar putea să nu primiți suficient",
  "vitamins.excess_risk": "Riscuri în caz de exces",

  "error.page_not_found": "Pagina nu a fost găsită",
  "error.data_load_failed": "Datele nu au putut fi încărcate. Verificați conexiunea și încercați din nou.",
  "error.generic": "Ceva nu a mers bine. Vă rugăm încercați din nou.",

  "accessibility.skip_to_content": "Treceți la conținutul principal",
  "accessibility.open_menu": "Deschideți meniul de navigare",
  "accessibility.close_menu": "Închideți meniul de navigare",
  "accessibility.language_selector": "Selectați limba",
  "accessibility.dark_mode": "Comutați modul întunecat",
  "accessibility.increase_font": "Măriți dimensiunea fontului",
  "accessibility.decrease_font": "Micșorați dimensiunea fontului"
}
