{
  "site.title": "EatClever",
  "site.subtitle": "Факты о питании для повседневного выбора продуктов",

  "wisdom.p1": "Ваш организм невероятно умён. Каждый день он расщепляет пищу и извлекает именно то, что нужно — строит мышцы, восстанавливает клетки, укрепляет кости, борется с инфекциями и поддерживает работу мозга. Не нужно контролировать каждый витамин. Просто обеспечьте организм правильным сырьём.",
  "wisdom.p2": "Секрет прост: ешьте разнообразно, натурально и красочно. Когда на вашей тарелке разнообразие настоящих продуктов — овощи, фрукты, белки, крупы, орехи — ваш организм точно знает, что с ними делать. Он занимается этим миллионы лет. Доверьтесь ему.",
  "wisdom.p3": "Добавки и таблетки имеют своё место, но природа даёт нам почти всё необходимое. Горсть грецких орехов, кусочек лосося, миска разноцветных овощей — это не просто еда, это лекарство. Каждый кусочек — возможность подпитать организм и сохранить здоровье.",
  "wisdom.cta": "EatClever не указывает вам, что делать. Мы показываем факты — а вы принимаете решения, которые подходят вам и вашей семье.",

  "nav.about": "О проекте",
  "nav.methodology": "Методология",
  "nav.categories": "Разделы",
  "nav.food_search": "Поиск продуктов",
  "nav.compare": "Сравнить продукты",
  "nav.quiz": "Тест по питанию",
  "nav.planner": "Планировщик питания",
  "nav.labels_guide": "Гид по этикеткам",

  "hero.title": "Ешь с умом. Живи лучше.",
  "hero.subtitle": "Ваш повседневный выбор продуктов влияет на здоровье больше, чем любая отдельная диета. Изучайте факты, сравнивайте варианты и решайте, что подходит именно вам.",

  "cat.age_nutrition": "Питание по возрасту",
  "cat.age_nutrition.desc": "Потребности организма меняются с возрастом. Узнайте, какие питательные вещества наиболее важны на каждом этапе жизни — от младенчества до пожилого возраста.",
  "cat.food_vs_supplements": "Еда или добавки",
  "cat.food_vs_supplements.desc": "Может ли таблетка заменить тарелку настоящей еды? Сравните популярные добавки с натуральными продуктами, содержащими те же питательные вещества.",
  "cat.taste_nutrition": "Вкус и питание",
  "cat.taste_nutrition.desc": "Здоровая еда не обязана быть скучной. Узнайте, как сочетать отличный вкус с полноценным питанием в блюдах, которые действительно будут вам нравиться.",
  "cat.eat_out_vs_home": "Ресторан или дом",
  "cat.eat_out_vs_home.desc": "Ресторанные порции и скрытые ингредиенты быстро накапливаются. Смотрите сравнение популярных блюд и их домашних альтернатив.",
  "cat.cook_time": "Время готовки и питание",
  "cat.cook_time.desc": "Мало времени? Найдите быстрые, средние и долгие рецепты, которые доказывают: полезная еда вписывается в любой график.",
  "cat.shopping": "Умные покупки",
  "cat.shopping.desc": "Питайтесь хорошо при любом бюджете. Недельные планы питания и списки покупок для трёх ценовых категорий, а также советы, как сэкономить.",

  "age.children": "Дети (0–12)",
  "age.teens": "Подростки (13–19)",
  "age.adults": "Взрослые (20–59)",
  "age.seniors": "Пожилые (60+)",
  "age.infant": "Младенец (0–1)",
  "age.toddler": "Малыш (1–3)",
  "age.school_age": "Школьный возраст (4–12)",
  "age.teen": "Подросток (13–19)",
  "age.young_adult": "Молодой взрослый (20–39)",
  "age.middle_age": "Средний возраст (40–59)",
  "age.senior": "Пожилой (60+)",

  "age.infant.tips": "Грудное молоко или смесь обеспечивает большинство питательных веществ в первый год. Начинайте вводить богатый железом прикорм примерно с 6 месяцев. Не давайте мёд до 1 года. Предлагайте разнообразные мягкие текстуры для формирования здоровых пищевых привычек.",
  "age.toddler.tips": "Малыши учатся есть самостоятельно, так что будьте готовы к беспорядку и капризам. Предлагайте небольшие порции питательных продуктов в течение дня. Цельное молоко важно для развития мозга. Нарезайте круглые продукты, например виноград, на мелкие кусочки, чтобы ребёнок не подавился.",
  "age.school_age.tips": "Растущему организму нужен кальций для крепких костей и железо для энергии. Ограничьте сладкие напитки и фасованные перекусы. Привлекайте детей к приготовлению еды — это формирует полезные привычки на всю жизнь. Полноценный завтрак помогает сосредоточиться и лучше учиться.",
  "age.teen.tips": "Быстрый рост делает этот период критически важным для кальция, железа и белка. Подросткам-спортсменам может потребоваться больше калорий и жидкости. Избегайте жёстких диет и энергетических напитков. Здоровое отношение к еде, сформированное сейчас, окупится на десятилетия вперёд.",
  "age.young_adult.tips": "Сейчас самое время сформировать пищевые привычки для долгосрочного здоровья. Отдавайте предпочтение натуральным продуктам, а не полуфабрикатам. Железо и фолиевая кислота особенно важны для планирующих беременность. Омега-3 поддерживают здоровье мозга в напряжённые годы.",
  "age.middle_age.tips": "Метаболизм естественно замедляется, поэтому плотность питательных веществ важна как никогда. Уделяйте внимание клетчатке для пищеварения, кальцию и витамину D для костей, омега-3 для сердца. Регулярное питание с обилием овощей помогает поддерживать стабильную энергию в течение дня.",
  "age.senior.tips": "С возрастом аппетит часто снижается, поэтому каждый кусочек должен быть максимально питательным. Усвоение витамина B12 ухудшается — стоит рассмотреть обогащённые продукты или добавки. Белок помогает сохранять мышечную массу, а витамин D и кальций защищают от переломов. Пейте воду, даже если не чувствуете жажды.",

  "age.daily_calories": "Дневной диапазон калорий",
  "age.focus_nutrients": "Ключевые питательные вещества",
  "age.key_foods": "Рекомендуемые продукты",
  "age.foods_to_avoid": "Продукты, которые стоит ограничить",

  "nutrient.protein": "Белок",
  "nutrient.protein.desc": "Необходимый строительный материал для мышц, органов и иммунной системы.",
  "nutrient.protein.body_effect": "Белок строит и восстанавливает все ткани вашего тела — от мышц и костей до кожи и волос. Он также участвует в производстве ферментов и гормонов, которые поддерживают обмен веществ. Детям и подросткам он нужен для роста, взрослым — для поддержания, а пожилым — для предотвращения потери мышечной массы.",

  "nutrient.fat": "Жиры",
  "nutrient.fat.desc": "Концентрированный источник энергии, поддерживающий рост клеток и усвоение питательных веществ.",
  "nutrient.fat.body_effect": "Жиры защищают ваши органы, поддерживают температуру тела и помогают усваивать витамины A, D, E и K. Мозг почти на 60% состоит из жира. Младенцам и малышам нужно больше всего жира относительно массы тела, потому что их мозг стремительно развивается. Выбирайте ненасыщенные жиры из рыбы, орехов и оливкового масла вместо насыщенных.",

  "nutrient.carbs": "Углеводы",
  "nutrient.carbs.desc": "Предпочтительный и наиболее эффективный источник энергии для вашего организма.",
  "nutrient.carbs.body_effect": "Углеводы расщепляются до глюкозы, которая питает мозг, мышцы и центральную нервную систему. Сложные углеводы из цельных злаков, бобовых и овощей высвобождают энергию медленно и равномерно. Углеводы нужны всем возрастным группам, но больше всего — активным подросткам и спортсменам. Выбирайте цельнозерновые продукты вместо рафинированных для стабильной энергии и лучшего контроля сахара в крови.",

  "nutrient.fiber": "Клетчатка",
  "nutrient.fiber.desc": "Поддерживает здоровое пищеварение, питает полезные бактерии кишечника и помогает контролировать уровень сахара в крови.",
  "nutrient.fiber.body_effect": "Клетчатка обеспечивает нормальную работу пищеварительной системы, питает полезные бактерии кишечника и помогает дольше чувствовать сытость после еды. Она также замедляет усвоение сахара, что стабилизирует уровень глюкозы в крови. Взрослые и пожилые люди получают наибольшую пользу от высокого потребления клетчатки для здоровья сердца и регулярности, но детям она тоже необходима для здорового пищеварения.",

  "nutrient.vitamin_a": "Витамин A",
  "nutrient.vitamin_a.desc": "Поддерживает зрение, иммунитет и здоровую кожу.",
  "nutrient.vitamin_a.body_effect": "Витамин A критически важен для острого зрения, особенно при слабом освещении. Он также поддерживает здоровье кожи и слизистых оболочек лёгких и кишечника, выступая первой линией защиты от инфекций. Детям витамин A необходим для правильного роста и развития иммунитета. В изобилии содержится в оранжевых и тёмно-зелёных овощах.",

  "nutrient.vitamin_b12": "Витамин B12",
  "nutrient.vitamin_b12.desc": "Необходим для работы нервной системы, образования эритроцитов и синтеза ДНК.",
  "nutrient.vitamin_b12.body_effect": "Витамин B12 обеспечивает нормальную работу нервов и помогает вырабатывать красные кровяные тельца, которые переносят кислород по всему телу. Его дефицит может вызвать усталость, слабость и проблемы с нервной системой. Пожилые люди находятся в наибольшей группе риска, так как усвоение снижается с возрастом. Веганам и вегетарианцам следует уделять особое внимание, поскольку B12 содержится почти исключительно в продуктах животного происхождения.",

  "nutrient.vitamin_c": "Витамин C",
  "nutrient.vitamin_c.desc": "Мощный антиоксидант, укрепляющий иммунитет и помогающий организму усваивать железо.",
  "nutrient.vitamin_c.body_effect": "Витамин C защищает клетки от повреждений, ускоряет заживление ран и усиливает способность иммунной системы бороться с инфекциями. Он также значительно улучшает усвоение железа при совместном употреблении с богатыми железом продуктами. Важен для всех возрастов, но особенно для растущих детей и тех, кто восстанавливается после болезни или травмы.",

  "nutrient.vitamin_d": "Витамин D",
  "nutrient.vitamin_d.desc": "Солнечный витамин, укрепляющий кости и поддерживающий иммунитет.",
  "nutrient.vitamin_d.body_effect": "Витамин D помогает организму усваивать кальций, что делает его незаменимым для крепких костей и зубов. Он также играет важную роль в работе иммунитета и регуляции настроения. Кожа вырабатывает его под воздействием солнечного света, но многие люди получают его недостаточно, особенно в северных широтах. Пожилым нужно больше, потому что их кожа менее эффективно его вырабатывает, а младенцам — потому что грудное молоко содержит его очень мало.",

  "nutrient.vitamin_e": "Витамин E",
  "nutrient.vitamin_e.desc": "Антиоксидант, защищающий клетки от повреждений и поддерживающий здоровье кожи.",
  "nutrient.vitamin_e.body_effect": "Витамин E действует как щит для ваших клеток, защищая их от окислительного повреждения, вызванного загрязнением окружающей среды, УФ-лучами и нормальным обменом веществ. Он поддерживает здоровую кожу, помогает иммунной системе бороться с бактериями и вирусами и может замедлить возрастные изменения. Полезен в любом возрасте, но особенно актуален для взрослых и пожилых как защитное средство.",

  "nutrient.vitamin_k": "Витамин K",
  "nutrient.vitamin_k.desc": "Необходим для свёртывания крови и метаболизма костной ткани.",
  "nutrient.vitamin_k.body_effect": "Именно благодаря витамину K порез перестаёт кровоточить. Без достаточного количества даже маленькая ранка может быть опасна. Он также направляет кальций в кости, а не в артерии, что важно для долгосрочного здоровья сердца и костей. Больше всего он нужен взрослым и пожилым людям. Тёмная листовая зелень — капуста кейл и шпинат — безусловно самые богатые источники.",

  "nutrient.calcium": "Кальций",
  "nutrient.calcium.desc": "Самый распространённый минерал в организме, критически важный для костей и зубов.",
  "nutrient.calcium.body_effect": "Около 99% кальция содержится в костях и зубах, придавая им прочность и структуру. Оставшийся 1% жизненно необходим для сокращения мышц, передачи нервных импульсов и сердечного ритма. Подросткам нужно больше всего, так как они набирают пиковую костную массу. Пожилым — достаточно для замедления потери костной ткани. Молочные продукты, сардины с костями и тофу на кальции — лучшие источники.",

  "nutrient.iron": "Железо",
  "nutrient.iron.desc": "Переносит кислород в крови и поддерживает производство энергии.",
  "nutrient.iron.body_effect": "Железо — это ядро гемоглобина, молекулы в эритроцитах, которая переносит кислород из лёгких ко всем частям тела. При недостатке железа вы чувствуете усталость, слабость и неспособность сосредоточиться. Подростки, особенно девочки после начала менструации, и молодые женщины нуждаются в нём больше всего. Сочетайте богатые железом продукты с витамином C для значительного улучшения усвоения.",

  "nutrient.magnesium": "Магний",
  "nutrient.magnesium.desc": "Участвует более чем в 300 ферментативных реакциях — от производства энергии до расслабления мышц.",
  "nutrient.magnesium.body_effect": "Магний — это незаметный, но мощный элемент, участвующий более чем в 300 биохимических реакциях. Он помогает мышцам расслабляться после сокращения, поддерживает стабильный сердечный ритм, укрепляет кости и регулирует уровень сахара в крови. Дефицит удивительно распространён и может вызвать мышечные судороги, нарушения сна и тревожность. Взрослые и пожилые получают наибольшую пользу от увеличения потребления через орехи, семена и тёмную листовую зелень.",

  "nutrient.potassium": "Калий",
  "nutrient.potassium.desc": "Регулирует водный баланс, мышечные сокращения и артериальное давление.",
  "nutrient.potassium.body_effect": "Калий работает совместно с натрием, контролируя водный баланс в клетках и регулируя артериальное давление. Он обеспечивает правильное сокращение мышц, включая сердечную мышцу. Большинство людей потребляют недостаточно калия, что со временем может повышать давление. Взрослые и пожилые получают наибольшую пользу от увеличения потребления. Бананы славятся калием, но батат, шпинат и авокадо на самом деле содержат его больше.",

  "nutrient.zinc": "Цинк",
  "nutrient.zinc.desc": "Поддерживает иммунитет, заживление ран и вкусовое восприятие.",
  "nutrient.zinc.body_effect": "Цинк необходим для сильной иммунной системы, помогая организму бороться с вирусами и бактериями. Он также ускоряет заживление ран, поддерживает чувство вкуса и обоняния и участвует в делении клеток. Подросткам нужно больше во время скачков роста, а пожилые часто усваивают его менее эффективно. Говядина, моллюски и бобовые — отличные источники.",

  "nutrient.selenium": "Селен",
  "nutrient.selenium.desc": "Микроэлемент, поддерживающий функцию щитовидной железы и защищающий от окислительных повреждений.",
  "nutrient.selenium.body_effect": "Селен работает тихо, но мощно. Он помогает щитовидной железе вырабатывать гормоны, регулирующие обмен веществ, защищает клетки от окислительных повреждений и поддерживает иммунную систему. Нужно его совсем немного, но дефицит может нарушить работу щитовидной железы и иммунитет. Бразильские орехи настолько богаты селеном, что всего одного-двух штук в день достаточно. Пользу получают все возрастные группы в равной степени.",

  "nutrient.omega_3": "Омега-3 жирные кислоты",
  "nutrient.omega_3.desc": "Незаменимые жиры, поддерживающие здоровье мозга, сердца и суставов.",
  "nutrient.omega_3.body_effect": "Омега-3 — это жиры, которые ваш организм не может вырабатывать самостоятельно, поэтому их нужно получать из пищи. Они снижают воспаление, поддерживают работу мозга и память, защищают сердце и могут облегчить скованность суставов. Детям они нужны для развития мозга, взрослым — для защиты сердца, а пожилым — и для когнитивного здоровья, и для снижения воспаления. Жирная рыба, такая как лосось и сардины, — лучшие источники наиболее активных форм (EPA и DHA).",

  "nutrient.folate": "Фолиевая кислота",
  "nutrient.folate.desc": "Витамин группы B, критически важный для деления клеток, синтеза ДНК и предотвращения врождённых дефектов.",
  "nutrient.folate.body_effect": "Фолиевая кислота необходима каждый раз, когда организм создаёт новые клетки, а это происходит постоянно. Она критически важна во время беременности для предотвращения дефектов нервной трубки у развивающегося плода, что делает её важнейшим нутриентом для женщин детородного возраста. Она также участвует в выработке эритроцитов и помогает предотвратить анемию. Чечевица, шпинат и чёрная фасоль — отличные растительные источники.",

  "vitamins.title": "Справочник витаминов и минералов",
  "vitamins.subtitle": "Что они делают, где их найти и кому они нужны больше всего",
  "vitamins.found_in": "Содержится в",
  "vitamins.important_for": "Особенно важен для",
  "vitamins.supplement_note": "Когда добавки могут помочь",
  "vitamins.food_first": "Сначала еда — добавки только при реальной необходимости",

  "labels.title": "Как читать этикетки",
  "labels.subtitle": "Что на самом деле значат цифры на упаковке продуктов",
  "labels.per_100g": "Значения на 100g",
  "labels.per_serving": "Значения на порцию",
  "labels.what_is_protein": "Белок: строительный материал для мышц, костей и кожи. Ищите 10g+ на 100g для высокобелковых продуктов.",
  "labels.what_is_fat": "Жиры: необходимы для энергии и функций клеток. Менее 3g/100g — низкое содержание. Более 17.5g/100g — высокое.",
  "labels.what_is_saturated_fat": "Насыщенные жиры: стремитесь к менее 5g/100g. Высокое потребление связано с болезнями сердца.",
  "labels.what_is_carbs": "Углеводы: основной источник энергии для организма. Сложные углеводы (цельные злаки) лучше простых сахаров.",
  "labels.what_is_sugar": "Сахар: менее 5g/100g — мало. Более 22.5g/100g — много. Проверяйте скрытые сахара в соусах и напитках.",
  "labels.what_is_fiber": "Клетчатка: стремитесь к 6g+ на 100g. Отлично для пищеварения и длительного чувства сытости.",
  "labels.what_is_salt": "Соль/Натрий: менее 0.3g/100g — мало. Более 1.5g/100g — много. Большинство людей употребляют слишком много.",
  "labels.what_is_calories": "Калории (kcal): энергия, которую организм получает из пищи. Среднему взрослому нужно ~2000 kcal/день.",
  "labels.daily_reference": "% суточной нормы",
  "labels.traffic_light": "Система «светофор»",
  "labels.green_low": "Зелёный = Мало (хорошо для большинства нутриентов)",
  "labels.amber_medium": "Жёлтый = Умеренно (допустимо в меру)",
  "labels.red_high": "Красный = Много (старайтесь есть меньше)",
  "labels.tip": "Сравнивайте похожие продукты по значениям на 100g — это самый справедливый способ сравнения.",

  "supp.vitamin_d": "Добавка витамина D",
  "supp.vitamin_d.why": "Многие люди не получают достаточно солнечного света для адекватной выработки витамина D, особенно зимой или в северных широтах.",
  "supp.vitamin_d.note": "Рассмотрите добавку, если вы мало бываете на солнце, имеете тёмную кожу или вам больше 60 лет. Порция лосося за 15 минут приготовления обеспечивает почти дневную норму.",

  "supp.vitamin_c": "Добавка витамина C",
  "supp.vitamin_c.why": "Популярна для поддержки иммунитета, хотя большинство людей легко покрывают потребность за счёт фруктов и овощей.",
  "supp.vitamin_c.note": "Один красный болгарский перец или два киви содержат больше витамина C, чем большинство добавок. Добавки редко нужны, если вы ежедневно едите фрукты и овощи.",

  "supp.vitamin_b12": "Добавка витамина B12",
  "supp.vitamin_b12.why": "Необходима для веганов и вегетарианцев, так как B12 содержится почти исключительно в продуктах животного происхождения. Усвоение также снижается с возрастом.",
  "supp.vitamin_b12.note": "Если вы регулярно едите мясо или рыбу, скорее всего, вы получаете достаточно. Веганам следует принимать добавку или употреблять обогащённые продукты. Пожилым стоит обсудить уровень B12 с врачом.",

  "supp.iron": "Добавка железа",
  "supp.iron.why": "Часто рекомендуется женщинам с обильными менструациями, беременным и людям с диагностированной железодефицитной анемией.",
  "supp.iron.note": "Не принимайте добавку железа без анализа крови, подтверждающего дефицит, так как избыток железа может навредить. Сочетайте растительные источники железа с витамином C для лучшего усвоения.",

  "supp.calcium": "Добавка кальция",
  "supp.calcium.why": "Может помочь людям, избегающим молочных продуктов, с непереносимостью лактозы, а также с диагностированным остеопорозом или низкой плотностью костей.",
  "supp.calcium.note": "Тофу на кальции содержит больше кальция в одной порции, чем стакан молока. Если вы регулярно употребляете молочные продукты и листовую зелень, добавка может не понадобиться. Принимайте кальций небольшими дозами для лучшего усвоения.",

  "supp.magnesium": "Добавка магния",
  "supp.magnesium.why": "Часто дефицитный минерал, который поддерживает качество сна, расслабление мышц и более 300 ферментативных реакций в организме.",
  "supp.magnesium.note": "Горсть миндаля плюс порция шпината покрывают около 40% суточной потребности. Магния глицинат обычно переносится лучше, чем другие формы, если вы принимаете добавку.",

  "supp.omega_3": "Добавка омега-3 (рыбий жир)",
  "supp.omega_3.why": "Поддерживает здоровье сердца, мозга и суставов. Часто принимается людьми, которые не едят рыбу регулярно.",
  "supp.omega_3.note": "Две порции жирной рыбы в неделю покрывают потребности большинства людей в омега-3. Столовая ложка семян чиа или горсть грецких орехов обеспечивают растительную форму (ALA). Добавки рыбьего жира могут быть полезны тем, кто не любит морепродукты.",

  "supp.zinc": "Добавка цинка",
  "supp.zinc.why": "Поддерживает иммунитет, заживление ран и вкусовое восприятие. Иногда принимается при первых признаках простуды.",
  "supp.zinc.note": "Большинство людей с разнообразным рационом получают достаточно цинка. Вегетарианцам может потребоваться до 50% больше из-за более низкого усвоения из растительных источников. Избыток цинка может нарушить усвоение меди.",

  "supp.folate": "Добавка фолиевой кислоты",
  "supp.folate.why": "Критически важна до и во время ранних сроков беременности для предотвращения дефектов нервной трубки. Также важна для образования эритроцитов.",
  "supp.folate.note": "Женщинам, планирующим беременность, следует принимать 400mcg ежедневно, начиная как минимум за месяц до зачатия. Одна чашка варёной чечевицы покрывает около 90% суточной потребности для небеременных взрослых.",

  "supp.potassium": "Добавка калия",
  "supp.potassium.why": "Помогает регулировать артериальное давление и водный баланс. Большинство людей не получают достаточно только из рациона.",
  "supp.potassium.note": "Дозы добавок ограничены (99mg), так как избыток калия может быть опасен, особенно для людей с проблемами почек. Один запечённый батат содержит более 700mg. Продукты питания — самый безопасный способ увеличить потребление калия.",

  "supp.vitamin_a": "Добавка витамина A",
  "supp.vitamin_a.why": "Поддерживает зрение, иммунитет и здоровье кожи. Дефицит редок в развитых странах, но распространён в некоторых развивающихся регионах.",
  "supp.vitamin_a.note": "Один средний батат обеспечивает 160% суточной нормы. Бета-каротин из овощей преобразуется в витамин A по мере необходимости, поэтому токсичность из пищевых источников практически невозможна. Готовые формы витамина A в добавках могут вызвать токсичность при высоких дозах.",

  "supp.vitamin_e": "Добавка витамина E",
  "supp.vitamin_e.why": "Антиоксидант, защищающий клетки от повреждений. Иногда продвигается для здоровья кожи и замедления старения.",
  "supp.vitamin_e.note": "Горсть миндаля обеспечивает более 50% суточной потребности. Добавки витамина E в высоких дозах показали противоречивые результаты в исследованиях и могут взаимодействовать с кроворазжижающими препаратами. Пищевые источники предпочтительнее добавок.",

  "supp.selenium": "Добавка селена",
  "supp.selenium.why": "Поддерживает функцию щитовидной железы, иммунитет и защиту от окислительного стресса.",
  "supp.selenium.note": "Всего один-два бразильских ореха в день покрывают полную потребность в селене. Банка тунца обеспечивает 140% суточной нормы. Добавки редко необходимы, а избыток селена может быть токсичен.",

  "supp.probiotics": "Пробиотическая добавка",
  "supp.probiotics.why": "Направлена на поддержку здоровья кишечника путём введения полезных бактерий. Исследования перспективны, но продолжают развиваться для многих заявлений о пользе.",
  "supp.probiotics.note": "Греческий йогурт, кефир и другие ферментированные продукты естественно содержат пробиотики, а также белок, кальций и другие питательные вещества, которые капсулы воспроизвести не могут. Сначала рассмотрите пробиотики из продуктов питания.",

  "supp.fiber": "Добавка клетчатки",
  "supp.fiber.why": "Используется при недостаточном потреблении пищевой клетчатки. Помогает с регулярностью, контролем сахара в крови и уровнем холестерина.",
  "supp.fiber.note": "Две столовые ложки семян чиа содержат около 10g клетчатки, а также белок, омега-3 и минералы, которых нет в добавке псиллиума. Цельные продукты доставляют клетчатку вместе с сотнями других полезных соединений. Увеличивайте потребление клетчатки постепенно, чтобы избежать дискомфорта в пищеварении.",

  "supp.food_first_message": "Природа даёт нам почти всё необходимое. Вот как получить нутриенты из настоящих продуктов.",

  "recipe.salmon_avocado_bowl": "Боул с лососем и авокадо",
  "recipe.salmon_avocado_bowl.desc": "Яркий боул с обжаренным лососем на рассыпчатом буром рисе с ломтиками кремового авокадо. Богат омега-3 и белком, этот сбалансированный обед готовится всего 12 минут.",
  "recipe.salmon_avocado_bowl.steps": "1. Сварите бурый рис по инструкции на упаковке и отставьте.\n2. Приправьте филе лосося солью, перцем и лимонным соком.\n3. Разогрейте антипригарную сковороду на средне-сильном огне с каплей оливкового масла.\n4. Обжарьте лосося кожей вниз 4 минуты, затем переверните и готовьте ещё 3 минуты.\n5. Нарежьте авокадо, пока лосось дожаривается.\n6. Соберите боул: рис на дно, лосось сверху, авокадо сбоку.\n7. Завершите каплей соевого соуса или вашего любимого дрессинга.",

  "recipe.overnight_oats_berries": "Овсянка на ночь с ягодами",
  "recipe.overnight_oats_berries.desc": "Кремовая овсянка без варки, замоченная на ночь со свежей голубикой, семенами чиа и мёдом. Достаньте из холодильника для мгновенного завтрака, богатого клетчаткой.",
  "recipe.overnight_oats_berries.steps": "1. Смешайте овсяные хлопья, молоко и семена чиа в банке или контейнере.\n2. Добавьте мёд и хорошо перемешайте.\n3. Закройте контейнер и поставьте в холодильник на ночь (минимум 6 часов).\n4. Утром перемешайте овсянку и добавьте ещё молока, если слишком густая.\n5. Сверху положите свежую голубику.\n6. Ешьте холодной прямо из холодильника или разогрейте в микроволновке 90 секунд, если предпочитаете тёплое.",

  "recipe.scrambled_eggs_toast": "Яичница-болтунья на тосте со шпинатом",
  "recipe.scrambled_eggs_toast.desc": "Нежная яичница-болтунья на цельнозерновом тосте с припущенным шпинатом и тёртым чеддером. Богатый белком завтрак для всей семьи менее чем за 10 минут.",
  "recipe.scrambled_eggs_toast.steps": "1. Разбейте три яйца в миску, добавьте немного молока и взбейте до однородности.\n2. Разогрейте антипригарную сковороду на средне-слабом огне с кусочком масла.\n3. Добавьте шпинат и помешивайте, пока он не привянет — около 30 секунд. Уберите и отставьте.\n4. Влейте яйца и мягко помешивайте лопаткой, давая хлопьям формироваться медленно.\n5. Когда яйца почти готовы, но ещё слегка влажные, снимите с огня.\n6. Поджарьте хлеб до золотистого цвета.\n7. На тост выложите шпинат, затем яйца, затем тёртый чеддер.",

  "recipe.greek_yogurt_parfait": "Парфе из греческого йогурта",
  "recipe.greek_yogurt_parfait.desc": "Слои густого греческого йогурта, свежей клубники, хрустящего миндаля и мёда. Перекус или лёгкий завтрак, богатый белком, который собирается менее чем за пять минут.",
  "recipe.greek_yogurt_parfait.steps": "1. Выложите слой греческого йогурта в стакан или миску.\n2. Добавьте слой нарезанной клубники.\n3. Посыпьте рубленым миндалём.\n4. Повторяйте слои, пока стакан не заполнится.\n5. Полейте мёдом сверху.\n6. Подавайте сразу для максимального хруста или охладите до 2 часов.",

  "recipe.avocado_toast_egg": "Тост с авокадо и жареным яйцом",
  "recipe.avocado_toast_egg.desc": "Спелый авокадо, размятый на поджаренном цельнозерновом хлебе, с золотистым жареным яйцом и ломтиками свежего помидора. Сытное сочетание полезных жиров, белка и клетчатки.",
  "recipe.avocado_toast_egg.steps": "1. Поджарьте цельнозерновой хлеб до золотистого и хрустящего состояния.\n2. Пока хлеб поджаривается, разогрейте маленькую сковороду на среднем огне с каплей оливкового масла.\n3. Разбейте яйцо на сковороду и жарьте, пока белок не схватится, а желток останется жидким.\n4. Разомните авокадо вилкой, добавив щепотку соли и каплю лимонного сока.\n5. Намажьте авокадо на тост.\n6. Выложите жареное яйцо поверх авокадо.\n7. Разложите ломтики помидора вокруг яйца и приправьте солью и перцем.",

  "recipe.banana_peanut_butter_smoothie": "Смузи с бананом и арахисовой пастой",
  "recipe.banana_peanut_butter_smoothie.desc": "Густой кремовый смузи из спелого банана с арахисовой пастой, цельным молоком и ложкой овсянки. Идеален для заряда энергией до или после активности.",
  "recipe.banana_peanut_butter_smoothie.steps": "1. Очистите банан и разломите на кусочки.\n2. Положите банан, арахисовую пасту, молоко и овсянку в блендер.\n3. Взбивайте на высокой скорости 30–45 секунд до полной однородности.\n4. Перелейте в высокий стакан.\n5. Для ледяного смузи используйте замороженный банан или добавьте горсть льда перед взбиванием.",

  "recipe.tuna_salad_wrap": "Ролл с салатом из тунца",
  "recipe.tuna_salad_wrap.desc": "Тунец, смешанный с авокадо, свежим помидором и молодым шпинатом в цельнозерновой лепёшке. Высокобелковый обед, богатый омега-3, который легко взять с собой.",
  "recipe.tuna_salad_wrap.steps": "1. Хорошо слейте жидкость из консервированного тунца и переложите его в миску.\n2. Разомните авокадо и смешайте с тунцом вместо майонеза.\n3. Нарежьте помидор кубиками и добавьте в смесь.\n4. Приправьте солью, перцем и каплей лимонного сока.\n5. Разложите листья шпината на цельнозерновую лепёшку.\n6. Выложите смесь тунца на шпинат.\n7. Плотно сверните ролл, подворачивая края. Разрежьте пополам для подачи.",

  "recipe.apple_almond_snack": "Яблоко с миндалём",
  "recipe.apple_almond_snack.desc": "Простейший здоровый перекус: хрустящие дольки яблока с горстью сырого миндаля. Сочетание клетчатки, полезных жиров и натуральной сладости утоляет голод на несколько часов.",
  "recipe.apple_almond_snack.steps": "1. Вымойте яблоко и нарежьте дольками, удалив сердцевину.\n2. Отмерьте горсть миндаля (около 23 штук).\n3. Выложите на тарелку или уложите в контейнер для перекуса в дороге.\n4. Для разнообразия попробуйте намазать тонкий слой миндальной пасты на дольки яблока.",

  "recipe.cottage_cheese_fruit_bowl": "Творог с фруктами",
  "recipe.cottage_cheese_fruit_bowl.desc": "Кремовый творог с кусочками сладкого манго, хрустящими грецкими орехами и льняными семечками. Богат белком и омега-3, с натуральным тропическим вкусом.",
  "recipe.cottage_cheese_fruit_bowl.steps": "1. Выложите творог в миску.\n2. Очистите манго и нарежьте небольшими кусочками.\n3. Разложите манго поверх творога.\n4. Посыпьте грецкими орехами и молотыми льняными семечками.\n5. По желанию добавьте немного мёда.\n6. Ешьте сразу для лучшего контраста текстур.",

  "recipe.dark_chocolate_banana_bites": "Банановые конфеты в тёмном шоколаде",
  "recipe.dark_chocolate_banana_bites.desc": "Замороженные кусочки банана, обмакнутые в растопленный тёмный шоколад и посыпанные дроблёным миндалём. Натурально сладкое лакомство с антиоксидантами, калием и магнием.",
  "recipe.dark_chocolate_banana_bites.steps": "1. Очистите бананы и нарежьте кружочками толщиной 1cm.\n2. Застелите противень пергаментом и разложите кусочки банана в один слой.\n3. Заморозьте на 30 минут до твёрдости.\n4. Растопите тёмный шоколад в микроволновке порциями по 20 секунд, помешивая между ними.\n5. Раздробите миндаль на мелкие кусочки.\n6. Обмакните каждый замороженный кусочек банана наполовину в растопленный шоколад.\n7. Посыпьте дроблёным миндалём до застывания шоколада.\n8. Верните в морозилку на 10 минут для застывания. Храните в морозилке.",

  "recipe.chicken_stir_fry": "Курица с брокколи стир-фрай",
  "recipe.chicken_stir_fry.desc": "Нежные кусочки куриной грудки, обжаренные с брокколи и болгарским перцем на буром рисе, с чесноком и соевым соусом. Высокобелковое сбалансированное блюдо за 20 минут.",
  "recipe.chicken_stir_fry.steps": "1. Нарежьте куриную грудку тонкими полосками и приправьте солью, перцем и каплей соевого соуса.\n2. Сварите бурый рис по инструкции на упаковке.\n3. Разогрейте оливковое масло в большой сковороде или воке на сильном огне.\n4. Добавьте полоски курицы и жарьте 5–6 минут до золотистости и готовности. Уберите и отставьте.\n5. В ту же сковороду добавьте измельчённый чеснок и помешивайте 30 секунд.\n6. Добавьте соцветия брокколи и нарезанный болгарский перец. Жарьте 3–4 минуты до хрусткой мягкости.\n7. Верните курицу, перемешайте и подавайте с бурым рисом.",

  "recipe.lentil_soup": "Наваристый чечевичный суп",
  "recipe.lentil_soup.desc": "Согревающий суп из чечевицы с морковью, помидорами, шпинатом и чесноком. Бюджетный, веганский, богатый железом и клетчаткой. На четыре щедрые порции.",
  "recipe.lentil_soup.steps": "1. Промойте чечевицу под холодной водой и слейте.\n2. Разогрейте оливковое масло в большой кастрюле на среднем огне.\n3. Добавьте нарезанную морковь и измельчённый чеснок, готовьте 3–4 минуты до мягкости.\n4. Добавьте чечевицу, нарезанные помидоры и воду или бульон, чтобы покрыть на 5cm.\n5. Доведите до кипения, уменьшите огонь и варите 20 минут до мягкости чечевицы.\n6. Добавьте шпинат за 2 минуты до конца варки.\n7. Приправьте солью, перцем и каплей лимонного сока. Подавайте горячим с хрустящим хлебом.",

  "recipe.shrimp_garlic_pasta": "Паста с креветками и чесноком",
  "recipe.shrimp_garlic_pasta.desc": "Сочные креветки, обжаренные с обилием чеснока, перемешанные с цельнозерновой пастой, помидорами черри и свежим шпинатом в оливковом масле. Ужин в средиземноморском стиле, богатый селеном и белком.",
  "recipe.shrimp_garlic_pasta.steps": "1. Отварите пасту в подсоленной кипящей воде по инструкции на упаковке. Слейте, сохранив полчашки воды от пасты.\n2. Пока паста варится, разогрейте оливковое масло в большой сковороде на средне-сильном огне.\n3. Выложите креветки в один слой и жарьте по 2 минуты с каждой стороны до розового цвета. Уберите и отставьте.\n4. Уменьшите огонь, добавьте нарезанный чеснок и помешивайте 1 минуту до аромата.\n5. Добавьте разрезанные пополам помидоры черри и готовьте 2 минуты.\n6. Добавьте шпинат и перемешивайте до увядания.\n7. Верните креветки, добавьте пасту и немного воды от пасты.\n8. Перемешайте всё и подавайте с каплей лимонного сока.",

  "recipe.quinoa_veggie_bowl": "Боул с киноа и овощами",
  "recipe.quinoa_veggie_bowl.desc": "Рассыпчатая киноа с нутом, авокадо, капустой кейл и запечённым болгарским перцем под оливковым маслом с лимоном. Полноценный растительный белок с отличным содержанием клетчатки.",
  "recipe.quinoa_veggie_bowl.steps": "1. Хорошо промойте киноа и сварите по инструкции на упаковке. Взрыхлите вилкой.\n2. Слейте и промойте нут.\n3. Запеките нарезанный болгарский перец с оливковым маслом при 200C 15 минут.\n4. Помассируйте листья кейла с небольшим количеством оливкового масла и щепоткой соли для мягкости.\n5. Нарежьте авокадо.\n6. Соберите боулы: киноа на дно, затем нут, запечённый перец, кейл и авокадо.\n7. Полейте оливковым маслом и лимонным соком. Приправьте солью и перцем.",

  "recipe.turkey_spinach_wrap": "Ролл с индейкой и шпинатом",
  "recipe.turkey_spinach_wrap.desc": "Тонкие ломтики индейки с листьями шпината, чеддером и помидором в цельнозерновой лепёшке. Высокобелковый портативный обед для работы или учёбы.",
  "recipe.turkey_spinach_wrap.steps": "1. Разложите цельнозерновую лепёшку на чистой поверхности.\n2. Разложите листья шпината по лепёшке, оставляя края свободными.\n3. Равномерно выложите ломтики индейки на шпинат.\n4. Добавьте ломтики помидора и тонкий слой тёртого чеддера.\n5. Слегка приправьте солью и перцем.\n6. Подверните края и плотно сверните снизу вверх.\n7. Разрежьте по диагонали и заверните в фольгу для удобной транспортировки.",

  "recipe.tofu_veggie_stir_fry": "Тофу с овощами стир-фрай",
  "recipe.tofu_veggie_stir_fry.desc": "Хрустящие кубики тофу, обжаренные с брокколи, грибами и морковью на буром рисе. Сытный растительный ужин, богатый кальцием и белком.",
  "recipe.tofu_veggie_stir_fry.steps": "1. Отожмите тофу между бумажными полотенцами для удаления лишней влаги, затем нарежьте кубиками по 2cm.\n2. Сварите бурый рис по инструкции на упаковке.\n3. Разогрейте оливковое масло в большой сковороде или воке на сильном огне.\n4. Выложите кубики тофу в один слой и жарьте не перемешивая 3–4 минуты до золотистой корочки снизу. Переверните и повторите.\n5. Уберите тофу и отставьте.\n6. В ту же сковороду добавьте нарезанные грибы и жарьте 2 минуты.\n7. Добавьте соцветия брокколи и нарезанную морковь, готовьте 3–4 минуты до хрусткой мягкости.\n8. Верните тофу, добавьте каплю соевого соуса и перемешайте. Подавайте с рисом.",

  "recipe.oatmeal_banana_walnut": "Овсянка с бананом и грецкими орехами",
  "recipe.oatmeal_banana_walnut.desc": "Тёплая кремовая овсянка на цельном молоке с ломтиками банана, хрустящими грецкими орехами и каплей мёда. Полезный для сердца завтрак, богатый клетчаткой.",
  "recipe.oatmeal_banana_walnut.steps": "1. Смешайте овсяные хлопья и молоко в маленькой кастрюле на среднем огне.\n2. Периодически помешивайте, доводя до лёгкого кипения.\n3. Варите 5–7 минут, часто помешивая, пока овсянка не станет густой и кремовой.\n4. Переложите в миску.\n5. Нарежьте банан и разложите сверху.\n6. Посыпьте рублеными грецкими орехами.\n7. Полейте мёдом и подавайте тёплой.",

  "recipe.egg_veggie_muffins": "Яичные маффины с овощами",
  "recipe.egg_veggie_muffins.desc": "Порционные яичные кексы, запечённые со шпинатом, болгарским перцем, грибами и чеддером. Приготовьте партию в воскресенье и разогревайте всю неделю для быстрых белковых завтраков.",
  "recipe.egg_veggie_muffins.steps": "1. Разогрейте духовку до 180C (350F) и смажьте форму для 6 маффинов.\n2. Мелко нарежьте шпинат, болгарский перец и грибы.\n3. Равномерно распределите овощи по формочкам.\n4. Разбейте яйца в миску, хорошо взбейте и приправьте солью и перцем.\n5. Влейте яичную смесь в каждую формочку, заполняя примерно на три четверти.\n6. Посыпьте тёртым чеддером каждый маффин.\n7. Выпекайте 18–20 минут до застывания и лёгкой золотистости.\n8. Остудите 2 минуты, затем извлеките из формы. Хранятся в холодильнике до 4 дней.",

  "recipe.chickpea_salad": "Средиземноморский салат с нутом",
  "recipe.chickpea_salad.desc": "Яркий салат из нута, нарезанных помидоров, болгарского перца, авокадо и шпината, заправленный оливковым маслом и лимоном. Веганский, богатый клетчаткой и бесконечно вариативный.",
  "recipe.chickpea_salad.steps": "1. Слейте и промойте нут.\n2. Нарежьте помидор, болгарский перец и авокадо одинаковыми кусочками.\n3. Смешайте нут, нарезанные овощи и листья шпината в большой миске.\n4. Взбейте оливковое масло, лимонный сок, соль и перец для заправки.\n5. Полейте салат заправкой и аккуратно перемешайте.\n6. Дайте постоять 5 минут, чтобы вкусы соединились.\n7. Подавайте комнатной температуры. Хорошо хранится в холодильнике для обеда на следующий день.",

  "recipe.salmon_kale_sweet_potato": "Лосось с кейлом и бататом",
  "recipe.salmon_kale_sweet_potato.desc": "Запечённое филе лосося с дольками жареного батата и обжаренным с чесноком кейлом. Питательный ужин, насыщенный омега-3, витамином A и противовоспалительными веществами.",
  "recipe.salmon_kale_sweet_potato.steps": "1. Разогрейте духовку до 200C (400F).\n2. Нарежьте батат дольками, смешайте с оливковым маслом и солью, разложите на противне.\n3. Запекайте 15 минут.\n4. Приправьте филе лосося солью, перцем и каплей оливкового масла.\n5. Добавьте лосося на противень рядом с бататом.\n6. Запекайте вместе 12–15 минут, пока лосось легко не разделяется на слои.\n7. Тем временем разогрейте сковороду с оливковым маслом и измельчённым чесноком. Добавьте кейл и обжарьте 3–4 минуты.\n8. Выложите лосося на кейл, батат — на гарнир.",

  "recipe.homemade_turkey_burger": "Домашние бургеры с индейкой",
  "recipe.homemade_turkey_burger.desc": "Сочные котлеты из индейки с травами на цельнозерновых булочках с авокадо, помидором и свежим шпинатом. Более лёгкая и полезная версия классического бургера.",
  "recipe.homemade_turkey_burger.steps": "1. Смешайте в миске фарш индейки с солью, перцем, чесночным порошком и щепоткой паприки.\n2. Сформируйте две одинаковые котлеты, слегка вдавив середину каждой.\n3. Разогрейте сковороду-гриль на средне-сильном огне.\n4. Жарьте котлеты по 5–6 минут с каждой стороны до полной готовности (внутренняя температура 74C/165F).\n5. Слегка подрумяньте цельнозерновые булочки.\n6. Намажьте немного авокадо на нижнюю часть булочки.\n7. Выложите котлету, ломтики помидора и шпинат.\n8. Накройте верхней частью булочки и подавайте.",

  "recipe.beef_broccoli_bowl": "Боул с говядиной и брокколи",
  "recipe.beef_broccoli_bowl.desc": "Нежные полоски постной говядины, обжаренные с брокколи в пикантном чесночном соусе на буром рисе. Классическое сочетание, богатое железом, цинком и B12.",
  "recipe.beef_broccoli_bowl.steps": "1. Нарежьте говядину тонкими полосками поперёк волокон.\n2. Сварите бурый рис по инструкции на упаковке.\n3. Разогрейте оливковое масло в большой сковороде или воке на сильном огне.\n4. Добавьте полоски говядины и жарьте 3–4 минуты до подрумянивания. Уберите и отставьте.\n5. Добавьте измельчённый чеснок в ту же сковороду и помешивайте 30 секунд.\n6. Добавьте соцветия брокколи с каплей воды, накройте и тушите 3 минуты.\n7. Верните говядину, добавьте соевый соус и перемешайте.\n8. Подавайте с бурым рисом, по желанию посыпав кунжутом.",

  "recipe.black_bean_sweet_potato_chili": "Чили с чёрной фасолью и бататом",
  "recipe.black_bean_sweet_potato_chili.desc": "Густой ароматный чили из чёрной фасоли, жареного батата, помидоров и болгарского перца. Веганский, бюджетный и насыщенный клетчаткой. На четыре щедрые порции.",
  "recipe.black_bean_sweet_potato_chili.steps": "1. Очистите батат и нарежьте кубиками по 2cm.\n2. Разогрейте оливковое масло в большой кастрюле на среднем огне.\n3. Добавьте нарезанный болгарский перец и измельчённый чеснок, готовьте 3 минуты.\n4. Добавьте кубики батата и перемешайте.\n5. Добавьте нарезанные помидоры, слитую чёрную фасоль и воду, чтобы едва покрыть.\n6. Приправьте кумином, порошком чили, копчёной паприкой, солью и перцем.\n7. Доведите до кипения, уменьшите огонь и варите 25–30 минут до мягкости батата.\n8. Подавайте в мисках, по желанию сверху — ложка йогурта или ломтик авокадо.",

  "recipe.baked_chicken_vegetables": "Курица с овощами на одном противне",
  "recipe.baked_chicken_vegetables.desc": "Куриные грудки, запечённые на одном противне с бататом, брокколи и морковью. Простая подготовка, минимум мытья посуды и сбалансированное блюдо для всей семьи.",
  "recipe.baked_chicken_vegetables.steps": "1. Разогрейте духовку до 200C (400F).\n2. Нарежьте батат и морковь одинаковыми кусочками.\n3. Смешайте овощи с оливковым маслом, солью, перцем и измельчённым чесноком на большом противне.\n4. Запекайте 15 минут, давая корнеплодам фору.\n5. Приправьте куриные грудки солью, перцем и вашими любимыми травами.\n6. Раздвиньте овощи к краям и положите курицу в центр.\n7. Разложите соцветия брокколи вокруг курицы.\n8. Запекайте ещё 25 минут, пока температура внутри курицы не достигнет 74C (165F).\n9. Дайте отдохнуть 5 минут, затем нарежьте и подавайте.",

  "recipe.sardine_toast_salad": "Тост с сардинами и зелёный салат",
  "recipe.sardine_toast_salad.desc": "Консервированные сардины, размятые с авокадо на цельнозерновом тосте, подаются с салатом из кейла и помидоров. Недооценённое бюджетное блюдо, богатое омега-3, кальцием и B12.",
  "recipe.sardine_toast_salad.steps": "1. Слейте жидкость из сардин и переложите их в миску.\n2. Разомните вилкой, добавив нарезанный авокадо, каплю лимона, соль и перец.\n3. Поджарьте цельнозерновой хлеб до золотистого цвета.\n4. Щедро намажьте смесь сардин и авокадо на тост.\n5. Для салата смешайте листья кейла и нарезанные помидоры.\n6. Заправьте оливковым маслом, лимонным соком и щепоткой соли.\n7. Подавайте тост рядом с салатом.",

  "recipe.lentil_bolognese": "Болоньезе из чечевицы",
  "recipe.lentil_bolognese.desc": "Густой насыщенный соус для пасты целиком из чечевицы, грибов, моркови и помидоров. Нравится даже мясоедам. Богат железом, клетчаткой и белком.",
  "recipe.lentil_bolognese.steps": "1. Промойте чечевицу под холодной водой и слейте.\n2. Мелко нарежьте морковь и грибы.\n3. Разогрейте оливковое масло в большой кастрюле на среднем огне.\n4. Добавьте измельчённый чеснок и морковь, готовьте 3–4 минуты.\n5. Добавьте грибы и готовьте ещё 3 минуты до мягкости.\n6. Добавьте чечевицу и помидоры с соком.\n7. Долейте воду, чтобы покрыть чечевицу, доведите до кипения и уменьшите огонь.\n8. Варите 25–30 минут, периодически помешивая, пока чечевица не станет мягкой, а соус — густым.\n9. Хорошо приправьте солью, перцем и итальянскими травами. Подавайте с вашей любимой пастой.",

  "recipe.stuffed_bell_peppers": "Фаршированные болгарские перцы",
  "recipe.stuffed_bell_peppers.desc": "Яркие болгарские перцы с пикантной начинкой из киноа, чёрной фасоли, помидоров и расплавленного чеддера. Полноценный белок, выглядит впечатляюще, а готовится удивительно просто.",
  "recipe.stuffed_bell_peppers.steps": "1. Разогрейте духовку до 190C (375F).\n2. Срежьте верхушки перцев и удалите семена.\n3. Сварите киноа по инструкции на упаковке.\n4. Смешайте киноа со слитой чёрной фасолью, нарезанными помидорами, измельчённым чесноком и половиной чеддера.\n5. Приправьте начинку кумином, солью и перцем.\n6. Наполните каждый перец начинкой, плотно утрамбовывая.\n7. Поставьте перцы вертикально в форму для запекания и посыпьте оставшимся чеддером.\n8. Накройте фольгой и запекайте 25 минут.\n9. Снимите фольгу и запекайте ещё 10 минут до золотистого сыра и мягких перцев.",

  "recipe.slow_cooker_chicken_soup": "Куриный суп в мультиварке",
  "recipe.slow_cooker_chicken_soup.desc": "Уютный питательный куриный суп, который практически готовит сам себя. Куриная грудка, медленно томлённая с морковью, цветной капустой, шпинатом и чесноком. Шесть порций на всю неделю.",
  "recipe.slow_cooker_chicken_soup.steps": "1. Положите куриные грудки на дно мультиварки.\n2. Добавьте нарезанную морковь, соцветия цветной капусты и измельчённый чеснок сверху.\n3. Залейте куриным бульоном или водой, чтобы покрыть всё примерно на 3cm.\n4. Приправьте солью, перцем, тимьяном и лавровым листом.\n5. Готовьте на низком режиме 6–8 часов или на высоком 3–4 часа.\n6. Достаньте курицу и разделите на волокна двумя вилками.\n7. Верните разделённую курицу в кастрюлю и добавьте шпинат.\n8. Дайте шпинату увянуть 2–3 минуты.\n9. Попробуйте и скорректируйте приправы. Подавайте горячим. Остатки храните в холодильнике или заморозьте порционно.",

  "recipe.baked_salmon_quinoa": "Запечённый лосось с лимонной киноа",
  "recipe.baked_salmon_quinoa.desc": "Филе лосося с травами и лимоном, запечённое до нежности, подаётся на рассыпчатой киноа с жареной брокколи. Ужин, богатый омега-3, элегантный и питательный одновременно.",
  "recipe.baked_salmon_quinoa.steps": "1. Разогрейте духовку до 200C (400F).\n2. Сварите киноа по инструкции. Взрыхлите вилкой и добавьте цедру и сок лимона.\n3. Выложите соцветия брокколи на противень, полейте оливковым маслом и посолите.\n4. Запекайте брокколи 10 минут.\n5. Приправьте филе лосося солью, перцем, измельчённым чесноком и оливковым маслом.\n6. Раздвиньте брокколи и положите лосося на противень.\n7. Запекайте вместе 12–14 минут, пока лосось легко не разделяется.\n8. Выложите лимонную киноа, сверху — лосось, рядом — брокколи.",

  "recipe.cauliflower_chickpea_curry": "Карри с цветной капустой и нутом",
  "recipe.cauliflower_chickpea_curry.desc": "Ароматное согревающее карри из цветной капусты и нута в пряном томатно-шпинатном соусе. Веганское, богатое клетчаткой и невероятно вкусное с рисом или лепёшкой.",
  "recipe.cauliflower_chickpea_curry.steps": "1. Разделите цветную капусту на небольшие соцветия.\n2. Разогрейте оливковое масло в большой кастрюле на среднем огне.\n3. Добавьте измельчённый чеснок и готовьте 30 секунд до аромата.\n4. Добавьте соцветия цветной капусты и перемешайте. Готовьте 3 минуты.\n5. Добавьте слитый нут, нарезанные помидоры и специи (карри, куркуму, кумин, соль).\n6. Добавьте немного воды, накройте и тушите 20 минут до мягкости цветной капусты.\n7. Добавьте шпинат и готовьте ещё 2 минуты до увядания.\n8. Скорректируйте приправы и подавайте с рисом или тёплой лепёшкой.",

  "resto.burger_meal": "Бургер-комбо",
  "resto.burger_meal.restaurant": "Чизбургер из фастфуда с картошкой фри и большой газировкой",
  "resto.burger_meal.home": "Домашний бургер с индейкой, дольками батата и водой",
  "resto.burger_meal.tip": "Главная разница не в самом бургере, а в гарнире. Замена картошки фри и газировки на запечённый батат и воду снижает калории вдвое и убирает почти весь добавленный сахар.",

  "resto.fried_chicken_combo": "Комбо с жареной курицей",
  "resto.fried_chicken_combo.restaurant": "3 кусочка жареной курицы с салатом коулслоу, булочкой и большим напитком",
  "resto.fried_chicken_combo.home": "Запечённая куриная грудка с жареными овощами",
  "resto.fried_chicken_combo.tip": "Запекание вместо фритюра снижает содержание жира на 85%, сохраняя то же количество белка. Коулслоу в ресторанах часто перегружен майонезом, так что жареные овощи — гораздо более лёгкий гарнир.",

  "resto.pepperoni_pizza": "Пицца пепперони (3 куска)",
  "resto.pepperoni_pizza.restaurant": "3 куска пиццы пепперони из доставки",
  "resto.pepperoni_pizza.home": "Домашняя цельнозерновая пицца со свежими начинками",
  "resto.pepperoni_pizza.tip": "В пицце из доставки обычно гораздо больше сыра и колбасы, чем в домашней. Цельнозерновая основа и обилие овощей дают больше клетчатки и меньше натрия.",

  "resto.margherita_pizza": "Пицца маргарита (3 куска)",
  "resto.margherita_pizza.restaurant": "3 куска ресторанной пиццы маргарита",
  "resto.margherita_pizza.home": "Домашняя маргарита со свежей моцареллой и базиликом",
  "resto.margherita_pizza.tip": "Даже простая пицца вроде маргариты в ресторане получает лишнее масло и сыр. Дома вы контролируете качество ингредиентов и количество сыра.",

  "resto.general_tso_chicken": "Курица генерала Цо",
  "resto.general_tso_chicken.restaurant": "Курица генерала Цо с жареным рисом из китайского ресторана",
  "resto.general_tso_chicken.home": "Домашний стир-фрай из курицы с бурым рисом и овощами",
  "resto.general_tso_chicken.tip": "Курица генерала Цо панируется, жарится во фритюре и покрывается сладким соусом. Простой стир-фрай даёт тот же вкус при значительно меньшем количестве жира и сахара. Используйте свежий чеснок и имбирь для натурального вкуса.",

  "resto.pad_thai": "Пад Тай",
  "resto.pad_thai.restaurant": "Ресторанный пад тай с креветками",
  "resto.pad_thai.home": "Домашняя паста с креветками и овощами в чесночном соусе с оливковым маслом",
  "resto.pad_thai.tip": "Ресторанный пад тай обычно готовится на большом количестве масла со сладким тамариндовым соусом, добавляющим скрытые калории. Паста с чесноком и оливковым маслом с креветками даёт похожее удовольствие при значительно меньшем содержании натрия и сахара.",

  "resto.burrito_bowl": "Боул буррито",
  "resto.burrito_bowl.restaurant": "Большой боул буррито с рисом, фасолью, мясом, сыром, сметаной и гуакамоле",
  "resto.burrito_bowl.home": "Домашний боул с киноа, овощами, нутом и авокадо",
  "resto.burrito_bowl.tip": "Ресторанные боулы буррито щедрые, и в этом проблема. Только сметана и лишний сыр могут добавить 300+ калорий. Домашний боул с киноа и свежими овощами даёт больше клетчатки и контроль порций.",

  "resto.quesadilla_combo": "Комбо с кесадильей",
  "resto.quesadilla_combo.restaurant": "Сырная кесадилья с рисом, фасолью и чипсами из мексиканского ресторана",
  "resto.quesadilla_combo.home": "Домашняя цельнозерновая кесадилья с чёрной фасолью и овощами",
  "resto.quesadilla_combo.tip": "Ресторанные кесадильи используют огромные лепёшки, набитые сыром, и часто подаются с калорийными гарнирами. Меньшая цельнозерновая лепёшка с фасолью и овощами — более сбалансированный приём пищи.",

  "resto.fettuccine_alfredo": "Феттучини Альфредо",
  "resto.fettuccine_alfredo.restaurant": "Ресторанные феттучини Альфредо с чесночным хлебом",
  "resto.fettuccine_alfredo.home": "Облегчённые домашние Альфредо с цельнозерновой пастой и овощами",
  "resto.fettuccine_alfredo.tip": "Ресторанный соус Альфредо — это, по сути, масло и жирные сливки в больших количествах. Более лёгкая версия на молоке с меньшим количеством пармезана и добавлением брокколи или шпината значительно снижает жирность, оставаясь при этом вкусной.",

  "resto.pasta_bolognese": "Паста Болоньезе",
  "resto.pasta_bolognese.restaurant": "Ресторанные спагетти Болоньезе с чесночным хлебом",
  "resto.pasta_bolognese.home": "Домашние Болоньезе из чечевицы с цельнозерновой пастой",
  "resto.pasta_bolognese.tip": "Замена говяжьего фарша чечевицей снижает жирность на 74% и добавляет огромное количество клетчатки и железа. Большинство людей не замечают разницы, когда она протушена с помидорами и травами. Попробуйте, прежде чем отвергать.",

  "resto.latte_muffin": "Латте и маффин",
  "resto.latte_muffin.restaurant": "Большой ароматизированный латте с маффином с голубикой из кофейни",
  "resto.latte_muffin.home": "Домашняя овсянка с бананом, грецкими орехами и мёдом",
  "resto.latte_muffin.tip": "Маффин из кофейни может содержать столько сахара, сколько три шоколадных батончика. Овсянка с фруктами даёт стабильную энергию без сахарного спада, стоит в разы дешевле и насыщает гораздо дольше.",

  "resto.deli_sub_sandwich": "Сэндвич из деликатесной",
  "resto.deli_sub_sandwich.restaurant": "30-сантиметровый сэндвич с колбасными изделиями, сыром и соусом",
  "resto.deli_sub_sandwich.home": "Домашний ролл с индейкой, шпинатом и свежими овощами",
  "resto.deli_sub_sandwich.tip": "Готовые сэндвичи — настоящие натриевые бомбы из-за колбасных изделий, сыра и соусов. Замена колбасы на свежую индейку и отказ от тяжёлых заправок снижает натрий на 75%, а вкус остаётся таким же.",

  "shop.budget_week": "Бюджетная неделя (4600₽)",
  "shop.moderate_week": "Сбалансированная неделя (7400₽)",
  "shop.premium_week": "Премиум неделя (11000₽)",

  "shop.tip.seasonal": "Покупайте фрукты и овощи в сезон. Они дешевле, вкуснее и богаче питательными веществами, потому что собраны на пике зрелости, а не привезены издалека.",
  "shop.tip.bulk": "Запасайтесь базовыми продуктами — рисом, овсянкой, чечевицей, бобовыми — оптом. Они хранятся месяцами, стоят значительно дешевле за порцию и составляют основу сотен питательных блюд.",
  "shop.tip.frozen": "Замороженные фрукты и овощи собраны и заморожены на пике питательности. Они часто дешевле свежих, хранятся гораздо дольше и так же питательны. Держите разнообразие в морозилке для быстрых блюд.",
  "shop.tip.store_brands": "Продукты собственных марок магазинов часто содержат те же ингредиенты, что и известные бренды, при цене на 20–40% ниже. Сравнивайте этикетки для подтверждения. Это один из самых простых способов снизить расходы на продукты.",
  "shop.tip.meal_prep": "Выделите час-два на выходных для приготовления еды на неделю. Готовка впрок — супы, крупы, белки — экономит время в будни и снижает искушение заказать доставку.",
  "shop.tip.avoid_waste": "Планируйте блюда перед покупками и придерживайтесь списка. Используйте остатки творчески. Замораживайте хлеб, мясо и спелые бананы до того, как они испортятся. Выброшенная еда — это выброшенные деньги.",

  "shop.weekly_cost": "Ориентировочная стоимость за неделю",
  "shop.per_day": "В день",
  "shop.shopping_list": "Список покупок",
  "shop.grocery_section": "Отдел магазина",

  "shop.section.produce": "Фрукты и овощи",
  "shop.section.meat_counter": "Мясной отдел",
  "shop.section.fish_counter": "Рыбный отдел",
  "shop.section.dairy": "Молочные продукты и яйца",
  "shop.section.bakery": "Пекарня",
  "shop.section.bulk_bins": "Крупы и сыпучие продукты",
  "shop.section.canned_goods": "Консервы и банки",
  "shop.section.frozen": "Заморозка",
  "shop.section.oils_condiments": "Масла и приправы",

  "food.category.protein": "Белок",
  "food.category.grain": "Крупы и крахмалистые",
  "food.category.vegetable": "Овощи",
  "food.category.fruit": "Фрукты",
  "food.category.dairy": "Молочные продукты",
  "food.category.nut_seed": "Орехи и семена",
  "food.category.legume": "Бобовые",
  "food.category.other": "Другое",

  "food.fruit_class.citrus": "Цитрусовые",
  "food.fruit_class.berry": "Ягоды",
  "food.fruit_class.tropical": "Тропические фрукты",
  "food.fruit_class.stone": "Косточковые",
  "food.fruit_class.pome": "Семечковые",
  "food.fruit_class.melon": "Бахчевые",

  "score.excellent": "Отличный источник",
  "score.good": "Хороший источник",
  "score.moderate": "Умеренный источник",
  "score.low": "Низкий источник",

  "time.quick": "Быстро (до 15 min)",
  "time.medium": "Средне (15–30 min)",
  "time.long": "Долго (30+ min)",

  "difficulty.easy": "Легко",
  "difficulty.medium": "Средне",
  "difficulty.advanced": "Сложно",

  "meal.breakfast": "Завтрак",
  "meal.lunch": "Обед",
  "meal.dinner": "Ужин",
  "meal.snack": "Перекус",

  "compare.title": "Сравнить продукты",
  "compare.subtitle": "Поставьте два продукта рядом и посмотрите, как соотносятся их питательные вещества. Знание — первый шаг к лучшему выбору.",
  "compare.select_hint": "Найдите или выберите продукт для сравнения",
  "compare.per_serving": "На порцию",
  "compare.per_100g": "На 100g",
  "compare.winner": "Больше этого нутриента",

  "planner.title": "Планировщик питания",
  "planner.subtitle": "Составьте дневной рацион и посмотрите, как он соотносится с рекомендуемыми нормами для вашей возрастной группы.",
  "planner.select_age": "Выберите возрастную группу",
  "planner.add_meal": "Добавить приём пищи",
  "planner.daily_total": "Дневной итог",
  "planner.rda_coverage": "% рекомендуемой суточной нормы",
  "planner.breakfast": "Завтрак",
  "planner.lunch": "Обед",
  "planner.dinner": "Ужин",
  "planner.snack": "Перекус",
  "planner.clear_all": "Очистить всё",

  "quiz.title": "Тест по питанию",
  "quiz.subtitle": "Проверьте свои знания о еде. Без осуждения — только обучение.",
  "quiz.start": "Начать тест",
  "quiz.question_of": "Вопрос {current} из {total}",
  "quiz.score": "Ваш результат",
  "quiz.next": "Следующий вопрос",
  "quiz.results": "Посмотреть результаты",
  "quiz.play_again": "Пройти ещё раз",
  "quiz.share_score": "Поделиться результатом",
  "quiz.rating.expert": "Эксперт по питанию! Вы действительно знаете своё дело.",
  "quiz.rating.great": "Отличные знания! Осталось заполнить лишь пару пробелов.",
  "quiz.rating.good": "Хорошее начало! Вы знаете основы и готовы узнать больше.",
  "quiz.rating.learning": "Не переживайте! Все когда-то начинали. Изучайте сайт, чтобы узнать больше.",

  "food.detail.nutrients": "Питательные вещества на 100g",
  "food.detail.recipes": "Рецепты с этим продуктом",
  "food.detail.age_benefits": "Полезен для этих возрастных групп",
  "food.detail.replaces_supplement": "Может заменить эту добавку",
  "food.detail.available_at": "Где найти в магазине",
  "food.detail.cost_tier": "Ценовая категория",

  "about.title": "О EatClever",
  "about.intro": "EatClever — независимый информационный ресурс о питании. Мы представляем факты о повседневных продуктах, чтобы вы могли делать осознанный выбор. Без диет, без чувства вины, без спонсоров. Только данные.",
  "about.mission.title": "Наша миссия",
  "about.mission.text": "Мы верим, что понимание состава пищи — это право, а не привилегия. EatClever существует, чтобы сделать данные о питании доступными, понятными и применимыми для каждого, независимо от бюджета, происхождения или диетических предпочтений. Мы представляем данные. Вы выбираете.",
  "about.sources.title": "Наши источники",
  "about.sources.text": "Все данные о питании получены из рецензируемых баз данных, включая USDA FoodData Central, рекомендации ВОЗ по питанию и национальные органы по вопросам питания. Значения отражают типичные количества и могут варьироваться в зависимости от способа приготовления, условий выращивания и конкретных марок продуктов.",
  "about.contact.title": "Контакты",
  "about.contact.text": "Есть вопрос, исправление или предложение? Мы будем рады вашему отзыву. Свяжитесь с нами через форму обратной связи, и мы ответим вам.",

  "methodology.title": "Методология",
  "methodology.intro": "Прозрачность важна. Вот как мы собираем, рассчитываем и представляем информацию о питании на EatClever.",
  "methodology.sources.title": "Источники данных",
  "methodology.update.title": "График обновлений",
  "methodology.limitations.title": "Ограничения",

  "footer.about": "О EatClever",
  "footer.sources": "Источники данных",
  "footer.legal": "Правовая информация",
  "footer.contact": "Связаться с нами",
  "footer.copyright": "EatClever. Факты о питании для осознанного выбора.",
  "footer.support": "Поддержать проект",
  "footer.sister_sites": "Связанные проекты",

  "privacy.title": "Политика конфиденциальности",
  "impressum.title": "Правовая информация",

  "lang.en": "English",

  "general.back": "Назад",
  "general.home": "Главная",
  "general.learn_more": "Узнать больше",
  "general.view_all": "Смотреть все",
  "general.search": "Поиск продуктов...",
  "general.loading": "Загрузка...",
  "general.no_results": "Ничего не найдено. Попробуйте другой запрос.",
  "general.per_100g": "на 100g",
  "general.per_serving": "на порцию",
  "general.daily_value": "% суточной нормы",
  "general.share": "Поделиться",

  "general.calories": "Калории",
  "general.protein": "Белок",
  "general.fat": "Жиры",
  "general.carbs": "Углеводы",
  "general.fiber": "Клетчатка",
  "general.sodium": "Натрий",
  "general.sugar": "Сахар",
  "general.cost": "Стоимость",
  "general.cook_time": "Время готовки",
  "general.servings": "Порции",
  "general.ingredients": "Ингредиенты",
  "general.steps": "Этапы приготовления",
  "general.tags": "Теги",
  "general.minutes": "min",
  "general.save": "Сохранить",
  "general.cancel": "Отмена",
  "general.close": "Закрыть",
  "general.yes": "Да",
  "general.no": "Нет",
  "general.or": "или",
  "general.and": "и",
  "general.of": "из",
  "general.show_more": "Показать ещё",
  "general.show_less": "Показать меньше",
  "general.filter": "Фильтр",
  "general.sort_by": "Сортировать по",
  "general.reset": "Сбросить",
  "general.download": "Скачать",
  "general.print": "Печать",
  "general.per_person": "на человека",
  "general.budget": "Бюджетный",
  "general.moderate": "Средний",
  "general.premium": "Премиум",

  "general.disclaimer": "Эта информация предназначена исключительно для образовательных целей и не является медицинской или диетической рекомендацией. Проконсультируйтесь с врачом, прежде чем вносить существенные изменения в свой рацион.",

  "food.cost_tier.1": "Бюджетный",
  "food.cost_tier.2": "Средний ценовой сегмент",
  "food.cost_tier.3": "Премиум",

  "food.availability.common": "Доступен круглый год",
  "food.availability.seasonal": "Сезонный (лучше в сезон)",
  "food.availability.specialty": "Специализированный продукт",

  "food.section.fish_counter": "Рыбный отдел",
  "food.section.meat_counter": "Мясной отдел",
  "food.section.dairy": "Молочный отдел",
  "food.section.produce": "Овощи и фрукты",
  "food.section.bulk_bins": "Крупы и сыпучие продукты",
  "food.section.canned_goods": "Консервы",
  "food.section.bakery": "Пекарня",
  "food.section.oils_condiments": "Масла и приправы",
  "food.section.snacks": "Отдел снеков",

  "resto.category.fast_food": "Фастфуд",
  "resto.category.pizza": "Пицца",
  "resto.category.asian": "Азиатская кухня",
  "resto.category.mexican": "Мексиканская кухня",
  "resto.category.italian": "Итальянская кухня",
  "resto.category.cafe": "Кафе",
  "resto.category.deli": "Деликатесная",

  "resto.savings_label": "Вы экономите, готовя дома",
  "resto.fewer_calories": "меньше калорий",
  "resto.less_fat": "меньше жира",
  "resto.less_sodium": "меньше натрия",
  "resto.cost_savings": "экономия",
  "resto.home_version": "Домашняя версия",
  "resto.restaurant_version": "Ресторанная версия",
  "resto.cook_time": "Время готовки дома",

  "compare.calories": "Калории",
  "compare.protein": "Белок",
  "compare.fat": "Жиры",
  "compare.carbs": "Углеводы",
  "compare.fiber": "Клетчатка",
  "compare.vitamins": "Витамины",
  "compare.minerals": "Минералы",
  "compare.swap_foods": "Поменять местами",
  "compare.add_to_planner": "Добавить в планировщик",

  "planner.calories_target": "Цель по калориям",
  "planner.protein_target": "Цель по белку",
  "planner.remaining": "Осталось",
  "planner.exceeded": "Превышено",
  "planner.day": "День",
  "planner.week_view": "Вид по неделе",
  "planner.day_view": "Вид по дню",
  "planner.export": "Экспорт плана",
  "planner.import": "Импорт плана",
  "planner.suggested_meals": "Предложенные блюда",
  "planner.remove_meal": "Удалить",

  "quiz.correct": "Верно!",
  "quiz.incorrect": "Не совсем.",
  "quiz.explanation": "Объяснение",
  "quiz.did_you_know": "Знаете ли вы?",
  "quiz.category.vitamins": "Витамины и минералы",
  "quiz.category.nutrients": "Макронутриенты",
  "quiz.category.foods": "Факты о продуктах",
  "quiz.category.labels": "Чтение этикеток",
  "quiz.category.myths": "Мифы о питании",

  "age.section.title": "Питание на протяжении жизни",
  "age.section.subtitle": "Потребности вашего организма меняются каждое десятилетие. Вот на что стоит обратить внимание на каждом этапе.",
  "age.calorie_range": "Рекомендуемый дневной диапазон калорий",
  "age.key_nutrients": "Ключевые нутриенты для этого возраста",
  "age.recommended_foods": "Рекомендуемые продукты",
  "age.foods_to_limit": "Продукты, которые стоит ограничить",
  "age.tips_title": "Практические советы",

  "supp.section.title": "Еда или добавки",
  "supp.section.subtitle": "Узнайте, сколько настоящей еды нужно, чтобы заменить обычную таблетку-добавку.",
  "supp.common_dose": "Обычная дозировка добавки",
  "supp.food_alternative": "Пищевая альтернатива",
  "supp.per_serving": "в одной порции содержится",
  "supp.of_daily_need": "суточной потребности",
  "supp.verdict": "Вердикт",

  "cook.section.title": "Время готовки и питание",
  "cook.section.subtitle": "Есть у вас 5 минут или 50 — питательное блюдо всегда найдётся. Фильтруйте по времени и находите рецепты под свой график.",
  "cook.filter.all": "Все рецепты",
  "cook.filter.quick": "До 15 min",
  "cook.filter.medium": "15–30 min",
  "cook.filter.long": "30+ min",
  "cook.filter.meal_type": "Тип приёма пищи",
  "cook.filter.difficulty": "Сложность",

  "taste.section.title": "Вкус и питание",
  "taste.section.subtitle": "Здоровое питание — это не отказ от вкуса. Это открытие новых сочетаний, которые удовлетворяют и вкусовые рецепторы, и организм.",
  "taste.flavour_pairings": "Вкусовые сочетания, усиливающие питательность",
  "taste.umami": "Продукты с насыщенным вкусом умами",
  "taste.sweet_natural": "Натуральные сладкие альтернативы",
  "taste.herbs_spices": "Полезные травы и специи",

  "shop.section.title": "Гид по умным покупкам",
  "shop.section.subtitle": "Три недельных плана питания в трёх ценовых категориях. Каждый полноценен по питательным веществам, с полными списками покупок и примерными ценами.",
  "shop.plan_includes": "Этот план включает",
  "shop.meals_per_day": "приёмов пищи в день",
  "shop.est_cost": "Примерная стоимость",
  "shop.view_shopping_list": "Посмотреть список покупок",
  "shop.view_meal_plan": "Посмотреть дневное меню",
  "shop.day_label": "День",
  "shop.item": "Продукт",
  "shop.quantity": "Количество",
  "shop.est_price": "Примерная цена",
  "shop.section_label": "Отдел",
  "shop.total": "Итого",
  "shop.tips_title": "Советы по экономии",

  "labels.section.title": "Гид по этикеткам",
  "labels.section.subtitle": "Понимание этикеток помогает делать лучший выбор в магазине. Вот на что обращать внимание.",
  "labels.how_to_read": "Как читать этикетку",
  "labels.step_1": "Сначала проверьте размер порции. Все остальные цифры основаны на этом количестве.",
  "labels.step_2": "Посмотрите на калории, чтобы понять, сколько энергии даёт одна порция.",
  "labels.step_3": "Проверьте жиры, насыщенные жиры, сахар и соль. Держите их на низком уровне.",
  "labels.step_4": "Ищите высокое содержание клетчатки, белка, витаминов и минералов.",
  "labels.step_5": "Используйте колонку «на 100g» для справедливого сравнения разных продуктов.",
  "labels.common_traps": "Распространённые уловки на этикетках",
  "labels.trap_serving_size": "Нереалистичные размеры порций делают продукты полезнее, чем они есть на самом деле.",
  "labels.trap_sugar_names": "У сахара более 50 названий: сахароза, фруктоза, кукурузный сироп, мальтоза, декстроза и многие другие.",
  "labels.trap_health_claims": "«Натуральный», «мультизерновой» и «слегка подслащённый» — это маркетинговые термины, а не факты о питании.",
  "labels.trap_zero": "«0g транс-жиров» может содержать до 0.5g на порцию. Проверяйте ингредиенты на наличие частично гидрогенизированных масел.",

  "vitamins.section.title": "Справочник витаминов и минералов",
  "vitamins.section.subtitle": "Что делает каждый нутриент, где его найти и кому он нужен больше всего. Нажмите на любой нутриент, чтобы увидеть пищевые источники.",
  "vitamins.rda": "Рекомендуемая суточная норма",
  "vitamins.top_foods": "Лучшие пищевые источники",
  "vitamins.deficiency_signs": "Признаки того, что вы получаете недостаточно",
  "vitamins.excess_risk": "Риски при избытке",

  "error.page_not_found": "Страница не найдена",
  "error.data_load_failed": "Не удалось загрузить данные. Проверьте подключение и попробуйте снова.",
  "error.generic": "Что-то пошло не так. Попробуйте ещё раз.",

  "accessibility.skip_to_content": "Перейти к основному содержимому",
  "accessibility.open_menu": "Открыть меню навигации",
  "accessibility.close_menu": "Закрыть меню навигации",
  "accessibility.language_selector": "Выбрать язык",
  "accessibility.dark_mode": "Переключить тёмный режим",
  "accessibility.increase_font": "Увеличить размер шрифта",
  "accessibility.decrease_font": "Уменьшить размер шрифта",
  "cat.section_title": "Обзор по категориям",
  "cat.section_subtitle": "Шесть основ разумного питания",
  "featured.title": "Рекомендуемое",
  "featured.subtitle": "Краткие сведения о питании",
  "footer.explore": "Обзор",
  "footer.tools": "Инструменты",
  "footer.about.project": "О проекте EatClever",
  "footer.about.methodology": "Источники данных",
  "footer.legal.impressum": "Impressum",
  "footer.legal.privacy": "Политика конфиденциальности",
  "about.approach.title": "Наш подход",
  "about.approach.text": "Каждая рекомендация на EatClever основана на данных ведущих организаций здравоохранения и рецензируемых исследованиях. Мы делаем акцент на цельных продуктах, сбалансированном питании и практических советах, применимых в реальной жизни.",
  "methodology.approach.title": "Наш подход",
  "methodology.approach.text": "Мы сверяем несколько источников для обеспечения точности. Пищевая ценность указана для стандартных порций и регулярно обновляется. Наши сравнения и рекомендации соответствуют установленным диетическим рекомендациям и при этом остаются практичными для повседневного использования.",
  "methodology.limitations.text": "Наука о питании сложна и постоянно развивается. Индивидуальные потребности варьируются в зависимости от возраста, состояния здоровья, уровня активности и других факторов. EatClever предоставляет общие рекомендации и не должен заменять профессиональную медицинскую или диетологическую консультацию. Пищевая ценность может различаться в зависимости от условий выращивания, способов приготовления и торговых марок.",
  "methodology.sources.text": "EatClever получает данные о питании из следующих авторитетных рецензируемых источников:",
  "impressum.intro": "Юридическое уведомление в соответствии с применимым законодательством.",
  "impressum.responsible.title": "Ответственный за содержание",
  "impressum.responsible.text": "EatClever — это некоммерческая образовательная платформа о питании. Содержание предоставляется исключительно в информационных целях и не является медицинской или диетологической консультацией.",
  "impressum.disclaimer.title": "Отказ от ответственности",
  "impressum.disclaimer.text": "Несмотря на стремление к точности, мы не даём гарантий относительно полноты или достоверности представленной информации. Потребности в питании индивидуальны, и для решения конкретных диетических вопросов или проблем со здоровьем следует обращаться к специалистам.",
  "impressum.copyright.title": "Авторское право",
  "impressum.copyright.text": "Содержание и дизайн данного веб-сайта защищены авторским правом. Воспроизведение, редактирование, распространение или любое иное использование за пределами авторского права требует письменного согласия. Загрузка и копирование материалов этого сайта разрешены только для личного некоммерческого использования.",
  "impressum.links.title": "Внешние ссылки",
  "impressum.links.text": "Данный веб-сайт содержит ссылки на внешние сайты. Мы не контролируем содержание связанных сайтов и не несём ответственности за их содержание. За содержание связанных страниц несут ответственность их операторы.",
  "privacy.intro": "Ваша конфиденциальность важна для нас. На этой странице объясняется, как EatClever обрабатывает данные.",
  "privacy.collection.title": "Сбор данных",
  "privacy.collection.text": "EatClever — это статический веб-сайт, который не собирает персональные данные. Мы не используем файлы cookie для отслеживания, и регистрация учётных записей не требуется. Любые настройки (например, выбор языка) сохраняются локально в вашем браузере с помощью localStorage.",
  "privacy.analytics.title": "Аналитика",
  "privacy.analytics.text": "Мы можем использовать аналитику, уважающую конфиденциальность, для понимания общих моделей использования. Персональные данные не собираются и не передаются третьим лицам.",
  "privacy.thirdparty.title": "Сторонние сервисы",
  "privacy.thirdparty.text": "EatClever может загружать ресурсы из сетей доставки контента (CDN) для таких библиотек, как Chart.js. У этих сервисов есть собственные политики конфиденциальности. Через EatClever персональные данные не передаются этим сервисам.",
  "privacy.rights.title": "Ваши права",
  "privacy.rights.text": "Поскольку мы не собираем персональные данные, нет личной информации для доступа, изменения или удаления. Вы можете очистить localStorage своего браузера в любое время, чтобы сбросить локально сохранённые настройки.",
  "privacy.changes.title": "Изменения данной политики",
  "privacy.changes.text": "Мы можем время от времени обновлять эту политику конфиденциальности. Все изменения будут отражены на этой странице с обновлённой датой."
}